{
    "el": {
        "τίτλος": "†Ινοκεραμίδες",
        "inoceramidae": "Οικογένεια †Ινοκεραμίδες (†Inoceramidae)",	
        "inoceramidae-περιγραφή-1": "Οι Ινοκεραμίδες ήταν μια οικογένεια μεγάλων, παχυκέλυφων δίθυρων που άκμασαν στις θάλασσες της Κρητιδικής περιόδου. Τα όστρακά τους ήταν έντονα ανισόμορφα και συχνά ογκώδη, με πλατιές ομόκεντρες γραμμές ανάπτυξης αλλά ελάχιστες ή καθόλου ακτινωτές ραβδώσεις, δίνοντάς τους μια χαρακτηριστικά στρωματώδη, πρισματική όψη. Η δομή του συνδέσμου τα διακρίνει από τα στρείδια, με τα οποία έμοιαζαν αρκετά. Από τα στρείδια τις διαχωρίζει επίσης ο μη προσκολλημένος, χαμαιπετής τρόπος ζωής τους.",
        "inoceramidae-περιγραφή-2": "Ζούσαν σε μαλακούς θαλάσσιους βυθούς, φιλτράροντας την τροφή τους από το νερό και σχηματίζοντας εκτεταμένα πεδία από κελύφη σε ήρεμα, συχνά χαμηλοοξυγονωμένα περιβάλλοντα, όπως εκείνα που δημιούργησαν την Ευρωπαϊκή Κιμωλία. Τα ανθεκτικά ασβεστιτικά τους κελύφη είναι από τα πιο κοινά απολιθώματα της Ύστερης Κρητιδικής, λειτουργώντας ως βασικοί δείκτες για τη συσχέτιση θαλάσσιων στρωμάτων.",
        

        
        "gallery": [
            "<h2>Δείγμα 1</h2><p>Μέτρηση 3-4cm</p>","<h2>Δείγμα 1</h2><p></p>","<h2>Δείγμα 1</h2><p></p>","<h2>Δείγμα 1</h2><p></p>","<h2>Δείγμα 1</h2><p></p>","<h2>Δείγμα 1</h2><p></p>"

            
            
        ]
    },

    "en": {
        "τίτλος": "†Inoceramidae",
        "inoceramidae": "Family †Inoceramidae",
        "inoceramidae-περιγραφή-1": "Inoceramidae were a family of large, thick-shelled bivalves that thrived in Cretaceous seas. Their shells were strongly inequivalve and often massive, with broad concentric growth lines but few or no radial ribs, giving them a distinctively layered, prismatic appearance. The hinge and ligament structure set them apart from oysters, to which they otherwise appear similar, while their non-cemented, reclining lifestyle differed from the permanently attached habit of true oysters.","inoceramidae-περιγραφή-2": "They lived on soft seafloors, filtering food from the water and forming extensive shell beds in calm, often low-oxygen marine environments such as those that produced the European Chalk. Their robust calcitic shells are among the most common fossils of the Late Cretaceous, serving as key markers for correlating marine strata.",

        
        "gallery": [
            "<h2>Sample 1</h2><p>Measurement 3-4cm</p>","<h2>Sample 1</h2><p></p>","<h2>Sample 1</h2><p></p>","<h2>Sample 1</h2><p></p>","<h2>Sample 1</h2><p></p>","<h2>Sample 1</h2><p></p>"

            
            
        ]
    },

    "grc": {
        "τίτλος": "†Ἰνοκεραμίδαι",
        "inoceramidae": "Οἰκογένεια †Ἰνοκεραμίδαι (†Inoceramidae)",
        "inoceramidae-περιγραφή-1": "Αἱ Ἰνοκεραμίδαι ἦσαν οἰκογένεια διθύρων μεγάλων το κέλυφος παχύ ἐχόντων. Ἐν οὖν ταῖς Κρητιδικαῖς θαλάσσαις ἤκμασον. Τὰ κελύφη αὐτῶν ἦν σφόδρα ἀνόμοια τῷ μεγέθει, πολλάκις δὲ πελώρια, γραμμάς ἀναπτύξεως εὐρείας φέροντα, ὥστε φανερῶς στρωτὴν καὶ πρισματώδη μορφὴν ἔχειν. Ἀκτῖνας δε ὡς ἐπί το πλεῖστον οὐκ ἔχουσι, ἢ σπανίως ἀσθενεῖς. Ἡ δὲ τοῦ συνδέσμου δομή αὐτὰ διαφέρει ἀπὸ τῶν ὀστρέων, οἷς δε ὅμοια ἄλλως ἐφαίνοντο. Καὶ ὁ μη προσκεκολλημένος βίος, ἀλλὰ χαμαιπετής, ἑτέρας φύσεως ἦν ἢ τοῦ γνησίου ὀστρέου, ὃ ἀεί προσφύεται.","inoceramidae-περιγραφή-2": "Ἐν τοῖς ἁπαλοῖς βυθοῖς ᾤκουν, ἐκ τοῦ ὕδατος τὴν τροφὴν διηθοῦσαι, καὶ πλατέα στρώματα κελυφῶν ἐποιοῦντο ἐν ἠρέμοις καὶ πολλάκις ὀλιγοξείοις θαλασσίοις τόποις, ὡς οἵ την Εὐρωπαϊκήν Κρητίνην ποιήσαντες. Τὰ δὲ ἰσχυρὰ καὶ ἀσβεστώδη αὐτῶν κελύφη πολυάριθμα εἰσί και ἐμβληματικά ἐν τοῖς τοῦ ὀψίμου Κρητιδικοῦ ἀποθέμασι, σημεῖα γιγνόμενα πρὸς τὴν σύγκρισιν τῶν θαλασσίων στρωμάτων.",

        
        "gallery": [
            "<h2>Δεῖγμα αʹ</h2><p>Μέτρησις 3-4cm</p>","<h2>Δεῖγμα αʹ</h2><p></p>","<h2>Δεῖγμα αʹ</h2><p></p>","<h2>Δεῖγμα αʹ</h2><p></p>","<h2>Δεῖγμα αʹ</h2><p></p>","<h2>Δεῖγμα αʹ</h2><p></p>"

            
            
        ]
    }
}
