{
    "el": {
        "τίτλος": "Νηριτίδες",
        "neritidae": "Οικογένεια Νηριτίδες (Neritidae)",	
        "neritidae-περιγραφή-1": "Οι Νηριτίδες είναι μια οικογένεια μικρών έως μεσαίου μεγέθους σαλιγκαριών που χαρακτηρίζονται από το παχύ, συχνά έντονα χρωματισμένο, στρογγυλό κέλυφος που συχνά είναι διακοσμημένο με γεωμετρικά σχέδια. Διαθέτουν ένα μοναδικό, παχύ, ημικυκλικό επιπωμάτιο από ανθρακικό ασβέστιο. Αυτά τα σαλιγκάρια είναι κυρίως φυτοφάγοι βοσκητές, τρέφονται με φύκια και διάτομα, και βρίσκονται τόσο σε θαλάσσιες παλιρροϊκές ζώνες όσο και, σε ορισμένες περιπτώσεις, σε υφάλμυρα ή γλυκά νερά. Ο συνδυασμός ενός ανθεκτικού, διακοσμημένου κελύφους, ενός ασβεστολιθικού επιπωματίου και της εξειδικευμένης διατροφής και προτίμησης ενδιαιτήματος τους καθιστά μια εύκολα αναγνωρίσιμη οικογένεια σαλιγκαριών.",
        

        "neritidae-theodoxus": "Θεόδοξος",
        
        "gallery": [
            
        ]
    },

    "en": {
        "τίτλος": "Neritidae",
        "neritidae": "Family Neritidae",
        "neritidae-περιγραφή-1": "Neritidae, or nerites, are a family of small to medium-sized snails distinguished by their thick, often brightly colored, rounded shells frequently adorned with geometric patterns. They possess a unique, thick, semicircular or D-shaped operculum made of calcium carbonate. These snails are primarily herbivorous grazers, feeding on algae and diatoms, and are found in both marine intertidal zones and, in some cases, brackish or freshwater environments. Their combination of a robust, patterned shell, a calcareous operculum, and their specialized diet and habitat preference makes them a readily identifiable family of snails.",

        "neritidae-theodoxus": "Theodoxus",
        
        "gallery": [
            
        ]
    },

    "grc": {
        "τίτλος": "Νηριτίδαι",
        "neritidae": "Οἰκογένεια Νηριτίδαι (Neritidae)",
        "neritidae-περιγραφή-1": "Αἱ Νηριτίδαι οἰκογένειά τις ἐστίν σμικρών ἕως μετρίου μεγέθους κοχλιῶν, ὧν το κέλυφος παχύ, στρογγυλόν τε και πολλάκις ἐντόνως κεχρωματισμένον και γεωμετρικοῖς σχεδίοις κεκοσμημένον. Μοναδικόν ἐπιπωμάτιον ἔχουσιν, ὤν ἡμικυκλικόν και παχύ, ἐξ ἀνθρακικοῦ ἀσβεστίου. Οἱ κοχλίαι οὗτοι ὡς ἐπί πολύ φυτοφάγοι βοσκηταί εἰσίν, τρεφόμενοι ἐν φύκοις και διατόμοις, και κατοικοῦσιν ἐν θαλασσίαις παλιρροιακαῖς ζώναις, ἢ ἐν ὑφάλμυροις ἢ γλυκέσι ὕδασι. Ῥᾴδιον ἐστίν αὐτούς γνωρίζειν, διά τοῦ κελύφους το άνθεκτικόν και κεκοσμημένον, το ἀσβεστολιθικὸν ἐπιπωματίδιον, τῆς διατροφήν το ἐξειδικευμένον και τοῦ ἐνδιαιτήματος προτίμησιν.",

        "neritidae-theodoxus": "Θεόδοξος",
        
        "gallery": [
            
        ]
    }
}