{
    "el": {
        "τίτλος": "Καβολινίδες",
        "cavoliniidae": "Οικογένεια Καβολινίδες (Cavoliniidae)",	
        "cavoliniidae-περιγραφή-1": "Οι Καβολινίδες είναι μια οικογένεια μικρών, θαλασσίων γαστροπόδων μαλακίων, που ανήκει στην τάξη των Θηκοσωμάτων. Τα ζώα αυτής της οικογένειας χαρακτηρίζονται από μικρά και πλωτά σώματα, με λεπτό και διαφανές κέλυφος που είναι συμμετρικό, συχνά παίρνοντας σχήμα πτέρυγας ή σκάφης. Διαφέρουν από τα υπόλοιπα γαστρόποδα, καθώς δεν ζουν στον βυθό, αλλά είναι εντελώς πλωτά και ζουν στον ελεύθερο θαλάσσιο χώρο. Διαθέτουν πλευρικά πτερύγια που τους επιτρέπουν να κινούνται μέσα στο νερό. Τρέφονται φιλτράροντας φυτοπλαγκτόν με βλεννώδη δίχτυα. Είναι σημαντικά για τις θαλάσσιες τροφικές αλυσίδες και για τον κύκλο του άνθρακα στη θάλασσα.",
        

        "cavoliniidae-diacria": "Διακρία",
        
        "gallery": [
            
        ]
    },

    "en": {
        "τίτλος": "Cavoliniidae",
        "cavoliniidae": "Family Cavoliniidae",
        "cavoliniidae-περιγραφή-1": "Cavoliniidae is a family of small, pelagic gastropod mollusks within the order Thecosomata, commonly known as \"sea butterflies.\" Members of this family are characterized by their thin, transparent, and bilaterally symmetrical shells, which often resemble delicate wings or boat-like structures. Unlike most gastropods, Cavoliniids are fully planktonic and adapted to life in the open ocean, using wing-like lateral parapodia for swimming. Their shells may be straight, coiled, or flask-shaped, depending on the genus. Cavoliniids are filter feeders, capturing phytoplankton with mucous nets. These gastropods are notable for their holoplanktonic lifestyle, having lost benthic stages entirely, and play a significant ecological role in marine food webs and carbon cycling.",

        "cavoliniidae-diacria": "Diacria",
        
        "gallery": [
            
        ]
    },

    "grc": {
        "τίτλος": "Καβολινίδαι",
        "cavoliniidae": "Οἰκογένεια Καβολινίδαι (Cavoliniidae)",
        "cavoliniidae-περιγραφή-1": "Αἱ Καβολινίδαι οἰκογένεια ἐστὶ μαλακίων γαστροπόδων θαλαττίων, ἐν τοῖς Θηκοσώμασι ἀριθμούμενη, ὧν τὰ σώματα μικρὰ καὶ πλωτὰ εἰσίν. Τὸ ὄστρακον αὐτῶν λεπτόν ἐστι καὶ διαφανές, ἀμφοτέρως συμμετρὸν, πολλάκις δὲ πτερύγιον ἢ σκάφης εἶδος ἐμφανίζει. Τοῖς ἄλλοις γαστροπόδοις διαφέρουσιν, ὅτι οὐκ ἐπὶ βυθοῦ ζῶσιν, ἀλλ’ ἐν μέσῳ τοῦ πελάγους, ἐντελῶς πλωτὰ γεγενημένα. Πτερύγια πλευρικὰ ἔχουσιν, οἷς διὰ τοῦ ὕδατος κινεῖσθαι δύνανται. Τὴν τροφὴν δὲ λαμβάνουσι διὰ δικτυωτῶν βλεννῶν, φῦκος αἰχμαλωτίζοντες. Καὶ τὸ ζῆν αὐτῶν οὐκ ἔχει στάδια βενθεῖα, ἀλλ’ ἐκ γενετῆς πλωτὰ παραμένουσι. Σπουδαῖον μέρος ἐν τοῖς θαλαττίοις τροφικαῖς ἀλύσεσι καὶ τῇ τοῦ ἀνθρακοῦ κυκλήσει ἔχουσι.",

        "cavoliniidae-diacria": "Διακρία",
        
        "gallery": [
            
        ]
    }
}
