{
    "el": {
        "τίτλος": "†Λεπιδόστεος ο κροσσωτός",
        "lepisosteus_fimbriatus": "†Λεπιδόστεος ο κροσσωτός (†Lepisosteus fimbriatus)",	
        "lepisosteus_fimbriatus-περιγραφή-1": "Ο Λεπιδόστεος ο κροσσωτός (Lepisosteus fimbriatus) είναι ένα εξαφανισμένο είδος κροκοδειλόψαρου. Απολιθώματα που αποδίδονται σε αυτό το είδος έχουν βρεθεί σε αποθέσεις της Ηώκαινου περιόδου στην Αγγλία, τη Γαλλία και το Βέλγιο, σε αντίθεση με τα σύγχρονα κροκοδειλόψαρα τα οποία απαντώνται αποκλειστικά στην Αμερική. Τα ευρήματα αυτά υποδεικνύουν ότι ο Λ. κροσσωτός ζούσε σε υποτροπικά γλυκά νερά της περιοχής κατά το μέσο Παλαιογενές, όταν το κλίμα της Ευρώπης υποστήριζε υγροτόπους και δέλτα ποταμών.",
        "lepisosteus_fimbriatus-περιγραφή-2": "Το απολιθωμένο υλικό του Λ. κροσσωτού αποτελείται από μεμονωμένα ευρήματα – πιο συχνά τα χαρακτηριστικά ρομβοειδή γανώδη λέπια, και ενίοτε κωνικά δόντια, σπονδύλους με πρόσθια κυρτότητα και οπίσθια κοιλότητα (οπισθόκοιλους), καθώς και θραύσματα οστών. Δεν έχει βρεθεί πλήρης σκελετός, ωστόσο τα διατηρημένα στοιχεία παρουσιάζουν τα τυπικά χαρακτηριστικά των λεπιδοστεών, όπως παχιά επίστρωση από γανοΐνη (ουσία όμοια με σμάλτο) στα λέπια και στα κρανιακά οστά. Το σχέδιο της διακόσμησης της γανοΐνης, σε συνδυασμό με το στρωματογραφικό πλαίσιο, βοηθούν στη διάκριση του Λ. κροσσωτού από άλλα είδη λεπιδοστεών.",
        "lepisosteus_fimbriatus-περιγραφή-3": "Ήταν ένα σχετικά μεγάλο ψάρι του γλυκού νερού· αν και το ακριβές μέγεθος παραμένει άγνωστο λόγω της αποσπασματικής φύσης των απολιθωμάτων, τα σύγχρονα συγγενή είδη φτάνουν ή και ξεπερνούν το ένα μέτρο σε μήκος (ορισμένα είδη αγγίζουν τα 2 μέτρα). Αυτό υποδηλώνει ότι ο Λ. κροσσωτός ήταν κορυφαίος υδρόβιος θηρευτής στα οικοσυστήματα της Ηώκαινου, όπως ακριβώς και οι σημερινοί συγγενείς του.",
        "lepisosteus_fimbriatus-περιγραφή-4": "Στη βιβλιογραφία, ο Λ. κροσσωτός έχει συσχετιστεί στενά με τον Λεπιδόστεο σουεσσιώνιο (Lepisosteus suessionensis), μια ονομασία που αποδόθηκε σε παρόμοια απολιθωμένα κατάλοιπα λεπιδοστεών από την Παλαιογενή Ευρώπη. Σύμφωνα με πρόσφατες μελέτες, ο Λ. σουεσσιώνιος θεωρείται νεότερο συνώνυμο του Λ. κροσσωτού, που σημαίνει πως τα δύο ονόματα πιθανόν αναφέρονται στο ίδιο είδος.",
        

        
        "gallery": [
            "<h2>Δείγμα 1</h2><p>Δόντι. Μέτρηση 7-8mm</p>","<h2>Δείγμα 1</h2><p>Φαίνεται η χαρακτηριστική λευκή μύτη του δοντιού</p>","<h2>Δείγμα 1</h2><p>Φαίνεται η κούφια βάση του δοντιού</p>",

            "<h2>Δείγμα 2</h2><p>Λέπι. Μέτρηση 8-9mm</p>","<h2>Δείγμα 2</h2><p>Το λέπι έχει σχήμα σαν φύλλο</p>","<h2>Δείγμα 2</h2><p>Πίσω όψη</p>","<h2>Δείγμα 2</h2><p>Προβολή υπό μικροσκόπιο, ορατή η (;)διακόσμηση</p>",

            "<h2>Δείγμα 3</h2><p>Θραύσμα λεπιού. Μέτρηση 12-13mm</p>","<h2>Δείγμα 3</h2><p>Το λέπι φαίνεται θραυσμένο</p>","<h2>Δείγμα 3</h2><p>Πίσω όψη</p>"

            
            
        ]
    },

    "en": {
        "τίτλος": "†Lepisosteus fimbriatus",
        "lepisosteus_fimbriatus": "†Lepisosteus fimbriatus",
        "lepisosteus_fimbriatus-περιγραφή-1": "Lepisosteus fimbriatus is an extinct gar. Fossils attributed to this species have been discovered in Eocene deposits of England, France and Belgium, contrary to modern gars which are found only in America. These finds indicate L. fimbriatus inhabited the subtropical freshwater environments of the region during the mid-Paleogene, when Europe’s climate supported wetlands and river deltas.","lepisosteus_fimbriatus-περιγραφή-2": "The fossil record of L. fimbriatus consists of isolated remains – most commonly the characteristic rhomboid ganoid scales, and occasional conical teeth, opisthocoelous vertebrae (convex in front, concave in back), and fragmented bones. No complete skeleton is known, but the preserved elements exhibit typical gar features such as thick, enamel-like ganoin coating on the scales and cranial bones. The pattern of ganoin ornamentation, along with the stratigraphic context, help distinguish L. fimbriatus from other gar species.","lepisosteus_fimbriatus-περιγραφή-3": "It was a relatively large freshwater fish; although exact size is uncertain due to fragmentary fossils, comparable gars often reach on the order of a meter or more in length (with some species approaching 2 m). This suggests L. fimbriatus was an apex aquatic predator in its Eocene ecosystems, much like its modern gar relatives.","lepisosteus_fimbriatus-περιγραφή-4": "In the literature, L. fimbriatus has been closely associated with Lepisosteus suessionensis, a name given to similar Paleogene gar remains from Europe. Recent research regards L. suessionensis as a junior synonym of L. fimbriatus, meaning both names likely refer to the same species.",

        
        "gallery": [
            "<h2>Sample 1</h2><p>Tooth. Measurement 7-8mm</p>","<h2>Sample 1</h2><p>The characteristic white tip of the tooth can be seen</p>","<h2>Sample 1</h2><p>The hollow bottom of the tooth is visible</p>",

            "<h2>Sample 2</h2><p>Scale. Measurement 8-9mm</p>","<h2>Sample 2</h2><p>The scale looks leaf-shaped</p>","<h2>Sample 2</h2><p>Back side</p>","<h2>Sample 2</h2><p>View under a microscope, (?)ornamentation visible</p>",

            "<h2>Sample 3</h2><p>Scale fragment. Measurement 12-13mm</p>","<h2>Sample 3</h2><p>The scale looks fragmented</p>","<h2>Sample 3</h2><p>Back side</p>"

            
            
        ]
    },

    "grc": {
        "τίτλος": "†Λεπιδοστεύς ὁ κροσσωτός",
        "lepisosteus_fimbriatus": "†Λεπιδοστεύς ὁ κροσσωτός (†Lepisosteus fimbriatus)",
        "lepisosteus_fimbriatus-περιγραφή-1": "Ὁ Λεπιδοστεὺς ὁ κροσσωτός (Lepisosteus fimbriatus) ἐστίν ἐξαφανισθείς κροκοδειλιχθύς. Τὰ λείψανα τούτου, ἐκ καταλοίπων τῆς Ἠωκαίνου περιόδου, ηὑρέθησαν ἐν τῇ Βρεταννίᾳ, τῇ Γαλλίᾳ, καὶ τῷ Βελγίῳ· οὐχ ὡς οἱ νῦν Λεπιδοστεῖς, οἳ μόνον ἐν Ἀμερικῇ εὑρίσκονται. Ταῦτα τὰ εὑρήματα σημαίνουσιν ὡς ὁ Λεπιδοστεὺς οὗτος διῴκει ἐν ὕδασι γλυκερῷ καὶ ὑποτροπικῷ, ἐν τοῖς τόποις ἐκείνοις κατὰ τὸ μέσον τῆς Παλαιογένου, ὅτε τὸ κλῖμα τῆς Εὐρώπης ἦν ὑγρὸν καὶ ἐφόρει τέλματα καὶ ποταμίους ἐκβολάς.","lepisosteus_fimbriatus-περιγραφή-2": "Ἡ τοὺ ἰχθύος μνήμη ἐν τοῖς ἀπολιθώμασιν ἐστὶ διεσπαρμένη· ὡς μεν ἐπὶ τὸ πολὺ ἐστίν λεπιδῶν ῥομβοειδῶν τε και γανωδῶν, ἐνίοτε δε και ὀδόντων κωνικῶν, σπονδύλων ὀπισθοκοίλων (κυρτοί μὲν τὸ πρόσθεν, κοῖλοι δὲ τὸ ὄπισθεν), ἔτι καὶ ὀστέων τεθραυσμένων. Οὐδεὶς σκελετὸς ὅλος ἔγνωσται, ἀλλ᾽ ὅμως τὰ σωζόμενα μέρη τυπικὰ σημεῖα κροκοδειλιχθύων φέρουσιν· ἐπισμάλτωσις γὰρ γανώδης και παχεῖα ἐπικάθηται ἐπὶ τῶν λεπιδῶν τε καὶ κρανιακῶν ὀστῶν. Ὁ δὲ τρόπος τῆς γανώδους κοσμήσεως, σὺν τῇ στρωματογραφίᾳ, διακρίνει τοῦτον τὸν ἰχθὺν ἀπὸ τῶν ἄλλων τοῦ γένους.","lepisosteus_fimbriatus-περιγραφή-3": "Μέγας ἦν κατὰ τὸ μέγεθος, οὐ μὴν σαφῶς μεμετρημένος, διά τῶν θραυσμάτων· ἀλλ᾽ οἱ συγγενεῖς αὐτοῦ τῷ εἴδει πολλοὶ ἐπ᾽ ἄν ἑνὸς μέτρου καὶ πλέον ἐκτείνωνται, ἔνιοι δὲ ἔγγιστα δύο. Τούτου δὴ σημεῖον ὅτι καὶ ὁ Λεπιδοστεὺς οὗτος θηρευτὴς ἦν κορυφαῖος ἐν τοῖς τοῦ καιροῦ ἐκείνου ὑδατίνοις οἰκοσυστήμασι, καθάπερ οἱ νῦν Λεπιδοστεῖς.","lepisosteus_fimbriatus-περιγραφή-4": "Κατὰ δὲ τὰς συγγραφάς, ὁ Λεπιδοστεὺς ὁ κροσσωτὸς συνδέεται στενῶς πρὸς τὸν Λεπιδοστέα τὸν σουεσσιώνιον (Lepisosteus suessionensis), ὃς ἐκ τῶν αὐτῶν χρόνων καὶ τόπων γνωρίζεται. Νεωτέρα δὲ ἔρευνα τὸ ὄνομα τοῦ Λ. σοεσσιωνίου ὡς νεώτερον συνώνυμον ἀναγιγνώσκει τοῦ κροσσωτοῦ, ὡς τον αὐτὸν δηλονότι ἰχθὺν ἐπονομάζουσιν ἀμφότερα.",

        
        "gallery": [
            "<h2>Δεῖγμα αʹ</h2><p>Ὀδούς. Μέτρησις 7-8mm</p>","<h2>Δεῖγμα αʹ</h2><p>Φαίνεται ἡ τοῦ ὀδόντος ἰδιάζουσα λευκή ἀκμή</p>","<h2>Δεῖγμα αʹ</h2><p>Φαίνεται ἡ τοῦ ὀδόντος κοίλη βάσις</p>",

            "<h2>Δεῖγμα βʹ</h2><p>Λεπίς. Μέτρησις 8-9mm</p>","<h2>Δεῖγμα βʹ</h2><p>Ἡ λεπίς ὡς φυλλόσχημος δοκεῖ</p>","<h2>Δεῖγμα βʹ</h2><p>Ὀπίσω ὄψις</p>","<h2>Δεῖγμα βʹ</h2><p>Προβολή ὑπό μικροσκόπιον, ὁρατός ὁ (;)διάκοσμος</p>",

            "<h2>Δεῖγμα γʹ</h2><p>Λεπίδος θραῦσμα. Μέτρησις 12-13mm</p>","<h2>Δεῖγμα γʹ</h2><p>Ἡ λεπίς τευθρασμένη φαίνεται</p>","<h2>Δεῖγμα γʹ</h2><p>Ὀπίσω ὄψις</p>"

            
            
        ]
    }
}
