{
    "localities": {
        "unknown-cyprus": {
            "name": {
                "el": "Άγνωστη τοποθεσία",
                "en": "Unknown locality",
                "grc": "Ἄγνωστος τόπος"
            },
            "description": {
                "el": [
                    ""
                ],
                "en": [
                    ""
                ],
                "grc": [
                    ""
                ]
            },
            "country": "cy",
            "age": {
                "from": 600,
                "to": 0,
                "period": "phanerozoic"
            }
        },

        "alassa": {
            "name": {
                "el": "Άλασσα",
                "en": "Alassa",
                "grc": "Ἄλασσα"
            },
            "country": "cy",
            "coords_lat": "34.7625486",
            "coords_lon": "32.9289239",
            "age": {
                "from": 13.6,
                "to": 11.6,
                "prefix": "middle",
                "period": "miocene",
                "period_detail": "serravallian"
            },
            "formation": {
                "el": "Σχηματισμός Πάχνας",
                "en": "Pakhna Formation",
                "grc": "Σχηματισμός Πάχνας"                
            },
            "depositional_environment": {
                "el": "Λεκάνη βαθιάς θαλάσσιας πλαγιάς (βαθυπελαγική)",
                "en": "Deep marine slope basin (bathyal)",
                "grc": "Κλιτύος θαλαττίης λεκάνη βαθεῖα (βαθυπελαγική)"
            },
            "fossil_types": {
                "el": "Ψάρια (π.χ. συγγναθίνες, τριχιουρίδες), αχινοί (καρδιοεχίνοι), κεφαλόποδα (Αργοναύτης, Ατουρία), πλαγκτονικά τρηματοφόρα, πτερόποδα, νανοαπολιθώματα, περιστασιακά φυτικά τμήματα",
                "en": "Fish (e.g. pipefish, cutlassfish), echinoids (heart urchins), cephalopods (Argonauta, Aturia), planktonic foraminifera, pteropods, nannofossils, occasional plant fragments",
                "grc": "Ἰχθύες (οἷον συγγναθίναι, τριχιουρίδαι), ἐχίνοι (καρδιοεχίνοι), κεφαλόποδα (Ἀργοναύτης, Ἀτουρία), τρηματοφόρα πλαγκτονικά, πτερόποδα, νανοαπολιθώματα, ἐνίοτε τμήματα φυτικά"
            },
            "paleoecology_highlights": {
                "el": "Μαλακός βυθός με θαπτόμενα εχινοειδή, πληθώρα πλαγκτού, περιστασιακές ανοξικές περίοδοι, κοντινή φυτοφόρα στεριά από την οποία μεταφέρεται οργανική ύλη",
                "en": "Soft seafloor with burrowing echinoids, abundant plankton, occasional anoxic events, nearby vegetated landmass shedding organic debris",
                "grc": "Βυθός μαλακός μετ' ἐχίνων θαπτομένων, πλαγκτῶν πλειάς, ἀνοξικά συμβάντα ἐνίοτε γενόμενα, πλησίον πεφυμένης ξηρᾶς ἐξ ἧς ὕλη ὀργανική ἀποβάλλεται"                
            },
            "description": {
                "el": [
                    "Κατά τη Μέση Μειόκαινο περίοδο, η περιοχή γύρω από τη σημερινή Άλασσα ήταν βυθισμένη κάτω από μια ήσυχη, βαθιά θάλασσα. Μακριά από οποιαδήποτε ακτή, ο πυθμένας βρισκόταν εκατοντάδες μέτρα κάτω από την επιφάνεια, καλυμμένος με απαλό, ανοιχτόχρωμο ίζημα που σχηματιζόταν από τη συνεχή πτώση μικροσκοπικών κελυφών πλαγκτού. Τα νερά από πάνω ήταν ήρεμα και αμυδρά φωτισμένα, που χάνονταν σε ένα πλούσιο, βαθύ μπλε. Η ζωή εδώ ήταν αραιή αλλά εξειδικευμένη· καρδιοεχίνοι κινούνταν αργά μέσα στο ίζημα αναζητώντας τροφή, ενώ τα υπολείμματα παρασυρόμενου πλαγκτού και βαθύβιων ψαριών κατέληγαν απαλά στον πυθμένα. Πού και πού, φύλλα από τα κοντινά δάση της ανερχόμενης οροσειράς του Τροόδους παρασύρονταν προς τα βάθη, υποδηλώνοντας την ύπαρξη πράσινων λόφων πέρα από τον ορίζοντα. Ήταν ένα γαλήνιο, ακίνητο περιβάλλον· απομακρυσμένο, πλούσιο σε θρεπτικά συστατικά και σε μεγάλο βαθμό ανέγγιχτο από κύματα ή ηλιακό φως."
                ],
                "en": [
                    "During the Middle Miocene, the area around modern-day Alassa was submerged beneath a quiet, deep sea. Far from any shoreline, the seafloor lay hundreds of meters below the surface, covered in soft, pale mud made from the steady rain of microscopic plankton shells. The water above was calm and dimly lit, fading into a rich, dark blue. Life here was sparse but specialized; heart-shaped sea urchins slowly moved through the sediment in search of food, while the remains of drifting plankton and deep-sea fish settled gently onto the seabed. Occasionally, leaves from nearby forests on the rising Troodos landmass would drift down to the depths, hinting at green hills beyond the horizon. This was a peaceful, still environment; remote, nutrient-rich, and largely untouched by waves or sunlight."
                ],
                "grc": [
                    "Ἐν τῷ Μειοκαίνῳ, οἱ περί τῆς νῦν Ἄλασσας τόποι ὑπό θαλάσσης βαθείας και ἡσύχου ἔκειντο. Πόρρω πάσης ἀκτῆς, ὁ πυθμένας ἑκατοντάδες μέτρα ὑπό τῆς ἐπιφανείας ἦν, άπαλῷ και ἀνοιχτοχρώμῳ ἰζήματι καλυπτόμενος, σχηματισθέν ὑπό τῆς συνεχοῦς πτώσεως κελυφῶν πλαγκτοῦ ἐλαχίστων. Το ὑπεράνω ὕδωρ ἤρεμον ἦν και ἀμυδρῶς ἐφωτίζετο, ἑς χρῶμα κυανόν ἀπέραντον γενόμενον. Ὦδε ἦν μεν ὁ βίος ἀραιός, ἀλλά και προσηρμοσμένος· καρδιοεχίνοι βραδέως διά τοῦ ἰζήματος ἐκινοῦντο, τῶν ψυχίων πλαγκτοῦ και λοιπῆς ὕλης ὀργανικῆς βραδέως τῷ βένθει πιπτόντων. Ἑνίοτε δε και φύλλα ἔπιπτον, ἐκ δρυμῶν πλησίων τοῦ ἕτι ἀναβαίνοντος Τρόοδους, δηλοῦντα ὄρη χλοερά πέραν τοῦ ὁρίζοντος κείμενα. Γαλήνιος και ἀκίνητος τόπος ἦν· μεμακρυσμένος, θρεπτικῶν οὐσιῶν μεστός, και ὡς ἐπί πολύ ἀπό τοῦ ἡλίου και τῶν κυμάτων ἄπειρον. "
                ]
            }
        },

        "lefkothea": {
            "name": {
                "el": "Λευκοθέα",
                "en": "Lefkothea",
                "grc": "Λευκοθέα"
            },
            "country": "cy",
            "coords_lat": "34.722674",
            "coords_lon": "33.025062",
            "age": {
                "from": 13.6,
                "to": 11.6,
                "prefix": "middle",
                "period": "miocene"
            },
            "formation": {
                "el": "Σχηματισμός Πάχνας",
                "en": "Pakhna Formation",
                "grc": "Σχηματισμός Πάχνας"                
            },
            "depositional_environment": {
                "el": "Βαθύτερη υπεράκτια υφαλοκρηπίδα",
                "en": "Deeper offshore marine shelf",
                "grc": "Ὑπεράκτια ὑφαλοκρηπίς βαθυτέρα"
            },
            "fossil_types": {
                "el": "Φυτικά υπολείμματα, λέπια ψαριών",
                "en": "Plant remains, fish scales",
                "grc": "Φυτῶν καταάλοιπα, ἰχθύων λεπίδαι"
            },
            "paleoecology_highlights": {
                "el": "Ἤρεμα, ανοικτά νερά με βραδέως εναποθέμενη ανθρακική λάσπη· πτώσεις πλαγκτού· περιστασιακή λεπτή βιοκλαστική βροχή από απομακρυσμένα ρηχά νερά",
                "en": "Quiet, open water with slow-settling carbonate mud; drifting plankton; occasional fine bioclastic rain from distant shallows",
                "grc": "Ἥσυχα, ἀνοικτά ὕδατα, μετά βραδέως ἀποθεμένης ἀνθρακικῆς λάσπης· πλαγκτοῦ πτώσεις· κατὰ καιρὸν λεπταῖ βροχαὶ λειψάνων ζῴων, ἐκ τηλικοῦ βαράθρου ῥηχῶν ὑδάτων"                
            },
            "description": {
                "el": [
                    "Φανταστείτε ότι στέκεστε στον πυθμένα πάνω από 13 εκατομμύρια χρόνια πριν, μακριά από την ξηρά κάτο από μια ήρεμη, υποτροπική θάλασσα. Τα χρώματα του φωτός του ήλιου διαθλώνται από ψηλά, κάνοντας το φως να έχει ένα αμυδρό μπλε-γκρι χρώμα, όσο που να φωτίζει τον ωχρό, αμμώδη βυθώ κάτω από τα πόδια σας. Το έδαφος εἰναι απαλό, αποτελούμενο από ιζήματα που κατακάθονται στον πυθμένα. Εδώ δεν υπάρχουν κοράλια, φυτά ούτε ταχύρρυθμη υδρόβια ζωή· μόνο τα μικροσκοπικά κελύφην πλαγκτού που πέφρουν αθόρυβα και ανενόχλητα από ψηλά. Εἰναι ένας ακίνητος, ἠρεμος κόσμος, σκοτεινός και ήσυχος, και φαντάζει απέραντος προς όλες τις κατευθύνσεις."
                ],
                "en": [
                    "Imagine standing on the seafloor over 13 million years ago, far offshore beneath a calm, subtropical sea. Light from above filters down in soft blue-grey tones, just enough to faintly illuminate the pale, fine-grained seabed beneath your feet. The ground is smooth and powdery, made of soft chalky mud slowly settling from the clear water above. There are no corals, no plants, and no bustling marine life here; just the quiet drift of tiny plankton shells from far above, sinking gently and undisturbed. It’s a still, peaceful world; dim, silent, and seemingly endless in all directions."
                ],
                "grc": [
                    "Ἐννοήσῃς ἂν σεαυτὸν ἑστῶτα ἐν βυθῷ θαλάττης πρὸ ἐτῶν δεκατριῶν ἑκατομμυρίων, πόρρω τῆς γῆς, ὑπὸ θαλάσσης ἡσύχου καὶ ὑποτροπικοῦ. Τὸ μὲν φῶς ἄνωθεν ὀλίγον καθίησιν, κυανοειδές τε καὶ λευκόχροον, μόλις ὥστε φανερὰν ποιεῖν τον ὑπὸ τοῖς ποσίν σου πυθμένα. Ἡ δὲ γῆ λεία ἐστι καὶ λεπτοτάτη, ἐκ πηλοῦ μαλακοῦ τε καὶ κιμωλίας, κατακαθίζοντος βραδέως ἐκ τοῦ διαυγοῦς ὕδατος. Κοράλλια δ’ οὐχ εὑρίσκονται, οὐδὲ φυτά, οὐδὲ θόρυβος θαλαττίων ζῴων· ἀλλὰ μόνον κελύφη μικροτάτων πλαγκτῶν ἄνωθεν πίπτοντα, ἡσύχως καὶ ἀδιατάρακτα. Κόσμος ἐστὶν ἤρεμος, σκοτεινός, σιγὴν ἔχων, ἄπειρος δοκῶν κατὰ πάντα μέρος."
                ]
            }
        },

        "polemidia": {
            "name": {
                "el": "Πολεμίδια",
                "en": "Polemidia",
                "grc": "Πολεμίδια"
            },
            "country": "cy",
            "coords_lat": "34.714696",
            "coords_lon": "33.006911",
            "age": {
                "from": 13.6,
                "to": 11.6,
                "prefix": "middle",
                "period": "miocene"
            },
            "formation": {
                "el": "Σχηματισμός Πάχνας",
                "en": "Pakhna Formation",
                "grc": "Σχηματισμός Πάχνας"                
            },
            "depositional_environment": {
                "el": "Βαθύτερη υπεράκτια υφαλοκρηπίδα",
                "en": "Deeper offshore marine shelf",
                "grc": "Ὑπεράκτια ὑφαλοκρηπίς βαθυτέρα"
            },
            "fossil_types": {
                "el": "Πλαγκτονικά πτερόποδα (Διακρία η τριάκανθος - Diacria trispinosa), μικρά δίθυρα",
                "en": "Planktonic pteropods (Diacria trispinosa), small bivalves",
                "grc": "Πτερόποδα πλαγκτονικά (Διακρία ἡ τριάκανθος - Diacria trispinosa), μικρά δίθυρα"
            },
            "paleoecology_highlights": {
                "el": "Ἤρεμα, ανοικτά νερά με βραδέως εναποθέμενη ανθρακική λάσπη· πτώσεις πλαγκτού· περιστασιακή λεπτή βιοκλαστική βροχή από απομακρυσμένα ρηχά νερά",
                "en": "Quiet, open water with slow-settling carbonate mud; drifting plankton; occasional fine bioclastic rain from distant shallows",
                "grc": "Ἥσυχα, ἀνοικτά ὕδατα, μετά βραδέως ἀποθεμένης ἀνθρακικῆς λάσπης· πλαγκτοῦ πτώσεις· κατὰ καιρὸν λεπταῖ βροχαὶ λειψάνων ζῴων, ἐκ τηλικοῦ βαράθρου ῥηχῶν ὑδάτων"                
            },
            "description": {
                "el": [
                    "Φανταστείτε ότι στέκεστε στον πυθμένα πάνω από 13 εκατομμύρια χρόνια πριν, μακριά από την ξηρά κάτο από μια ήρεμη, υποτροπική θάλασσα. Τα χρώματα του φωτός του ήλιου διαθλώνται από ψηλά, κάνοντας το φως να έχει ένα αμυδρό μπλε-γκρι χρώμα, όσο που να φωτίζει τον ωχρό, αμμώδη βυθώ κάτω από τα πόδια σας. Το έδαφος εἰναι απαλό, αποτελούμενο από ιζήματα που κατακάθονται στον πυθμένα. Εδώ δεν υπάρχουν κοράλια, φυτά ούτε ταχύρρυθμη υδρόβια ζωή· μόνο τα μικροσκοπικά κελύφην πλαγκτού που πέφρουν αθόρυβα και ανενόχλητα από ψηλά. Εἰναι ένας ακίνητος, ἠρεμος κόσμος, σκοτεινός και ήσυχος, και φαντάζει απέραντος προς όλες τις κατευθύνσεις."
                ],
                "en": [
                    "Imagine standing on the seafloor over 13 million years ago, far offshore beneath a calm, subtropical sea. Light from above filters down in soft blue-grey tones, just enough to faintly illuminate the pale, fine-grained seabed beneath your feet. The ground is smooth and powdery, made of soft chalky mud slowly settling from the clear water above. There are no corals, no plants, and no bustling marine life here; just the quiet drift of tiny plankton shells from far above, sinking gently and undisturbed. It’s a still, peaceful world; dim, silent, and seemingly endless in all directions."
                ],
                "grc": [
                    "Ἐννοήσῃς ἂν σεαυτὸν ἑστῶτα ἐν βυθῷ θαλάττης πρὸ ἐτῶν δεκατριῶν ἑκατομμυρίων, πόρρω τῆς γῆς, ὑπὸ θαλάσσης ἡσύχου καὶ ὑποτροπικοῦ. Τὸ μὲν φῶς ἄνωθεν ὀλίγον καθίησιν, κυανοειδές τε καὶ λευκόχροον, μόλις ὥστε φανερὰν ποιεῖν τον ὑπὸ τοῖς ποσίν σου πυθμένα. Ἡ δὲ γῆ λεία ἐστι καὶ λεπτοτάτη, ἐκ πηλοῦ μαλακοῦ τε καὶ κιμωλίας, κατακαθίζοντος βραδέως ἐκ τοῦ διαυγοῦς ὕδατος. Κοράλλια δ’ οὐχ εὑρίσκονται, οὐδὲ φυτά, οὐδὲ θόρυβος θαλαττίων ζῴων· ἀλλὰ μόνον κελύφη μικροτάτων πλαγκτῶν ἄνωθεν πίπτοντα, ἡσύχως καὶ ἀδιατάρακτα. Κόσμος ἐστὶν ἤρεμος, σκοτεινός, σιγὴν ἔχων, ἄπειρος δοκῶν κατὰ πάντα μέρος."
                ]
            }
        },

        "mari": {
            "name": {
                "el": "Μαρί",
                "en": "Mari",
                "grc": "Μαρί"
            },
            "country": "cy",
            "coords_lat": "34.736138",
            "coords_lon": "33.299155",
            "age": {
                "from": 5.33,
                "to": 2.58,
                "period": "pliocene"
            },
            "formation": {
                "el": "Σχηματισμός Λευκωσίας",
                "en": "Nicosia Formation",
                "grc": "Σχηματισμός Λευκωσίας"                
            },
            "depositional_environment": {
                "el": "Ρηχή υφαλοκρηπίδα (εσώτερη με μέση)",
                "en": "Shallow marine shelf (inner to mid shelf)",
                "grc": "Ὑφαλοκρηπίς ἀβαθεῖα (ἐσώτερη ἔως μέση)"
            },
            "fossil_types": {
                "el": "Γαστρόποδα. δίθυρα, κέλυφος αργοναυτίδας, ιχνοαπολιθώματα (λαγούμια)",
                "en": "Gastropods, bivalves, argonautid eggcase, trace fossils (burrows)",
                "grc": "Γαστρόποδα. δίθυρα, ἀργοναυτίδος κέλυφος, ἰχνοαπολιθώματα (κευθμῶνες)"
            },
            "paleoecology_highlights": {
                "el": "Θαλάσσια λειβάδια, επικολλημένη κόκκινη άλγη, μαλακός βιοαναδευμένος πυθμένας, πιθανή παρουσία κοραλιογενών υφάλων",
                "en": "Seagrass meadows, encrusting red algae, soft bioturbated seabed, possible patch reefs",
                "grc": "Λειβάδια θαλάττια, ἄλγη ἐρυθρά ταῖς πέτραις πεπηγμένη, μαλακός τε βιοαναδευθείς πυθμένας, κοραλιογενεῖς ὕφαλοι ἐνδέχεται ὑπάρχειν"                
            },
            "description": {
                "el": [
                    "Κατά τη διάρκεια του Πλειοκαίνου, η περιοχή που σήμερα είναι γνωστή ως Μαρί βρισκόταν κάτω από έναν ζεστό, ρηχό μέρος της Μεσογείου. Ο θαλάσσιος πυθμένας ήταν μαλακός και ελαφρώς κεκλιμένος, αποτελούμενος από λεπτές ιλύες και ανθρακικές άμμους, διαμορφωμένος από ήπια ρεύματα και φιλοξενούσε ένα ακμάζον βενθικό οικοσύστημα. Ζώα που έσκαβαν στο υπόστρωμα άφησαν ίχνη στο ίζημα, τα οποία διατηρούνται σήμερα ως απολιθωμένες οπές και σήραγγες. Κηλίδες θαλάσσιου χόρτου Posidonia ρίζωναν στην αμμώδη επιφάνεια, λικνίζονταν με τα ελαφρά υποθαλάσσια ρεύματα, ενώ η επικολλημένη ερυθρή άλγη προσέθετε ροζ αποχρώσεις στις βραχώδεις επιφάνειες. Σε ορισμένα σημεία, μικρές αποικίες κοραλλιών ενδέχεται να σχημάτιζαν χαμηλά υφαλομορφήματα. Τα καθαρά νερά επέτρεπαν άφθονο ηλιακό φως να φτάσει στον πυθμένα, φωτίζοντας μια βιοποικιλόμορφη υφαλοκρηπίδα γεμάτη θαλάσσια ζωή."
                ],
                "en": [
                    "During the Pliocene, the area now known as Mari lay beneath a warm, shallow arm of the Mediterranean Sea. The seafloor was soft and gently sloping, composed of fine silts and carbonate sands, shaped by gentle currents and home to a thriving benthic ecosystem. Burrowing creatures left traces in the sediment, now preserved as fossilized holes and tunnels. Patches of Posidonia seagrass anchored themselves in the sandy bottom, swaying with the light underwater currents, while encrusting coralline red algae added pinkish hues to rocky surfaces. In places, small coral colonies may have formed low-lying reef structures. The clear water allowed plenty of sunlight to reach the seabed, illuminating a biodiverse shelf teeming with marine life."
                ],
                "grc": [
                    "Κατὰ τὸ Πλειόκαινον, ὁ τόπος ἡ νῦν λεγόμενος Μαρί, ὑπὸ θερμῷ καὶ ρηχῷ κόλπῳ τῆς Μεσογείου κατέκειτο. Ὁ βυθὸς ἦν μαλακός, καὶ ὑπὸ πραέως κεκλιμένος, ἐκ λεπτοῦ πηλοῦ καὶ ἀμμῶν ἀνθρακωδῶν συνεστηκώς, καὶ εἶχε ζῴων βενθικῶν πλῆθος. Ζῷα κατασκάπτοντα ἴχνη ἀφῆκαν ἐν τοῖς ἰζήμασιν, ἃ νῦν ὡς ἀπολιθούμεναι ὀπαὶ σώζονται. Πόα τις ἡ Ποσειδωνία, ἐν τῷ ψαμμώδει ἐρριζωμένη, ὑπὸ τῶν ὑποβρυχίων ῥευμάτων ἐσαλεύετο· καὶ ταπεινῶς ἐπικείμεναι φαιοερυθραὶ φύκαι τοῖς πέτροις χροιὰν ῥοδίνην παρεῖχον. Κατὰ τόπους δὲ κοραλλίαι μικραὶ ὑφάλους δοκῶσιν ἔχειν μορφάς. Τὸ δὲ ὕδωρ διαυγές, ἐπαφίει τῷ φωτὶ τοῦ ἡλίου εἰς τὸν βυθὸν καθιέναι, τὴν ποικίλην ὑφαλοκρηπίδα θαλασσίῳ βίῳ καταλάμπουσαν."
                ]
            }
        },

        "pissouri": {
            "name": {
                "el": "Άσπρο Ακρωτήρι, Πισσούρι",
                "en": "Cape Aspro, Pissouri",
                "grc": "Ἄσπρον Ἀκρωτήριον, Πισσούρι"
            },
            "country": "cy",
            "coords_lat": "34.642527",
            "coords_lon": "32.714211",
            "age": {
                "from": 5.33,
                "to": 2.58,
                "period": "pliocene"
            },
            "formation": {
                "el": "Σχηματισμός Λευκωσίας",
                "en": "Nicosia Formation",
                "grc": "Σχηματισμός Λευκωσίας"
            },
            "depositional_environment": {
                "el": "Ανοικτή υφαλοκρηπίδα",
                "en": "Open marine shelf",
                "grc": "Ἀνοικτὴ ὑφαλοκρηπίς"
            },
            "fossil_types": {
                    "el": "Γαστρόποδα, δίθυρα, κοράλλια, θαλάσσια σπονδυλωτά",
                    "en": "Gastropods, bivalves, corals, marine vertebrates",
                    "grc": "Γαστρόποδα, δίθυρα, κοράλλια, θαλάσσια σπονδυλωτά"
            },
            "paleoecology_highlights": {
                "el": "Θερμά εύκρατα νερά, υψηλή στάθμη θάλασσας, κοραλλιογενείς αποικίες, καλά οξυγονωμένα επιφανειακά ύδατα, παροδικές ανοξικές περίοδοι στον βυθό",
                "en": "Warm temperate waters, high sea level, coral patches, well-oxygenated surface waters, occasional bottom-water anoxia",
                "grc": "Θερμά εὔκρατα ὕδατα, ὑψηλή θαλάσσια στάθμη, νησῖδες κοραλλίων, ὕδατα ἐπιφανειακὰ εὖ ὀξυγονούμενα, κατά καιρούς ἀνοξικαί περίοδοι ἐν τῷ βυθῷ"
            },
            "description": {
                "el": [
                    "Φαντάσου θερμά, ρηχά νερά να απλώνονται εκεί όπου σήμερα υψώνονται οι ηλιοκαμένες απόκρημνες ακτές του Κάβο Άσπρο. Η θάλασσα λαμπυρίζει σε αποχρώσεις του τιρκουάζ και του απαλού γαλάζιου, κυματίζοντας απαλά πάνω από έναν μαλακό, καλυμμένο με μάργες θαλάσσιο πυθμένα. Στα καθαρά βάθη, αποικίες κοραλλιών αγκυρώνονται σε σταθερά σημεία, σχηματίζοντας διάσπαρτους υφάλους που διακόπτουν την ήρεμη πεδιάδα. Ανάμεσά τους, στρώματα λεπτής ασβεστιτικής λάσπης κατακάθονται ήσυχα, πλούσια σε αιωρούμενο πλαγκτόν και μικροσκοπικά κελύφη. Κατά τόπους, περίοδοι στάσιμων, φτωχών σε οξυγόνο νερών αφήνουν σκούρες λωρίδες σαπροπηλού στα ιζήματα. Πιο πάνω, τα νερά λαμπυρίζουν από το φως του ήλιου, γεμάτα από σμήνη πλαγκτόν και κάθε λογής πελαγική θαλάσσια ζωή."
                ],
                "en": [
                    "Imagine warm, shallow waters stretching over what is now the sun-bleached cliffs of Cape Aspro. The sea glows in hues of turquoise and pale blue, gently rippling above a soft, marl-covered seafloor. In the clear depths, colonies of corals anchor themselves to firm patches, forming scattered reef mounds that break up the gentle plain. Between them, beds of fine calcareous mud settle quietly, rich with drifting plankton and microscopic shells. Occasional layers of still, oxygen-starved water leave streaks of dark sapropel in the sediment. The waters above shimmer with sunlight toward the surface, alive with swarms of plankton and all sorts of pelagic marine life."
                ],
                "grc": [
                    "Ἐννόησον θερμὰ καὶ ῥᾴδια ὕδατα ἐκτεινόμενα ἐπὶ τῶν νῦν ἡλιοκαύστων κρημνῶν τοῦ Ἄσπρου Ἀκρωτηρίου. Ἡ θάλασσα λάμπει ἐν χρώμασι τυρκουάζ τε καὶ ἀπαλοῦ κυανοῦ, ἠρέμα κυμαίνουσα ὑπὲρ μαλακοῦ πυθμένος μάργαις κεκαλυμμένου. Ἐν τοῖς διαυγέσι βάθεσιν ἀποικίαι κοραλλίων ἐπὶ στερεῶν τόπων ἑαυτὰς ἐρείδουσιν, σποράδην ὑφάλους συνιστᾶσαι οἳ τὴν ἤρεμον πεδιάδα διακόπτουσιν. Μεταξὺ δὲ τούτων στρώματα λεπτῆς ἀσβεστιτικῆς ἰλύος ἡσύχως κατακάθηται, πλουτοῦντα πλαγκτῷ αἰωρουμένῳ καὶ μικροσκοπικοῖς ὀστρέοις. Κατὰ καιρούς δὲ ὕδατα στάσιμα καὶ ἀπνευστίαν ἔχοντα μέλανας σαπροπηλοῦ ῥάβδους ἐν τοῖς ἰζήμασιν ἀπολείπει. Ἄνωθεν δὲ τὰ ὕδατα τῷ τοῦ ἡλίου φωτὶ στίλβουσιν, ζῶντα πλήθεσι πλαγκτοῦ καὶ παντοδαπῇ πελαγίᾳ θαλασσίᾳ ζωῇ."
                ]
            }
        },

        "abbey-wood": {
            "name": {
                "el": "Αββαείο Λεσνές, Άμπυ Γουντ, Λονδίνο",
                "en": "Lesnes Abbey, Abbey Wood, London",
                "grc": "Ἀββαεῖον Λεσνές, Ἀββαείου Δρυμός, Λονδῖνον"
            },
            "country": "en",
            "coords_lat": "51.487411",
            "coords_lon": "0.130536",
            "age": {
                "about": 54.5,
                "prefix": "lower",
                "period": "eocene"
            },
            "formation": {
                "el": "Σχηματισμός Χάργουϊτς (αποθέσεις Μπλάκχηθ)",
                "en": "Harwich Formation (Blackheath Beds)",
                "grc": "Σχηματισμός Ἁργουίχη (Βλακχήθειες ἀποθέσεις)"                
            },
            "depositional_environment": {
                "el": "Εκβολή ποταμού και παράκτιος βάλτος δίπλα σε ρηχή θάλασσα",
                "en": "Estuary and coastal swamp leading into a shallow sea",
                "grc": "Ποταμοῦ ἐκβολή και ἔλος παράλιον παρ' ἀβαθοῦς θαλάσσης"
            },
            "fossil_types": {
                "el": "Δόντια καρχαρία, οστεϊχθύες, μαλάκια (γαστρόποδα και δίθυρα), σποροι φυτών και φρούτα, λείψανα κροκοδείλων, πουλιών, πρώιμων θηλαστικών",
                "en": "Shark teeth, bony fish, molluscs (gastropods and bivalves), plant seeds and fruits, crocodilian remains, early mammals, birds",
                "grc": "Καρχαριῶν ὀδόντες, ὀστεϊχθύες, μαλάκια (γαστρόποδα και δίθυρα), φυρῶν σπόροι και καρποί, λείψανα κροκοδείλων, ὀρνίθων, θηλαστικῶν πρωίμων"
            },
            "paleoecology_highlights": {
                "el": "Βάλτοι με μαγκρόβια δένδρα και φοινικιές, οστρακοφόροι πυθμένες σε εκβολές ποταμών, πυκνά τροπικά δάση, κοντά σε ήρεμη ρηχή θάλασσα",
                "en": "Mangrove palm swamps, estuarine mollusc beds, lush tropical rainforest, calm shallow marine waters nearby",
                "grc": "Ἔλη μετά δένδρων μαγκροβίων και φοινίκων, πυθμένες ἐν ποταμῶν ἐκβολαῖς ὀστρακοφόροι, πυκνά τροπικά δάση, πλησίον ἤρεμης ῥηχῆς θαλάσσης"                
            },
            "description": {
                "el": [
                    "Φαντάσου να στέκεσαι μέσα σε ζεστό, τροπικό αέρα, εκεί όπου ένα αργοκίνητο ποτάμι διασχίζει μια πυκνή ζούγκλα με πλατύφυλλα δέντρα και φοινικόδεντρα μαγκρόβια. Το φως του ήλιου λαμπυρίζει στην επιφάνεια του νερού, καθώς φιλτράρεται μέσα από πανύψηλες κομοστέγες και πυκνές κληματίδες. Στις δύο πλευρές του καναλιού, οι λασπώδεις όχθες είναι σκεπασμένες με υψηλόριζα μαγγρόβια δέντρα και χαμηλές φτέρες, ενώ η μυρωδιά της υγρής γης και του αλατιού πλανάται στον αέρα. Λίγο πιο πέρα από το δάσος, το ποτάμι ανοίγει σε μια ζεστή, ρηχή θάλασσα – τα ήπια κύματά της σκάνε σε αμμουδερές παραλίες στον ορίζοντα. Αυτή ήταν η περιοχή του Άμπυ Γουντ πριν από 55 εκατομμύρια χρόνια: ένα ζωντανό, παράκτιο τροπικό δάσος γεμάτο βλάστηση, στην άκρη ενός τροπικού εκβολικού περιβάλλοντος, εκεί όπου η ξηρά συναντούσε τη θάλασσα σ’ έναν υγρό κόσμο."
                ],
                "en": [
                    "Imagine standing in steamy, tropical air where a slow-moving river winds through a dense jungle of broad-leaved trees and mangrove palms. Sunlight glimmers on the water’s surface, filtered through towering canopies and thick vines. On either side of the channel, the muddy banks are lined with stilt-rooted mangrove trees and low-lying ferns, while the scent of wet earth and salt lingers in the breeze. Just beyond the forest, the river opens into a warm, shallow sea – its gentle waves lapping at sandy shoals in the distance. This was Abbey Wood 55 million years ago: a vibrant, coastal rainforest alive with vegetation, nestled at the edge of a tropical estuary where land met sea in a humid world."
                ],
                "grc": [
                    "Ἐννοήσῃς ἄν σεαυτὸν ἑστῶτα, οὗ ὁ ἀέρας ἐστίν ἀτμώδης, πυκνός καὶ τροπικός, και ποταμὸς ἀργὸς τις εἰς ἑλίγματα διέρχεται διὰ πυκνοῦ δρυμοῦ πλατυφύλλων δένδρων καὶ φοινίκων μαγκροβίων. Τοῦ ἡλίου το φῶς ἀστράπτει ἐπὶ τῆς ἐπιφανείας τοῦ ὕδατος, διὰ τοῦ ὑψηλοῦ φυλλώματος καὶ παχέων κισσῶν διερχόμενον. Ἐν ἀμφοτέραις ταῖς τοὺ ποταμοῦ πλευραῖς, αἱ λασπῶδεις ὄχθαι κεκόσμηνται μακρυρρίζοις φοίνιξι  καὶ ταπειναῖς πτερίδαις· ἡ δὲ ὀσμὴ τῆς ὑγρᾶς γῆς καὶ τοῦ ἀλμυροῦ ἀνέμου διαμένει ἐν τῇ πνοῇ. Ὑπὲρ δὲ τὸ ἄλσος ὁ ποταμὸς πόρρω ἀναπεπέταται εἰς θάλασσαν θερμὴν καὶ ἀβαθεῖαν, κυμάτων ἁπαλῶν ἐπιλείχοντων τὰς ψάμμους. Τοιαύτος ἦν ὁ Ἀββαείου Δρυμός πρὸ ἐτῶν πεντήκοντα καὶ πέντε ἑκατομμυρίων· ὑγρὸν ἦν παράλιον ἄλσος πλήρες φυτῶν, παρὰ τὸ στόμα τοῦ ποταμοῦ, ἔνθα ἡ γῆ τῇ θαλάσσῃ συνήπτετο ἐν κόσμῳ ὑγρῷ καὶ θερμῷ."
                ]
            }
        },
        "chapel-st-leonards": {
            "name": {
                "el": "Παρεκκλήσιο του Αγίου Λεονάρδου, Λίνκολνσαϊρ",
                "en": "Chapel St. Leonards, Lincolnshire",
                "grc": "Παρεκκλήσιον τοῦ Ἁγίου Λεονάρδου, Λίνκολνσαϊρ"
            },
            "country": "en",
            "coords_lat": "53.236354",
            "coords_lon": "0.339332",
            "age": {
                "from": 359,
                "to": 66,
                "period": "άγνωστο"
            },
            "formation": {
                "el": "Άγωνστος",
                "en": "Unknown",
                "grc": "Ἄγνωστος"                
            },
            "depositional_environment": {
                "el": "Ρηχές υφαλοκρηπίδες και ηπειρωτικές θάλασσες (Ιουρασικό έως Κρητιδικό). Τροπικοί ύφαλοι ή ρηχά θαλάσσια περιβάλλοντα (Λιθανθρακοφόρος)",
                "en": "Shallow marine shelves and epicontinental seas (Jurassic to Cretaceous). Tropical reef or shallow marine environments (Carboniferous)",
                "grc": "Ὑφαλοκρηπίδες ἀβαθεῖαι καὶ θάλασσαι ἠπειρωτικαί (Ἰουρασικὸν ἕως Κρητιδικόν). Τροπικοὶ ὕφαλοι ἢ περιβάλλοντα θαλάσσια ῥηχὰ (Λιθανθρακοφόρος)"
            },
            "fossil_types": {
                "el": "Αμμονίτες, βελεμνίτες, κοράλλια, δίθυρα, εχινοειδή και άλλα",
                "en": "Ammonites, belemnites, corals, bivalves, echinoids and others",
                "grc": "Ἀμμωνῖται, βελεμνῖται, κοράλλια, δίθυρα, ἐχινοειδῆ καὶ ἄλλα"
            },
            "paleoecology_highlights": {
                "el": "Τα απολιθώματα αντικατοπτρίζουν μια ποικιλία περιβαλλόντων· άπό υφαλόβια κοράλλια μέχρι ταχείς θηρευτές όπως οι αμμωνίτες. Προσφέρουν μια χρονικά μεσοσταθμισμένη εικόνα της αρχαίας ζωής στο πέρας πολλών αιώνων.",
                "en": "The fossils reflect a variety of environments, from reef builders like corals to fast-swimming predators like ammonites, offering a time-averaged window into ancient life across multiple eras.",
                "grc": "Ποικιλίαν περιβαλλόντων τα ἀπολιθώματα δείκνυσιν, ἀπό κοραλλίων ὑφαλοδομούντων ἔως ταχέων θηρευτῶν ὡς ἀμμωνίτας, προσφέροντα γενικήν γνώσιν ζωῆς ἀρχαίας, πλατύχρονην ἐν πολλοῖς αἰῶσιν."
            },
            "description": {
                "el": [
                    "Η παραλία στο Παρεκκλήσιο του Αγίου Λεονάρδου δεν έχει δικά της απολιθωματοφόρα στρώματα πετρωμάτων, κι όμως απολιθώματα βρίσκονται συχνά εδώ. Αυτό συμβαίνει επειδή έχουν μεταφερθεί από αλλού, αρχικά από παγετώνες της Εποχής των Παγετώνων. Στη συνέχεια μεταφέρθηκαν από την ταχέως διαβρώμενη ακτή του Χόλντερνες προς τα νότια μέσω της παράκτιας μετατόπισης.",
                    "Τα απολιθώματα, που βρίσκονται μέσα σε παγετωνικά μεταφερόμενα βράχια, προέρχονται από αρχαία θαλάσσια πετρώματα, κυρίως της Ιουρασικής και Κρητιδικής περιόδου, και μερικές φορές της Λιθανθρακοφόρου. Επειδή προέρχονται από μικτές πηγές, η ακριβής τους προέλευση και ηλικία είναι συχνά αβέβαιες.",
                    "Μπορεί να μην έχει γκρεμούς ή στρώματα απολιθωμάτων, αλλά το Παρεκκλήσιο του Αγίου Λεονάρδου είναι μια υπέροχη παραλία· φαρδιά, καθαρή και κατάλληλη για οικογένειες. Και για τους κυνηγούς απολιθωμάτων είναι σαν μια τυχερή σακούλα γεμάτη γεωλογική ιστορία, συγκεντρωμένη σε ένα μέρος. Κάθε παλίρροια φέρνει την ευκαιρία για κάτι αρχαίο και απρόσμενο."
                ],
                "en": [
                    "Chapel st Leonards beach has no fossil-bearing rock layers of its own, yet fossils are commonly found here. That's because they've been transported from elsewhere, carried first by Ice Age glaciers, then moved south by longshore drift from the rapidly eroding Holderness coast.",
                    "The fossils, embedded in glacial erratics, originate from ancient marine rocks, mostly Jurassic and Cretaceous, and sometimes Carboniferous. Since they come from mixed sources, their exact origin and age is often uncertain.",
                    "It may not have cliffs or fossil beds, but Chapel St Leonards is a great beach, wide, clean and family-friendly; and for fossil hunters, it is like a grab-bag of geological history washed up in one place. Every tide brings the chance to find something ancient and unexpected."
                ],
                "grc": [
                    "Καίπερ ἡ παρά τῷ τοῦ Ἁγίου Λεονάρδου Παρεκκλησίῳ παραλία οὐκ ἔχει ἴδιους ἀπολιθωματοφόρους λίθους, ἀπολιθώματα ἐνταῦθα εὑρίσκονται. Ταῦτα γὰρ ἀπὸ ἑτέρων τόπων μεταφέρονται, πρῶτον ὑπὸ παγετώνων τῆς Ἐποχῆς τῶν Παγετώνων. Μετὰ δε, ἀπό τῆς ταχέως διαβρώμενης τοῦ Χόλντερνες ἀκτῆς, προς νότον διὰ μετατοπίσεως παρακτίας.",
                    "Τα ἀπολιθώματα, ἐντός παγετωνικῶν μεταφερομένων λίθων, ἀπὸ ἀρχαίας θαλάσσης πέτρας προέρχονται, κυρίως τοῦ Ἰουρασικοῦ καὶ Κρητιδικοῦ, καὶ ἐνίοτε τῆς Λιθανθρακοφόρου. Ἐπεὶ δὲ ἐκ μικτῶν πηγῶν προέρχονται, ἡ ἀκριβὴς αὐτῶν προέλευσις καὶ ἡλικία συχνὰ ἀβέβαιος ἐστίν.",
                    "Ἐὰν μὴν κρημνούς τε καὶ στρώματα ἀπολιθωμάτων ἔχῃ, ἡ παραλία τοῦ Παρεκκλησίου τοῦ Ἁγίου Λεονάρδου καλή ἐστίν, πλατεῖα, καθαρὰ καὶ φιλική πρὸς τὰς οἰκογένειας. Καὶ γὰρ τοῖς ἀπολιθωματοθήραις ὡς θησαυρός τυχερὸς γεωλογικῆς ἱστορίας, ἐν ἑνὶ τόπῳ συγκεντρωμένος, φαίνεται. Ἕκαστη παλίρροια τὴν εὐκαιρίαν προσφέρει εὑρεῖν τι ἀρχαῖον καὶ ἀπρόσμενον."
                ]
            }
        },
        "charmouth": {
            "name": {
                "el": "Τσάρμουθ, Ντόρσετ",
                "en": "Charmouth, Dorset",
                "grc": "Χαρμούθιον, Δορσέτης"
            },
            "country": "en",
            "coords_lat": "50.733258",
            "coords_lon": "-2.899958",
            "age": {
                "from": 199,
                "to": 190,
                "prefix": "lower",
                "period": "jurassic"
            },
            "formation": {
                "el": "Σχηματισμός Πηλολίθου του Τσάρμουθ",
                "en": "Charmouth Mudstone Formation",
                "grc": "Χαρμούθειος Πηλολιθικός Σχηματισμός"
            },
            "depositional_environment": {
                "el": "Υπεράκτια υφαλοκρηπίδα, χαμηλής ενέργειας, ιλυώδης πυθμένας με διαλείποντα ασβεστολιθικά στρώματα",
                "en": "Offshore marine shelf, low-energy, mud-dominated seabed with intermittent limestone beds",
                "grc": "Ἥσυχος ὑφαλοκρηπίς ὑπεράκτια, ἰλυώδης πυθμήν, ἐν ᾧ ἀσβεστολιθικαὶ στρώσεις διαλείπουσιν"
            },
            "fossil_types": {
                "el": "Αμμωνίτες, βελεμνίτες, δίθυρα, ψάρια, ιχθυόσαυροι, πλησιόσαυροι, θαλάσσιοι κροκόδειλοι, πτεροσαύροι (Διμορφόδων), δεινόσαυροι (Σκελιδόσαυρος), έντομα, πτεριδοσπερματόφυτα, κωνοφόρα, βενεττιτάλεια",
                "en": "Ammonites, belemnites, bivalves, fish, ichthyosaurs, plesiosaurs, marine crocodiles, pterosaurs (Dimorphodon), dinosaurs (Scelidosaurus), fossil insects, seed ferns, bennettitaleans, conifers",
                "grc": "Ἀμμωνῖται, βελεμνῖται, δίθυρα, ἰχθύες, ἰχθυόσαυροι, πλησιόσαυροι, θαλάσσιοι κροκόδειλοι, πτερόσαυροι (Διμορφόδων), δεινόσαυροι (Σκελιδόσαυρος), ἔντομα, πτεριδοσπερματόφυτα, βενεττιτάλεια, κωνοφόρα"
            },
            "paleoecology_highlights": {
                "el": "Ήρεμη, ανοιχτή θάλασσα με μαλακό λασπώδη πυθμένα· περιστασιακές καταιγίδες που αποθέτουν ασβεστόλιθους· πλούσιες πανίδες αμμωνιτών που σηματοδοτούν την ηλικία του εδάφους· παρασυρμένα πτώματα ερπετών που βυθίζονται· κοντινές ακτές με αραιή βλάστηση γυμνόσπερμων φυτών",
                "en": "Quiet, open sea with a soft muddy bottom; occasional storm events depositing limestones; rich ammonite faunas marking time; drowned carcasses of reptiles drifting into the basin; nearby coasts with sparse gymnosperm vegetation",
                "grc": "Θάλασσα ἥσυχος και ἀνοικτή, ἔχουσα πυθμὲνα μαλακόν και λασπώδη· καταιγίδων ἐνίοτε γεγονότα ἀποθέτοντα ἀσβεστολίθους· πλούσιοι ἀμμωνιτικά ἀπολιθώματα χρόνον σημειοῦντα· πτώματα ἐρπετῶν καταποντισθέντα εἰς τὴν λεκάνην παρασυρόμενα· πλησίον ἀκταὶ σποραδικήν γυμνόσπερμων φυτῶν βλάστησιν ἔχουσαι"
            },
            "description": {
                "el": [
                    "Φαντάσου μια πλατιά, ανοιχτή θάλασσα να απλώνεται ως τον ορίζοντα, με ήρεμα, πράσινο-γκρίζα νερά, κάτω από έναν απαλό ουρανό της πρώιμης Ιουρασικής περιόδου. Κάτω από την επιφάνεια εκτείνεται ένας επίπεδος, λασπώδης θαλάσσιος πυθμένας, όπου λεπτή ιλύς και άργιλος κατακάθονται αργά σχηματίζοντας παχιές στρώσεις σκοτεινών ιζημάτων. Κατά καιρούς, οι καταιγίδες ταράζουν το νερό, αφήνοντας λεπτές στρώσεις ασβεστόλιθου πλούσιου σε κοχύλια, προτού η θάλασσα ηρεμήσει ξανά.",
                    "Μακριά, στις χαμηλές, δασωμένες ακτές, κωνοφόρα, πτεριδοσπερματόφυτα και κύκαδες σχηματίζουν συστάδες, αλλά εδώ έξω δεν φαίνεται γη. Τα νερά είναι αρκετά βαθιά ώστε να αποπνέουν απομόνωση, αλλά αρκετά ρηχά ώστε το φως του ήλιου να διεισδύει στα θολά τους βάθη. Παρασυρμένα υπολείμματα, φύλλα και πού και πού κάποιο κουφάρι ξεβράζονται από την ακτή, βυθίζονται στον πυθμένα και θάβονται στη λάσπη. Είναι ένας ήσυχος, υπεράκτιος κόσμος. μια θαλάσσια πεδιάδα από σκούρες αργίλους και ασβεστόλιθους, σφραγισμένη από τον σταθερό ρυθμό της απόθεσης σε μια αρχαία θάλασσα."
                ],
                "en": [
                    "Imagine a wide, open sea stretching to the horizon, its waters calm and green-grey under a soft Early Jurassic sky. Beneath the surface lies a flat, muddy seabed, fine silt and clay drifting slowly down to form thick blankets of dark sediment. From time to time, storm surges stir the water, laying down thin beds of shell-rich limestone before the sea returns to stillness.",
                    "Far away on low, forested shores, conifers, seed ferns, and cycads cluster in thickets, but out here no land is visible. The water is deep enough to feel remote, yet shallow enough that sunlight penetrates into the hazy depths. Drifting debris, leaves, and the occasional carcass wash out from the coast, sinking to the seabed where they are buried in mud. It is a quiet, offshore world. A marine plain of dark clays and limestones, marked by the steady rhythm of deposition in an ancient sea."
                ],
                "grc": [
                    "Ἔννους σοι γένοιτο θάλασσα πλατεῖα καὶ ἀπέραντος, ἄχρι τοῦ ὁρίζοντος ἐκτεινομένη· τὰ δὲ ὕδατα γαληνὰ καὶ γλαυκοχλωρά ὑπὸ οὐρανῷ ἁπαλῷ τοῦ πρωίμου Ἰουρασικοῦ χρόνου. Ὑπὸ τὴν ἐπιφάνειαν κείται βυθὸς πεδινὸς καὶ ἰλύς λασπώδης· κονίαι λεπταὶ καὶ πηλὸς κατέρχονται βραδέως, στρώματα παχέα σκοτεινῆς άποθέσεως ποιούμενα. Κατὰ καιροὺς χειμεριναὶ θύελλαι κινοῦσι τὸ ὕδωρ, κατατιθέασι δὲ λεπτὰ στρώματα κογχυλούχου ἀσβεστολίθου, πρὶν ἡ θάλασσα πάλιν γαληνεύσῃ.",
                    "Πόρρω δὲ ἐπὶ αἰγιαλοῖς χαμηλοῖς ὑλήεσιν, κωνοφόρα, πτεριδοσπερματόφυτα καὶ κύκαδες ἐν συστάδεσι φυόμενα· ἐνταῦθα μέντοι οὐδεμία γῆ φαίνεται. Τὸ δὲ ὕδωρ τοσοῦτον μὲν βαθύ ὡς ἄπωθι ἐοικέναι, τοσοῦτον δὲ ρηχὸν ὡς διεισιέναι τὸν ἥλιον εἰς τὰς ἀχλυρὰ βάθη. Φερτὰ δὲ ῥύπαρα, φύλλα, καὶ σῶμα ἄλλοτε νεκρὸν ἐκ τῆς γῆς ἐξέπλεε, κατενεχθὲν εἰς τὸν βυθὸν καὶ ἐν τῇ ἰλύι κρυπτόμενον. Κόσμος ἦν ἡσύχιος, ἀπὸ γῆς ἀφεστώς· πεδίον θαλάσσιον πηλῶν καὶ ἀσβέστου μέλαν, ῥυθμῷ μονίμῳ καταθέσεων σημαινόμενον ἐν θαλάσσῃ ἀρχαίᾳ."
                ]
            }
        },
        "seatown": {
            "name": {
                "el": "Σήταουν, Ντόρσετ",
                "en": "Seatown, Dorset",
                "grc": "Σητάνη, Δορσέτης"
            },
            "country": "en",
            "coords_lat": "50.721751",
            "coords_lon": "-2.822386",
            "age": {
                "from": 189,
                "to": 184,
                "prefix": "lower",
                "period": "jurassic",
                "period_detail": "pliensbachian"
            },
            "formation": {
                "el": "Σχηματισμός Πηλολίθου του Τσάρμουθ",
                "en": "Charmouth Mudstone Formation",
                "grc": "Χαρμούθειος Πηλολιθικός Σχηματισμός"
            },
            "depositional_environment": {
                "el": "Υπεράκτια υφαλοκρηπίδα, εναλλασσόμενη μεταξύ ήρεμου, ιλυώδους πυθμένα και καταιγιδόπληκτων ρηχών περιοχών",
                "en": "Offshore marine shelf, alternating between quiet, muddy seafloor and storm-influenced shallows",
                "grc": "Ὑφαλοκρηπίς ὑπεράκτια, μεταβαλλομένη ἀνὰ μέσον ἡσύχου, ἰλυώδους πυθμένος καὶ ῥηχοῦ καταιγιδοπλήκτου"
            },
            "fossil_types": {
                "el": "Αμμωνίτες, βελεμνίτες, δίθυρα, γαστρόποδα, κρινοειδή, ιχθυόσαυροι, πλησιόσαυροι, φυτικά αποσπάσματα",
                "en": "Ammonites, belemnites, bivalves, gastropods, crinoid fragments, marine reptiles (ichthyosaurs, plesiosaurs), plant drift",
                "grc": "Ἀμμωνῖται, βελεμνῖται, δίθυρα, γαστρόποδα, κρινοειδῆ, ἰχθυόσαυροι, πλησιόσαυροι, φυτικὰ ἀποσπάσματα"
            },
            "paleoecology_highlights": {
                "el": "Υπεράκτιος πυθμένας από μαλακές λάσπες και περιστασιακές ασβεστολιθικές στρώσεις· θραύσματα κοχυλιών παρασυρμένα από καταιγίδες· πλούσιες πανίδες αμμωνιτών που σηματοδοτούν βιοστρωματογραφικές ζώνες· περιστασιακά πτώματα που βυθίζονται και διατηρούνται σε λεπτές αργίλους",
                "en": "Offshore seabed of soft muds and occasional limestone beds; storm layers introducing shell debris; rich ammonite faunas marking biostratigraphic zones; occasional carcasses sinking to the sea floor and preserved in fine clays",
                "grc": "Πυθμήν ὑπεράκτιος μαλακῶν ἰλύων καὶ ἀσβεστολιθικῶν στρωμάτων ἐνίοτε· στρώσεις καταιγίδων φέρουσαι ὀστρέων θραύσματα· ποικίλοι ἀμμωνιτικά εἴδη βιοστρωματογραφικὰς ζώνας σημειοῦντα· πτώματα ἐνίοτε τῷ πυθμένι καταποντοῦνται καὶ ἐν λεπταῖς ἀργίλοις διατηροῦνται"
            },
            "description": {
                "el": [
                    "Φαντάσου να στέκεσαι στα νερά μιας θάλασσας του Ιουρασικού, όπου το γκρίζο-πράσινο νερό απλώνεται ως τον ορίζοντα. Κάτω από τα κύματα, ένας πλατύς θαλάσσιος πυθμένας από λάσπη και ιλύες εκτείνεται, ήσυχος και επίπεδος, σιγά-σιγά θάβοντας ό,τι βυθιστεί από την επιφάνεια. Καταιγίδες περιστασιακά ταράζουν την ρηχή υφαλοκρηπίδα, ανακατεύοντας τον πυθμένα και σκορπώντας κοχύλια σε λεπτά στρώματα ασβεστόλιθου προτού επιστρέψει η ηρεμία.",
                    "Μακριά, στις χαμηλές ακτές, κωνοφόρα και πτεριδοσπερματόφυτα σχηματίζουν συστάδες, αλλά εδώ έξω δεν φαίνεται γη. Τα νερά είναι αρκετά βαθιά ώστε να αποπνέουν απομόνωση, αλλά αρκετά ρηχά ώστε το φως του ήλιου να διεισδύει στα θολά τους βάθη. Παρασυρμένα υπολείμματα, φύλλα και πού και πού κάποιο κουφάρι ξεβράζονται από την ακτή, βυθίζονται στον πυθμένα και θάβονται στη λάσπη."
                ],
                "en": [
                    "Imagine standing out on the Jurassic waters, where the sea stretches grey-green to the horizon. Beneath the waves, a broad seabed of mud and silt spreads flat and quiet, slowly burying whatever drifts down from above. Storms sometimes whip the shallow shelf, stirring the seafloor and scattering shells into thin beds of limestone before calmness returns.",
                    "No land can be seen from here, though far away low coasts are lined with conifers and seed ferns. The water is deep enough to feel far from shore, but still shallow enough for sunlight to filter dimly down into the haze. Drifting wood, leaves, and the occasional carcass make their way offshore, coming to rest in the mud where they are sealed in dark layers."
                ],
                "grc": [
                    "Νόει σαυτόν ἑστῶτα ἐν ὕδασι Ἰουρασικοῖς, ὅπου θάλασσα γλαυκοπράσινος ἄχρι τοῦ ὁρίζοντος ἐκτείνεται. Ὑπό δὲ τῶν κυμάτων, πυθμήν πλατύς ἰλύος καὶ κονίης ἐκτείνεται, ἥσυχος καὶ πεδινός, βραδέως θάπτων ὅ τι ἂν ἄνωθεν καταπέσῃ. Καταιγίδες ἐνίοτε τῇ ὑφαλοκρηπίδι ἐμπνέουσι, κινοῦσαι τον πυθμὲνα και διασκορπίζουσαι ὀστρέα εἰς λεπτὰ στρώματα ἀσβεστολίθου, πρὶν ἡ γαλήνη πάλιν ἐπανέλθῃ.",
                    "Οὐδεμία γῆ ἐνταῦθα φαίνεται, καίπερ πόρρω ἀκταὶ χαμηλαὶ κωνοφόροις καὶ πτεριδοσπερματοφύτοις καλύπτονται. Τὸ δὲ ὕδωρ τοσοῦτον μὲν βαθύ ὡς πόρρω γῆς ἐοικέναι, τοσοῦτον δὲ ρηχὸν ὡς διεισιέναι τὸν ἥλιον εἰς τὰς ἀχλυρὰ βάθη. Φερτὰ δὲ ξύλα, φύλλα, καὶ σῶμα ἄλλοτε νεκρὸν ἐκ τῆς γῆς ἐξέπλεε, κατενεχθὲν εἰς τὸν βυθὸν καὶ ἐν τῇ ἰλύι κρυπτόμενον."
                ]
            }
        },
        "fort-victoria": {
            "name": {
                "el": "Φορτ Βικτώρια, Νήσος Ουάιτ",
                "en": "Fort Victoria, Isle of Wight",
                "grc": "Ὀχυρὸν Βικτωρίας, Νῆσος τοῦ Οὐαΐτου"
            },
            "country": "en",
            "coords_lat": "50.706237",
            "coords_lon": "-1.523504",
            "age": {
                "about": 32,
                "prefix": "late",
                "period": "eocene",
                "period_detail": "priabonian"
            },
            "formation": {
                "el": "Ομάδα Σόλεντ / Ασβεστολιθικός Σχηματισμός Μπέμπριτζ",
                "en": "Solent Group / Bembridge Limestone Formation",
                "grc": "Σολέντειος ὁμάς / Βεμβρίγειος ἀσβεστολιθικός Σχηματισμός"
            },
            "depositional_environment": {
                "el": "Ρηχή παράκτια λιμνοθάλασσα, βαλτώδεις περιοχές πίσω από την ακτή, εκβολές ποταμών, με εισροές από ρηχά θαλάσσια νερά",
                "en": "Shallow coastal lagoon, swampy back‐areas, estuarine channels, with incursions from shallow sea",
                "grc": "Παράκτια λιμνοθάλασσα ἀβαθής, παρά δε αὐτῆς ἔλος, ἐκβολαὶ ποταμῶν, παλιρροϊκαί ἐπιρροαί ἀπό ῥηχῆς θαλάσσης"
            },
            "fossil_types": {
                "el": "Λείψανα κροκοδειλίων, όστρακα χελωνών και θραύσματα, φυτικά κατάλοιπα, μαλάκια, χλωρίδα ελών (π.χ. βλάστηση μαγκροβίων, φοίνικες και φτέρες)",
                "en": "Crocodilian remains, turtle shells and fragments, plant debris, molluscs, swamp flora (e.g. mangrove-style vegetation, swamp palms, ferns)",
                "grc": "Λείψανα κροκοδειλίων, ὄστρακα τεθραυσμένα χελωνῶν, φυτικά κατάλοιπα, μαλάκια, χλωρίς τοῦ ἔλους (π.χ. βλάστησις μαγκροβίων, φοίνικες ἐλώδεις, πτέραι)"
            },
            "paleoecology_highlights": {
                "el": "Παράκτιος τροπικός υδροβιότοπος. Ρηχή λιμνοθάλασσα, δάση βάλτων, κανάλια ελών που διασχίζουν το κορεσμένο έδαφος. Περιστασιακές παλιρροϊκές επιδράσεις. Περίοδοι εκτεθειμένης ξηράς και μικρές εισροές γλυκού νερού. Συσσώρευση οργανικής ύλης, ριζών και φυλλωμάτων σε κοιλότητες",
                "en": "Tropical coastal wetland margin. Shallow lagoon, swamp forests, marsh channels winding through saturated ground. Occasional tidal influence. Periods of subaerial exposure and small freshwater influxes. Accumulation of organic matter, roots, and leaf litter in swamp hollows.",
                "grc": "Ὑδροβιότοπος παράκτιος τροπικός. Λιμνοθάλασσα ρηχή, δάση ἑλώδη, ῥέματα ἐλών διὰ τῆς κορεσμένης γῆς περιελισσόμενα. Παλιρροϊκαί ἔνιαι ἐπιρροαί. Κατά καιρούς ἐκτεθειμένη ξηρὰ και μικραί γλυχύδαται εἰσροαί. Συσσώρευσις ὀργανικῆς ὕλης, ῥιζῶν καὶ φυλλωμάτων ἐν τοῦ ἔλους τοῖς κοιλώσεσιν."
            },
            "description": {
                "el": [
                    "Φαντάσου μια πλατιά, ρηχή λιμνοθάλασσα που εκτείνεται προς την ενδοχώρα από μια χαμηλή ακτή. Τα νερά είναι ήρεμα και πρασινωπά, αρκετά ρηχά ώστε να φαίνονται τα λασπώδη βάθη σε ορισμένα σημεία. Στην άκρη του νερού απλώνεται βαλτώδες έδαφος με υγρά, μουσκεμένα χώματα, όπου υψώνονται ριζώματα φοινίκων, μαγκρόβιων δέντρων, φτέρες και καλαμοειδή φυτά του έλους. Κανάλια διαγράφουν ελικοειδείς πορείες μέσα από τον βάλτο, μεταφέροντας ασθενή ρεύματα και περιστασιακές εισροές υφάλμυρου νερού. Σε μερικά σημεία αναδύονται χαμηλές, λασπώδεις νησίδες ή αναχώματα λίγο πιο πάνω από την επιφάνεια, με πιο πυκνές συστάδες βλάστησης. Ο ορίζοντας είναι χαμηλός, και το φως του ήλιου είναι ζεστό· κατά διαστήματα διακρίνονται πέρα ανοιχτά νερά ή παλιρροϊκές πεδιάδες."
                ],
                "en": [
                    "Imagine a broad, shallow lagoon stretching inland from a low coast. The water is calm and greenish, shallow enough to show muddy bottoms in places. Along the water’s edge, swampy ground with soggy soils, where stilted roots of palms, mangrove-type trees, ferns, and marsh grasses grow. Channels sinuously cut through the swamp, carrying weak currents and occasional influxes of brackish water. In places, low muddy islands or levees rise slightly above water, with denser vegetation clumps. The horizon is low, warm sunlight overhead; occasional glimpses of more open water beyond or tidal flats."
                ],
                "grc": [
                    "Ἔννοιαν ποίει λίμνην πλατέαν καὶ ρηχήν, ἀπὸ τῆς χαμηλῆς ἀκτῆς εἰς τὴν γῆν ἐκτεινομένου. Το ὕδωρ ἥσυχον καὶ πρασινόχροον, τοσοῦτον ρηχόν ὥστε ἐνίοτε τον λασπώδη πυθμένα φαίνεσθαι. Παρὰ δὲ τὸ ὕδωρ ἔδαφος ἑλώδες καὶ ὑγρὸν, ἔνθα ῥίζαι φοινίκων καὶ δένδρων μαγκροβίων, καὶ πτέραι καὶ πόαι φυοῦνται. Ῥέματα ὑδάτων διήκουσαι τὸ ἕλος, ἀσθενεῖς ῥοὰς φέροντα καὶ ἄλλοτε μίξιν ἁλμυροῦ ὕδατος. Ἐν δέ τισιν τόποις νῆσοι χαμαὶ λασπώδεις ἢ φραγμοί μικροὶ ὑπὲρ τὸ ὕδωρ ἀναφαινόμενοι, πυκνοτέραν βοτάνην περιέχουσαι. Ὁ ὁρίζων χαμηλός· ὁ ἥλιος δὲ θερμὸς ἄνωθεν ἐπιλάμπει· ἔνιαι δὲ βλέψεις ἀνοιγομένης θαλάσσης ἢ παρόδων πλημμυρίδων μακρόθεν δέικνυνται."
                ]
            }
        },
        "compton-bay": {
            "name": {
                "el": "Κόλπος Κόμπτον, Νήσος Ουάιτ",
                "en": "Compton Bay, Isle of Wight",
                "grc": "Κομπτόνειος Κόλπος, Νῆσος τοῦ Οὐαΐτου"
            },
            "country": "en",
            "coords_lat": "50.654998",
            "coords_lon": "-1.467352",
            "age": {
                "from": 94,
                "to": 127,
                "period": "cretaceous"
            },
            "formation": {
                "el": "Σχηματισμός Γουέσσεξ (Ομάδα Γουίλντεν) και Σχηματισμός Κιμωλίας Ζιγκ-Ζαγκ",
                "en": "Wessex Formation (Wealden Group) and Zig Zag Chalk Formation",
                "grc": "Οὐεσσεξικός Σχηματισμός (Ὁμάς Οὐίλντεν) καὶ Κρητινικός Σχηματισμός Ζιγκ-Ζᾶγκ"
            },
            "depositional_environment": {
                "el": "",
                "en": "Continental fluvial and lagoonal lowlands shifting to a warm, shallow marine setting. The older Wessex Formation represents river floodplains and muddy lagoons, whereas the overlying Zig Zag Chalk formed in a gradually deepening sea with clear, warm waters",
                "grc": ""
            },
            "fossil_types": {
                "el": "",
                "en": "Terrestrial fossils (Wessex Formation): dinosaur bones and footprints, crocodilian and turtle remains, plant debris. Marine fossils (Zig Zag Chalk Formation): ammonites, bivalves, echinoids, sponges (preserved as flint nodules), occasional marine reptile fragments.",
                "grc": ""
            },
            "paleoecology_highlights": {
                "el": "",
                "en": "Wessex Formation (Early Cretaceous): subtropical river-valley complex – a lowland floodplain with networks of rivers, ponds and swamps. Semi-arid climate, vegetation adapted to drought: dispersed conifer trees and xerophytic ferns. Periodic wildfires, evidenced by charred plant remains in the sediment. Zig Zag Chalk Formation (Late Cretaceous): rise in global sea levels submerged the area entirely under a shallow tropical sea, ending local terrestrial deposition. Warm marine conditions, flourishing microscopic algae (coccolithophores); their calcium-rich skeletal remains rained down to form a thick ooze on the seafloor – the source of the white chalk now exposed in the cliffs",
                "grc": ""
            },
            "description": {
                "el": [
                    ""
                ],
                "en": [
                    "Under the harsh Early Cretaceous sun, a broad muddy river winds through a flat expanse of rusty-red earth. Along its banks grow clusters of squat, pine-like conifer trees and tangled ferns, crowding the water’s edge where the ground remains moist. Farther from the river, the soil dries and cracks; shallow lagoons shrink under the heat, and stretches of mudflat are peppered with blackened logs – the ashen relics of brushfires that periodically swept across the savanna-like floodplain. Over millions of years, this peaceful valley slowly gives way to the sea. Warm waves begin lapping at the margins of the land, and the brown clays turn to beach sand as the shoreline advances. By the Late Cretaceous, the entire scene lies beneath tranquil, azure waters. Where once green conifers stood, sunlight now dances through clear seawater above a carbonate sea-floor. Clouds of plankton bloom in the warmth, and as these countless microscopic algae die, their chalky remains drift down like fine snow – blanketing the old landscape in white lime mud. In time the sediment compacts and lithifies, so that long after the sea recedes, brilliant white cliffs stand as a silent testament to Compton Bay’s merged landscape history – red river plains buried under ancient tropical seas, united in stone."
                ],
                "grc": [
                    ""
                ]
            }
        },

        "kem-kem": {
            "name": {
                "el": "Κεμ Κεμ",
                "en": "Kem Kem",
                "grc": "Κεμ Κεμ"
            },
            "country": "ma",
            "coords_lat": "30.417288",
            "coords_lon": "-4.500814",
            "age": {
                "from": 100,
                "to": 94,
                "prefix": "late",
                "period": "cretaceous",
                "period_detail": "cenomanian"
            },
            "formation": {
                "el": "Ομάδα Κεμ Κεμ (Σχηματισμοί Γκαρά Σμπάα και Ντουίρα)",
                "en": "Kem Kem Group (Gara Sbaa & Douira Formations)",
                "grc": "Ὁμάς Κεμ Κεμ (Σχηματισμοί Γαρά Σμπᾶα και Δουίρα)"                
            },
            "depositional_environment": {
                "el": "Κανάλια ποταμών, πλημμυρικές πεδιάδες, παράκτια δέλτα",
                "en": "River channels, floodplains, and coastal delta",
                "grc": "Ποταμῶν κανάλια, πλημμυρικαί πεδιάδες, παράλια δέλτα"
            },
            "fossil_types": {
                "el": "Δεινόσαυροι (συμπεριλαμβανομένων του Σπινοσαύρου και του Καρχαροδοντοσαύρου), κροκοδείλια, δίπνοοι, χελώνες, πτερόσαυροι, ψάρια γλυκού νερού και ημιθαλάσσια, αποτυπώματα φυτών, απολιθωμένο ξύλο ",
                "en": "Dinosaurs (including Spinosaurus and Carcharodontosaurus), crocodyliforms, lungfish, turtles, pterosaurs, freshwater and semi-marine fish, plant impressions, petrified wood",
                "grc": "Δεινόσαυροι (οἷον Σπινόσαυρος και Καρχαροδοντόσαυρος), κροκοδείλια, δίπνοοι, χελώναι, πτερόσαυροι, ἰχθύες γλυχύδατοι και ἡμιθαλάσσιοι, φυτῶν ἀποτυπώματα, ξύλον ἀπολελιθωμένον"
            },
            "paleoecology_highlights": {
                "el": "Πλεγματοειδή ποτάμια, μεταβαλλόμενες αμμώδεις νησίδες, ρηχές λιμνούλες, πρώιμα ανθοφόρα φυτά, συστάδες κωνοφόρων, συστάδες φτερών και περιστασιακή παλιρροϊκή επίδραση από την κοντινή Τηθύεια Θάλασσα",
                "en": "Braided rivers, shifting sandbars, shallow ponds, early flowering plants, conifer groves, fern patches, and occasional tidal influence from the nearby Tethys Sea",
                "grc": "Ποταμοί πλεγματοειδεῖς, ἀμμονησίδαι μεταβαλλόμεναι, λιμνίδαι ἀβαθεῖς, πρώιμα ἀνθοφόρα φυτά, κωνοφόρων και πτερῶν συστάδες, και ἑνίοτε ἐκ τῆς πλησίου Τηθύειας θαλάσσης παλιρροΙκή ἐπίδρασις"
            },
            "description": {
                "el": [
                    "Φαντάσου μια απέραντη, πεδινή έκταση ποταμών, λουσμένη στον ήλιο, που εκτείνεται προς τη θάλασσα. Το έδαφος έχει ζεστές αποχρώσεις κόκκινου και πορτοκαλί, χαραγμένο από ελικοειδή κανάλια ρηχών, λασπωδών νερών που φουσκώνουν με τις εποχιακές βροχές. Πανύψηλα κωνοφόρα και αγκαθωτές κυκάδες σχηματίζουν συστάδες στις όχθες, με τις ρίζες τους να αγκαλιάζουν την αμμώδη γη, ενώ φτέρες ξεπροβάλλουν από σκιερά σημεία εκεί κοντά. Στο βάθος, χαμηλοί γκρεμώδεις λόφοι με επίπεδες κορυφές λάμπουν κάτω από τον έντονο τροπικό ήλιο. Ο αέρας είναι ξηρός για το μεγαλύτερο μέρος του χρόνου, αλλά όταν φτάνει η εποχή των βροχών, το τοπίο ζωντανεύει· οι ποταμοί υπερχειλούν, ανοίγοντας νέα περάσματα, και διάσπαρτες λιμνούλες λαμπυρίζουν κάτω από τον ανοιχτό ουρανό. Είναι ένας άγριος κόσμος στην άκρη μιας αρχαίας θάλασσας. Θερμός, σκληρός και γεμάτος ζωή."
                ],
                "en": [
                    "Imagine a vast, sunbaked river plain stretching toward the sea. The ground is a warm red-orange, cut by winding channels of shallow, muddy water that swell during seasonal rains. Towering conifers and spiky cycads cluster along the banks, their roots clutching the sandy soil, while ferns peek out from shady spots nearby. In the distance, low cliffs and mesas glow under the bright tropical sun. The air is dry much of the year, but when the wet season comes, the landscape comes alive, flooding rivers carve new paths, and scattered ponds shimmer under the wide sky. It’s a wild, open world on the edge of an ancient sea. Hot, rugged, and teeming with life."
                ],
                "grc": [
                    "Νόει πεδίον τι μέγα καὶ ἠλιόπληκτον ποταμοῦ, πρὸς θάλατταν ἐκτεινόμενον. Ἡ γῆ ἦν ἐρυθρόχροος, ὑπὸ ῥευμάτων λασπώδων, ἀβαθέων και μαιανδριζόντων διειργασμένη, ἃ πληθύουσιν ὅταν ὁ ὑετὸς ἐπισκήψῃ τῷ καιρῷ. Κατά τας ὄχθας κῶνοι πελώριοι καὶ κυκᾶδες ἀκανθώδεις συστρέφονται, τὰς ῥίζας ἐν τῷ ψαμμώδει ἐδάφει ἀνασπῶντες, καὶ πτέριδες ἐκ σκιερῶν τόπων προβάλλουσιν. Πόρρω δ’ ἀκρωρεῖαι πλατεῖς φλέγουσιν ὑπὸ τοῦ λαμπροῦ τροπικοῦ ἡλίου. Ὁ δὲ ἀήρ τὁ μὲν πολὺν τοῦ ἐνιαυτοῦ ξηρός, ἐπειδὰν δὲ ὁ ὑετὸς παραγένηται, ἡ χώρα ζωῆς ἔμπλεως γίνεται· οἱ ποταμοὶ πλημμυροῦσιν, καινὰς ὁδοὺς χαράττοντες, καὶ λιμνάζοντα ὕδατα σποράδην ὑπὸ τῷ πλατεῖ οὐρανῷ στιλπνῶς φαίνονται. Θερμός μὲν καὶ ἄγριος, ἀλλ’ ἔμψυχος δε καὶ ἀδάμαστος, ὁ κόσμος οὗτος ἐστὶ πρὸ τοῦ ἀρχαίου πέλαγους."
                ]
            }
        },

        "mimarighen": {
            "name": {
                "el": "Μιμαριγἐν, Όρος Ισσουμούρ",
                "en": "Mimarighen, Issoumour Mountain",
                "grc": "Μιμαριγέν, Ὄρος Ἰσσουμοῦρ"
            },
            "country": "ma",
            "coords_lat": "31.104302",
            "coords_lon": "-4.929892",
            "age": {
                "from": 420,
                "to": 394,
                "prefix": "lower",
                "period": "devonian"
            },
            "formation": {
                "el": "Άγωνστος",
                "en": "Unknown",
                "grc": "Ἄγνωστος"
            },
            "depositional_environment": {
                "el": "Ρηχή υφαλοκρηπίδα",
                "en": "Shallow marine shelf",
                "grc": "Ὑφαλοκρηπίς ἀβαθεῖα"
            },
            "fossil_types": {
                "el": "Τριλοβίτες, Ρυτιδωτά κοράλλια, βραχιόποδα, κρινοειδή, αμμωνοειδή",
                "en": "Trilobites, horn corals, brachiopods, crinoids, ammonoids",
                "grc": "Τριλοβίτες, κοράλλια Ῥυτιδωτά, βραχιόποδα, κρινοειδῆ, ἀμμωνοειδῆ"
            },
            "paleoecology_highlights": {
                "el": "Ήρεμη υφαλοκρηπίδα με διάσπαρτα Ρυτιδωτά κοράλλια, «κήπους» κρινοειδών, τριλοβίτες που περιπλανώνταν σε βυθό ανθρακικού πετρώματος",
                "en": "Quiet marine shelf with scattered horn corals, crinoid “gardens,” and trilobites roaming a carbonate seafloor",
                "grc": "Ὑφαλοκρηπίς πραεῖα μετά κοραλλίων Ῥυτιδωτῶν διεσπαρμένων, «κήποι» κρινοειδῶν, καὶ τριλοβίτες πλανώμενοι ἐπὶ βυθοῦ ἀνθρακωδῶν πετρωμάτων"
            },
            "description": {
                "el": [
                    "Πριν από πολύ καιρό, η περιοχή γύρω από το Μιμαριγέν ήταν καλυμμένη από μια ήρεμη, ρηχή θάλασσα που εκτεινόταν για πολλά μίλια κατά μήκος της άκρης μιας αρχαίας ηπείρου. Το ηλιακό φως διέπεφτε μέσα από τα καθαρά, τιρκουάζ νερά, φωτίζοντας τον απαλά επικλινή πυθμένα, που ήταν φτιαγμένος από ωχρό ασβεστόλιθο. Ο βυθός ήταν σταθερός και ήσυχος, διάσπαρτος με χαμηλούς, πετρώδεις λόφους και περιστασιακά κάποια μοναχικά Ρυτιδωτά κοράλλια. Αραιές τούφες από πρωτογενή φύκη ή πρώιμα θαλάσσια φυτά ήταν κολλημένα στα βράχια, λικνίζονταν απαλά στο ρεύμα."
                ],
                "en": [
                    "Long ago, the area around Mimarighen was covered by a calm, shallow sea that stretched for miles across the edge of an ancient continent. Sunlight streamed through clear, turquoise water, lighting up a gently sloping seabed made of pale limestone. The sea bottom was firm and peaceful, dotted with low, stony mounds and the occasional solitary horn coral. Sparse tufts of primitive algae or early sea plants clung to the rocks, swaying gently in the current."
                ],
                "grc": [
                    "Πάλαι ποτὲ ἡ χώρα ἡ περὶ το Μιμαριγέν ὑπὸ θαλάσσης ἦν, ἥτις ἥσυχος καὶ ἀβαθής κατὰ παλαιᾶς τινός ἠπείρου την ἄκρην διετείνετο πολλὰ στάδια. Διὰ τοῦ καθαροῦ καὶ γλαυκοῦ ὕδατος ὁ ἥλιος διέλαμπε, καταυγάζων τὸν βυθὸν κλιτὸν καὶ ἀπὸ λευκοῦ άσβεστολίθου. Ὁ γὰρ πυθμὴν βεβαίως εἶχεν καὶ ἤρεμος ἦν, μικροῖς μὲν λιθώδεσιν ὑψώμασι διακεκοσμημένος, ἐνίοτε δὲ μόνοις κερατοειδέσι κοραλλίοις. Φύκη δὲ ἢ θαλάσσια φυτὰ ἀρχαϊκά ἐπὶ τῶν πετρωμάτων ἐνεφύοντο, τῷ ῥεύματι πραῶς κινούμενα."
                ]
            }
        },

        "alnif_ktaoua": {
            "name": {
                "el": "Αλνίφ (σχηματισμός Κταουά)",
                "en": "Alnif (Ktaoua formation)",
                "grc": "Ἀλνίφ (σχηματισμός Κταουᾶ)"
            },
            "country": "ma",
            "coords_lat": "31.087603",
            "coords_lon": "-5.162847",
            "age": {
                "about": 450,
                "prefix": "late",
                "period": "ordovician",
                "period_detail": "katian"
            },
            "formation": {
                "el": "Σχηματισμός Κταουά",
                "en": "Ktaoua Formation",
                "grc": "Σχηματισμός Κταουᾶ"
            },
            "depositional_environment": {
                "el": "Ρηχή υφαλοκρηπίδα (με επιρροές από καταιγίδες)",
                "en": " Shallow marine shelf (storm-dominated ramp)",
                "grc": "Ὑφαλοκρηπίς ἀβαθεῖα (καταιγίδων ἐπικρατούμενη)"
            },
            "fossil_types": {
                "el": "Τριλοβίτες, βραχιόποδα, βρυόζωα, ορθοκωνικά κεφαλόποδα, θραύσματα κρινοειδών",
                "en": "Trilobites, brachiopods, bryozoans, orthoconic cephalopods, crinoid fragments",
                "grc": "Τριλοβίτες, βραχιόποδα, βρυόζωα, κεφαλόποδα ὀρθοκωνικά, κρινοειδῶν θραύσματα"
            },
            "paleoecology_highlights": {
                "el": "Αποικίες οστράκων στον βυθό, περιστασιακές ανομοιόμορφες ασβεστολιθικές αποθέσεις, πανίδα θαμμένη από καταιγίδες, περιορισμένη παρουσία φυκών",
                "en": "Shelly seafloor communities, occasional patchy carbonate shoals, storm-buried fauna, limited algal mats",
                "grc": "Ὀστρέων βενθεῖαι κοινότητες, ἀμμοειδεῖς ἀσβεστολιθικαὶ ἀποθέσεις κατὰ τόπους, πανίς ὑπό καταιγιδῶν τεθαμμένη, φυκῶν μικρά παρουσία"
            },
            "description": {
                "el": [
                    "Φανταστείτε πως στέκεστε κάτω από την επιφάνεια μιας ρηχής θάλασσας, λουσμένης στο φως. Το νερό είναι καθαρό, αλλά μέσα του αιωρείται μια απαλή χρυσαφένια θολούρα από ανακατεμένη άμμο και ιλύ. Από κάτω απλώνεται ένας απέραντος, κυματιστός πυθμένας, σμιλεμένος από τα κύματα και μακρινές καταιγίδες. Χαμηλοί λόφοι από πιο λεπτή λάσπη και διάσπαρτες ασβεστολιθικές κηλίδες υποδεικνύουν σημεία όπου παλιά συγκεντρώνονταν θραύσματα οστράκων. Δεν φαίνεται στεριά πουθενά· μόνο ο ελαφρώς κατηφορικός βυθός που χάνεται στο βαθύ γαλάζιο. Ήταν μια ήρεμη στιγμή ανάμεσα σε καταιγίδες, σε έναν κόσμο όπου οι θάλασσες απλώνονταν πάνω από μια αρχαία υφαλοκρηπίδα στην άκρη της Γκοντβάνας, πολύ πριν κατακτήσουν τα φυτά την ξηρά."
                ],
                "en": [
                    "Imagine standing beneath the surface of a shallow, sunlit sea. The water is clear but carries a soft golden haze from stirred-up sand and silt. Beneath you stretches a vast seabed of rippled sand, shaped by waves and distant storms. Low mounds of finer mud and scattered carbonate patches mark spots where shelly debris once gathered. There’s no land in sight; just the gently sloping seafloor disappearing into deeper blue. This was a calm moment between storms, in a world where seas rolled over an ancient shelf at the edge of Gondwana, long before plants took hold on land."
                ],
                "grc": [
                    "Νόει σαυτὸν ὑποκάτω θαλάσσης ῥηχῆς τε καὶ ὑπὸ τοῦ ἡλίου φαιδροτάτης ἑστῶτα. Καθαρόν μέν ἐστι τὸ ὕδωρ, ἀλλὰ χρυσοειδὴς τις ἀχλὺς ἐν αὐτῷ πλανάται, ἐκ τῆς ψάμμου καὶ τῆς ἰλύος ταραχῆς. Ὑπὸ σοὶ δ᾽ εὐρὐς ἐκτείνεται ψαμμώδης βυθός, κυματισμοῖς τε καὶ χειμέριοις ἀνέμοις διακεκοσμημένος. Λόφοι βραχεῖς ἐκ λεπτῆς ἰλύος, καὶ σποράδες τινὲς ἀσβεστολιθικῆς γῆς, δηλοῦσιν οὗ τὰ ὀστρέων κατάλοιπα ποτέ συνῃροῦντο. Οὐ γὰρ φαίνεται γῆ οὐδαμοῦ· μόνον ὁ βυθὸς ὑποκλινὴς ἐπ᾽ ἄπειρον ἐς τὸ κυανοειδὲς ἀφανίζεταί. Καθ᾽ ὥραν γαλήνης ταῦτα ἐγίνετο, μεταξὺ καταιγίδων, ὅτε αἱ θάλατται κυλίοντο ὑπὲρ ἀρχαίαν ὑφαλοκρηπῖδα κατά το τῆς Γονδουάνας ἄκρον, πρὶν ἢ τὰ φυτὰ ἐπὶ γῆς κρατήσαιεν."
                ]
            }
        }
    },

    "countries": {
        "cy": {
            "name": {
                "el": "Κύπρος",
                "en": "Cyprus",
                "grc": "Κύπρος"
            }
        },

        "en": {
            "name": {
                "el": "Αγγλία",
                "en": "England",
                "grc": "Ἀγγλία"
            }
        },

        "ma": {
            "name": {
                "el": "Μαρόκο",
                "en": "Morocco",
                "grc": "Μαρόκον"
            }
        },

        "unknown": {
            "name": {
                "el": "Άγνωστο",
                "en": "Unknown",
                "grc": "Ἄγνωστο"
            }
        }
    }
}
