{
    "animalia": {
        "name": {
            "el": "ζώα",
            "en": "animalia",
            "grc": "ζῷα"
        },
        "rank": "kingdom",
        "description": {
            "el": [
                "Πολυκύτταροι, ετερότροφοι οργανισμοί με νευρικό σύστημα και ικανότητα κίνησης. Αναπαράγονται συνήθως με σεξουαλικό τρόπο. Το βασίλειο περιλαμβάνει μια τεράστια ποικιλία μορφών ζωής, από σπόγγους και μέδουσες μέχρι έντομα, μαλάκια, ψάρια, αμφίβια, ερπετά, πουλιά και θηλαστικά."
            ],
            "en": [
                "Multicellular, heterotrophic organisms with a nervous system and the ability to move. They usually reproduce sexually. They include a huge variety of life forms, from sponges and jellyfish to insects, mollusks, fish, amphibians, reptiles, birds, and mammals."
            ],
            "grc": [
                "Ὄντα πολυκύτταρα και ἑτερότροφα, ἔχοντα νευρικόν σύστημα και δυνάμενα κινεῖσθαι. Συνήθως γεννῶσι μετὰ συνουσίαν. Το βασίλειον παμποίκιλον ἐστίν, ἀπὸ σπόγγων καὶ μεδουσῶν ἄχρι ἐντόμων, μαλακίων, ἰχθύων, ἀμφιβίων, ἑρπετῶν, ὀρνιθῶν και θηλαστικῶν."
            ]
        },
        "subtaxa": {
            "chordata": {
                "name": {
                    "el": "χορδωτά",
                    "en": "chordata",
                    "grc": "χορδωτά"
                },
                "rank": "phylum",
                "description": {
                    "el": ["Τα χορδωτά είναι μια ποικιλόμορφη ομάδα που περιλαμβάνει σπονδυλωτά και ορισμένα ασπόνδυλα. Χαρακτηρίζονται από τέσσερα βασικά γνωρίσματα: τη νωτοχορδή (ράβδος στήριξης), το ραχιαίο κοίλο νευρικό σωλήνα (εγκέφαλος και νωτιαίος μυελός), τις φαρυγγικές σχισμές (ανοίγματα στο λαιμό) και την μετα-πρωκτική ουρά. Αυτά τα χαρακτηριστικά μπορεί να εμφανίζονται μόνο κατά την εμβρυακή ανάπτυξη, αλλά η παρουσία τους σε οποιοδήποτε στάδιο κατατάσσει ένα ζώο ως χορδωτό."],
                    "en": ["Chordates are defined by four key features: a notochord (supporting rod), a dorsal hollow nerve cord (brain and spinal cord), pharyngeal slits (throat openings), and a post-anal tail.  These traits may only appear during embryonic development, but their presence at any point classifies an animal as a chordate, a diverse group including vertebrates and some invertebrates."],
                    "grc": ["Ἡ τῶν Χόρδωτῶν ποικιλόμορφη συνομοταξία σπονδυλωτά τε και ὀλίγα ἀσπόνδυλα περιέχει. Τέσσαρα κύρια γνωρίσματα ἔχουσι· την νωτοχορδήν (ῥάβδος στηρίξεως), τον ῥαχιαῖον κοῖλον νευρικόν σωλῆνα (ἐγκέφαλος και νωτιαῖος μυελός), τας φαρυγγικάς σχισμάς (τῷ λαιμῷ ἀνοίγματα) και τον μεταπρωκτικόν κέρκον. Καίτοι τῇ ἐμβρυακῇ ἀναπτύξει μόνον τα γνωρίσματα ἐμφαίνεσθαι δύναται, ἡ ἐν οἱῳδήποτε σταδίῳ αὐτῶν παρουσία το ζῷον ὡς χορδωτόν τάσσει."]
                },
                "subtaxa": {
                    "chondrichthyes": {
                        "name": {
                            "el": "χονδριχθύες",
                            "en": "chondrichthyes",
                            "grc": "χονδριχθύες"
                        },
                        "rank": "class",
                        "description": {
                            "el": ["Οι Χονδριχθύες είναι μια ομοταξία σπονδυλωτών με γνάθους που χαρακτηρίζονται από έναν σκελετό από χόνδρο, αντί για οστό. Διαθέτουν ζευγαρωτά πτερύγια, βράγχια για την αναπνοή και συνήθως έχουν ένα υδροδυναμικό σχήμα σώματος. Αυτή η ομάδα περιλαμβάνει καρχαρίες, σελάχια και χίμαιρες, παρουσιάζοντας μια ποικιλία προσαρμογών για τη θαλάσσια ζωή, από κορυφαίους θηρευτές έως κατοίκους του βυθού."],
                            "en": ["Chondrichthyes, the cartilaginous fishes, are a class of jawed vertebrates characterized by a skeleton made entirely of cartilage, rather than bone.  They possess paired fins,  gills for breathing, and typically have a streamlined body shape.  This group includes sharks, rays, and chimaeras, showcasing a diverse range of adaptations for marine life, from apex predators to bottom-dwellers."],
                            "grc": ["Ἡ τῶν Χονδριχθυῶν ὁμοταξία ἐστὶν ἡ τῶν γναθούχων σπονδυλωτῶν ὧν ὁ σκελετὸς ἐστὶν ὅλος χόνδρος, ἀντί ὀστοῦ. Ὡς ἐπί πολύ το σῶμα ὑδροδυναμικόν ἔχουσιν, ζευγαρωτά πτερύγια και βράγχια τοῦ ἀναπνέειν. Τῇ ὁμάδι ταύτῃ τάσσονται οἱ καρχαρίαι, οἱ βάτοι καὶ αἱ χίμαιραι· ὡς ποικίλας προς τον θαλάσσιον βίον προσαρμογάς παρουσιάζει, ἀπὸ κορυφαίων θηρευτῶν ἕως βυθόκοιτας."]
                        },
                        "subtaxa": {
                            "elasmobranchii": {
                                "name": {
                                    "el": "ελασμοβράγχιοι",
                                    "en": "elasmobranchii",
                                    "grc": "ἐλασμοβράγχιοι"
                                },
                                "rank": "subclass",
                                "description": {
                                    "el": ["Οι Ελασμοβράγχιοι είναι μια υφομοταξία των Χονδριχθύων που περιλαμβάνει καρχαρίες, σελάχια και πριονόψαρα. Χαρακτηρίζονται από πέντε έως επτά βραγχιακές σχισμές που βρίσκονται στα πλάγια του κεφαλιού, ένα γενικά πεπλατυσμένο σχήμα σώματος (ιδιαίτερα σε σελάχια) και συχνά έχουν μυτερό ρύγχος. Είναι κυρίως θαλάσσιοι θηρευτές, αν και ορισμένα είδη είναι κάτοικοι του βυθού ή διηθητοφάγοι. Οι Ελασμοβράγχιοι έχουν μια ποικιλία στρατηγικών σίτισης και καταλαμβάνουν διάφορες οικολογικές θέσεις σε θαλάσσια οικοσυστήματα."],
                                    "en": ["Elasmobranchii is a subclass of Chondrichthyes that includes sharks, rays, and sawfish.  These cartilaginous fishes are characterized by their five to seven gill slits located on the sides of the head, a generally flattened body shape (especially in rays and skates), and often possess a pointed snout.  They are predominantly marine predators, although some species are bottom-dwellers or filter feeders.  Elasmobranchs have a diverse range of feeding strategies and occupy various ecological niches within marine ecosystems."],
                                    "grc": ["Ταύτη ἡ τῶν Χονδριχθυῶν ὑφομοταξία, οἱ καλούμενοι Ἐλασμοβράγχιοι, καρχαρίας και βάτους περιέχει. Τα χαρακτηριστικά αὐτῶν γνώρισματα εἰσίν· πέντε ἕως ἑπτά πλαγιοκεφαλικαί βραγχιακαί σχισμαί, γενικῶς πεπλατυσμένον σῶμα (μάλιστα ἐν βἀτοις) και θηκτόν ῥύγχος. Καίτοι ὁρισμένα εἴδη ἐστί βυθόκοιτα και διηθητοφάγα, το κυρίως τῶν Ἐλασμοβραγχίων θαλάσσιοι θηρευταί εἰσι. Ποικίλοις τρόποις την τροφήν αὐτῶν λαμβάνουσιν καί ποικίλας οἰκολογικάς θέσεις ἐν τοῖς θαλάσσιοις οἰκοσυστήμασιν καταλαμβάνουσιν."]
                                },
                                "subtaxa": {
                                    "dasyatidae": {
                                        "name": {
                                            "el": "δασυατίδες",
                                            "en": "dasyatidae",
                                            "grc": "δασυατίδαι"
                                        },
                                        "rank": "family",
                                        "description": {
                                            "el": ["Οι Δασυατίδες είναι μια οικογένεια σαλαχιών που χαρακτηρίζονται από το πεπλατυσμένο, δισκοειδές σώμα τους, τη μακριά, σαν μαστίγιο ουρά τους που συχνά είναι εξοπλισμένη με ένα ή περισσότερα δηλητηριώδη αγκάθια και τον γενικά βυθόβιο τρόπο ζωής τους. Απαντώνται σε τροπικούς και υποτροπικούς ωκεανούς σε όλο τον κόσμο, και ορισμένα είδη κατοικούν ακόμη και σε περιβάλλοντα γλυκού νερού. Οι δασυατίδες είναι σαρκοφάγα, τρέφονται με μια ποικιλία ασπόνδυλων και μικρά ψάρια, και παίζουν σημαντικό ρόλο στα θαλάσσια οικοσυστήματα τόσο ως θηρευτές όσο και ως θηράματα."],
                                            "en": ["Dasyatidae, commonly known as stingrays, are a family of rays characterized by their flattened, disc-shaped bodies, long, whip-like tails often armed with one or more venomous barbs, and their generally bottom-dwelling lifestyle.  They are found in tropical and subtropical oceans worldwide, and some species even inhabit freshwater environments.  Stingrays are carnivores, feeding on a variety of invertebrates and small fish, and they play an important role in marine ecosystems as both predators and prey."],
                                            "grc": ["Αἱ Δασυατίδαι οἰκογένεια βυθοβίων βάτων ἐστί, ὧν το σῶμα πεπλατυσμένον τε και δισκοειδές, ο κέρκος μακρύς και μαστιγοειδής και συχνά φέρων δηλητηριώδεις ἀκάνθας. Ἐν πάσῇ τῇ Γῇ ἐν ὠκεανοῖς τροπικοῖς τε και ὑποτροπικοῖς ἀπαντῶνται, τινά δε εἴδη ἕτι ἐν γλυκοῖς ὕδασι διαβιοῦσι. Σαρκοφάγαι οὖσαι, αἱ Δασυατίδαι ποικίλοις ἀσπονδύλοις και μικροῖς ἰχθύσιν τρέφονται, σημαντικήν θέσιν ἐν τοῖς θαλάσσιοις οἰκοσυστήμασιν κατέχουσαι ὡς θηρευταί τε και θηράματα."]
                                        },
                                        "subtaxa": {
                                            "hypolophodon": {
                                                "name": {
                                                    "el": "υπολοφόδων",
                                                    "en": "hypolophodon",
                                                    "grc": "ὑπολοφόδων"
                                                },
                                                "rank": "genus",
                                                "extinct": true,
                                                "description": {
                                                    "el": ["Το εξαφανισμένο γένος σαλαχιού Υπολοφόδων είναι γνωστό από ευρήματα στην Ευρώπη, τη Δυτική Αφρική και την Αργεντινή. Eίχαν οδόντες προσαρμοσμένους για άλεσμα, με διλοβωτές ρίζες και υψηλή, ρομβοειδή μύλη, με μια ασθενώς εξαγωνική μασητική όψη και λεία αδαμαντίνη. Το γένος διακρίνεται από τα ξεχωριστά οδοντικά χαρακτηριστικά του και την παρουσία του σε πανίδες του Κάτω Ηώκαινου."],
                                                    "en": ["The extinct stingray genus Hypolophodon is known from fossil records in Europe, Western Africa, and Argentina. Hypolophodon had unique teeth with bilobate roots and a high, lozenge-shaped crown, featuring a weakly hexagonal occlusal view and smooth enameloid. The teeth were adapted for grinding, and the genus is distinguished by its distinct dental characteristics and its presence in Lower Eocene faunas."],
                                                    "grc": ["Φανέν ἀφ' εὑρημάτων ἐξ Εὐρώπης, Δυτικῆς Ἀφρικῆς τε και Ἀργεντινῆς, το γένος Ὑπολοφόδων ἐκλελοιπότων βάτων ἐστίν. Οἱ ὀδόντες αὐτῶν τῷ ἀλέσματι προσηρμοσμένοι ἦσαν, διλοβωταῖς ρίζαις και ὑψηλῇ, ῥομβοειδεῖ μύλῃ, ἧς ἡ μασητική ὄψις ἀσθενῶς ἑξαγωνική καί λεία ἐστίν. Ταῦτα τα ὀδοντικά γνωρίσματα το γένος διακρίνει, ὡς και ἡ ἐν ταῖς τοῦ Κάτω Ἠωκαίνου πανίσιν αὐτοῦ παρουσία."]
                                                },
                                                "subtaxa": {
                                                    "hypolophodon_sylvestris": {
                                                        "name": {
                                                            "el": "υπολοφόδων ο δρυμώδης",
                                                            "en": "hypolophodon sylvestris",
                                                            "grc": "ὑπολοφόδων ὁ δρυμώδης"
                                                        },
                                                        "rank": "species",
                                                        "extinct": true,
                                                        "description": {
                                                            "el": [
                                                                "Ο Hypolophodon sylvestris είναι ένα εξαφανισμένο είδος ψαριού που έμοιαζε με σαλάχι, γνωστό κυρίως από απολιθωμένα δόντια και σπάνια δερματικά φυμάτια. Αποτελεί το τυπικό είδος του γένους Υπολοφόδων και ξεχωρίζει από τους συγγενείς του λόγω των ιδιαίτερων χαρακτηριστικών των δοντιών: έχουν πλατιά, επίπεδη μασητική επιφάνεια με μια αμυδρή εγκάρσια ακρολοφία και μια έντονη, στρογγυλή προεκβολή στην γλωσσική πλευρά—χαρακτηριστικά που απουσιάζουν σε άλλα είδη, όπως το H. patagoniensis. Το σμάλτο μπορεί να φέρει ελαφρές ρυτίδες, και η στεφάνη των δοντιών συνήθως προεξέχει από μια δίλοβη ρίζα που έχει αυλακώσεις μόνο στην γλωσσική πλευρά. Διαφέρει επίσης από το μικρότερο H. dockery της Βόρειας Αμερικής ως προς το μέγεθος, την πιο στιβαρή οδοντοφυΐα και τη δομή της ρίζας.",
                                                                "Τα δερματικά φυμάτια που συνδέονται με το H. sylvestris ποικίλουν στη μορφή—ορισμένα είναι ωοειδή με μικρό κεντρικό αγκάθι και ακτινωτές αυλακώσεις, πιθανώς για προστασία στην πλάτη ή στην ουρά του ζώου. Αν και δεν έχουν βρεθεί πλήρεις σκελετοί, συγκρίσεις με σύγχρονα σαλάχια που έχουν παρόμοια δόντια υποδεικνύουν ένα πλάτος σώματος (δίσκου) γύρω στα 30–60 εκατοστά, αν και αυτό παραμένει υποθετικό.",
                                                                "Το είδος αυτό έχει τη μεγαλύτερη γεωγραφική και χρονική εξάπλωση από όλα του γένους, με ευρήματα σε θαλάσσια ιζήματα του Παλαιόκαινου και του Ηώκαινου σε Ευρώπη, Βόρεια Αμερική και Κεντρική Ασία. Η εξειδικευμένη οδοντοφυΐα του υποδηλώνει βενθικό, σκληροφαγικό τρόπο ζωής, με διατροφή σε κελυφωτά ασπόνδυλα σε ρηχές παράκτιες θάλασσες."
                                                            ],
                                                            "en": [
                                                                "Hypolophodon sylvestris is an extinct species of stingray-like fish, known mainly from fossilized teeth and rare dermal tubercles. It is the type species of the genus Hypolophodon and stands out from its relatives through distinctive dental features: its teeth have a broad, flat grinding surface with a faint transverse crest (occlusal ridge) and a pronounced, rounded uvula on the lingual face—traits absent in other species like H. patagoniensis. The enamel may show slight wrinkles, and the crown often overhangs a bilobed root that is striated only on the lingual side. It also differs from the smaller H. dockery of North America by its larger size, more robust teeth, and root structure.",
                                                                "Dermal tubercles associated with H. sylvestris vary in form—some are oval with a small central spine and radiating grooves, likely serving a protective function on the ray’s back or tail. While no complete skeletons are known, comparisons with modern stingrays of similar tooth morphology suggest a body width (disc width) of perhaps 30–60 cm, though this remains speculative.",
                                                                "This species has the broadest geographic and temporal range of its genus, found across Paleocene and Eocene marine deposits in Europe, North America, and Central Asia. Its specialized dentition points to a bottom-dwelling, durophagous lifestyle, feeding on hard-shelled invertebrates in shallow coastal seas."
                                                            ],
                                                            "grc": [
                                                                "Ὑπολοφόδων ὁ δρυμώδης, ἰχθὺς τις ἐκλελοιπώς, ἐοικὼς τῷ ἀκανθωτῷ σελάχει, γνωστός ἐξ ὀδόντων ἀπολιθωμένων τε καὶ σπανίων φυματίων δερματικῶν. Οὗτός ἐστιν ὁ τύπος τοῦ γένους τοῦ Ὑπολοφόδοντος, διαφέρων τῶν συγγενῶν τοῖς ὀδοῦσι· πλατεῖαν γὰρ καὶ λείαν ἀλέσεως ἐπιφάνειαν ἔχουσι, μετὰ λόφου μικροῦ ἐγκαρσίου καὶ ὀφρύος στρογγύλης ἐπὶ τῆς γλωττικῆς πλευρᾶς, ἣν οὐκ ἔχουσιν οἱ λοιποί, οἷον ὁ Ὑ. παταγωνικός. Τὸ σμάλτον ἐνίοτε ῥυτιδώδες φαίνεται, ἡ δὲ κορωνὶς τοῦ ὀδόντος ὑπερέχει ῥίζης διμερῶς διηρημένης, μόνον ἐκ τῆς γλωσσώδους πλευρᾶς ῥαβδωτῆς. Διαφέρει δὲ μεγέθει καὶ τοῦ μικροτέρου Ὑ. δοκκερίου ἐκ τῆς Βορείου Ἀμερικῆς, και ὀδοῦσι συμπεπηκυιοτέροις, ῥιζικῷ τε σχηματισμῷ.",
                                                                "Τὰ δὲ δερματικὰ φυμάτια, ἅπερ τῷ Ὑ. δρυμώδει προσάπτεται, εἰδοποιοῦνται· ἄλλα γάρ ἐστιν ᾠοειδῆ μετὰ ἀκανθίδος κεντρικῆς καὶ αὐλακίδων ἀκτινωτῶν, τάχα φύλαξ τοῖς νώτοις ἢ τῇ οὐρᾷ ὄντα. Σκελετὸς οὐδεὶς ὅλος ἔγνωσται, ἀλλ’ ἐκ συγκρίσεως τοῖς νῦν ζῶσι σελάχεσιν τοῖς ὁμοιοδόντοις, εἰκάζεται πλάτος τοῦ σώματος περί τῶν 30–60 ἑκατοστομέτρων, ἀλλ’ ἀβέβαιον.",
                                                                "Τοῦτο δ’ εἶδος εὐρυτάτην ἔχει διάπλωσιν χωρικῶς τε καὶ χρονικῶς ἐν τῷ γένει, εὑρισκόμενον ἐν άποθέσεσι θαλαττίαις τοῦ Παλαιοκαίνου καὶ Ἠωκαίνου ἐν Εὐρώπῃ, Βορείῳ Ἀμερικῇ, καὶ Ἀσίας τῷ μέσῳ. Τὰ δ’ ὀδόντια αὐτοῦ ἐιδικά τε καὶ προσαρμοσμένα δείκνυσι βίον βενθεῖον καὶ σκληροφαγικόν, τὰ μαλάκια τὰ κελυφοφόρα ἐν ρηχαῖς θαλάσσαις κατατρώγων."
                                                            ]
                                                        },
                                                        "subtaxa": null
                                                    }
                                                }
                                            }
                                        }
                                    },
                                    "odontaspididae": {
                                        "name": {
                                            "el": "οδοντασπιδίδες",
                                            "en": "odontaspididae",
                                            "grc": "ὀδοντασπιδίδαι"
                                        },
                                        "rank": "family",
                                        "description": {
                                            "el": [
                                                "Αυτή η οικογένεια είναι γνωστή ως «καρχαρίες τίγρεις της άμμου» και ανήκει στην τάξη των Λαμνομόρφων. Οι Οδοντασπιδίδες διακρίνονται από άλλες οικογένειες Λαμνομόρφων από αρκετά βασικά χαρακτηριστικά. Η οδοντοφυΐα τους χαρακτηρίζεται από μακριά, λεπτά και αιχμηρά δόντια, που στερούνται οδοντώσεων στο κυρίως δόντι, αλλά συχνά διαθέτουν πλευρικά παροδοντίδια. Τα δύο ραχιαία πτερύγια είναι σχεδόν ίσα σε μέγεθος και σχήμα, ένα χαρακτηριστικό που έρχεται σε αντίθεση με το σημαντικά μεγαλύτερο πρώτο ραχιαίο πτερύγιο που παρατηρείται σε πολλά άλλα Λαμνόμορφα. Τα θωρακικά πτερύγια είναι μεγάλα και πλατιά, και το ουραίο πτερύγιο παρουσιάζει καλά ανεπτυγμένο άνω λοβό, αν και όχι τόσο υπερβολικό όσο σε ορισμένες άλλες οικογένειες. Περαιτέρω, οι σπόνδυλοι συχνά εμφανίζουν ένα μοναδικό πρότυπο ασβεστοποίησης."
                                            ],
                                            "en": [
                                                "This family is known as \\\"sand tiger sharks\\\", and belongs to the order Lamniformes. Odontaspididae can be distinguished from other Lamniformes families through several key features. Their dentition is characterized by long, slender, and sharply pointed teeth, lacking serrations on the main cusps, but often possessing lateral cusplets. The two dorsal fins are nearly equal in size and shape, a feature contrasting with the significantly larger first dorsal fin seen in many other Lamniformes. The pectoral fins are large and broad, and the caudal fin exhibits a well-developed upper lobe, though not as exaggerated as in some other families. Vertebral centra are also distinct, often showing a unique pattern of calcification."
                                            ],
                                            "grc": [
                                                "Οὗτοι εἰσίν οἱ κοινῶς γνωστοί «καρχαρίαι τίγρεις τῆς ψάμμου» και τῇ τῶν Λαμνομόρφων τάξει ἀνήκουσι. Αἱ Ὀδοντασπιδίδαι ἀπό τῶν λοιπῶν Λαμνομόρφων διακρίνονται πολλῶν βασικῶν γνωρισμάτων ἕνεκα. Οἱ ὀδόντες αὐτῶν εἰσί μακριοί και αἰχμηροί, πολλάκις πλευρικά παροδοντίδια ἔχοντες και μη ἔχοντες ὀδοντώσεις ἐν τῷ κυρίῳ ὀδόντι. Τα δύο αὐτῶν ραχιαῖα πτερύγια σχεδόν ἴσα μεγέθει και σχήματι εἰσί, ὅπερ ἐναντίον τοῦ σημαντικῶς μειζόνος πρώτου ραχιαίου πτερυγίου ἐν ἄλλαις Λαμνομόρφαις ἐπιτηδεύεται. Τὰ θωρακικὰ πτερύγια αὐτῶν μεγάλα καὶ πλατιά, καὶ τὸ οὐραῖον πτερύγιον καλῶς ἔχει ἀνεπτυγμένον τον ἄνω λοβόν, καίπερ οὐχ ὡς ἐν ἄλλαις οἰκογενείαις ὑπερβολικῶς. Ἐπιπλέον, οἱ σπόνδυλοι πολλάκις δεικνύουσιν ἕναν μοναδικὸν πρότυπον ἀσβεστοποιήσεως."
                                            ]
                                        },
                                        "subtaxa": {
                                            "striatolamia": {
                                                "name": {
                                                    "el": "στριατολάμια",
                                                    "en": "striatolamia",
                                                    "grc": "στριατολάμια"
                                                },
                                                "rank": "genus",
                                                "extinct": true,
                                                "description": {
                                                    "el": [
                                                        "Το Στριατολάμια είναι ένα εξαφανισμένο γένος λαμνομόρφων καρχαριών, του οποίου τα δόντια έχουν χαρακτηριστικές αυλακώσεις στην γλωσσική επιφάνεια της μύλης. Αυτό το χαρακτηριστικό δίνει στο γένος το όνομά του (striation=αυλάκωση). Τα πρόσθια δόντια των Στριατολαμιών είναι πιο λεπτά και μυτερά, ενώ τα οπίσθια δόντια είναι ευρύτερα. Είδη όπως η S. macrota και η S. striata, έζησαν κατά την Παλαιογενή και την Νεογενή περίοδο και βρέθηκαν σε διάφορες περιοχές του κόσμου σε ρηχά θαλάσσια περιβάλλοντα. Η ταξονομία του γένους δεν έχει ακόμα αποφασιστεί με βεβαιότητα από τους ειδικούς. Ιστορικά έχει τοποθετηθεί σε διάφορες οικογένειες, συμπεριλαμβανομένων των Μιτσουκουρινιδών και των Οδοντασπιδιδών."
                                                    ],
                                                    "en": [
                                                        "Striatolamia is an extinct genus of lamniform sharks, whose teeth are characterized by the distinctive striations (fine grooves) on the lingual surface of the crown. This feature gives the genus its name. Historically, Striatolamia has been placed within different families, including Mitsukurinidae and Odontaspididae. Species within Striatolamia, such as S. macrota and S. striata, inhabited marine environments during the Paleogene and Neogene periods. These sharks were widespread, with fossil teeth found in various locations around the world. Anterior teeth of Striatolamia are more slender and pointed, while lateral teeth are broader. The genus lived in shallow marine environments."
                                                    ],
                                                    "grc": [
                                                        "Τοῦτο τῶν λαμνομόρφων καρχαριῶν το ἐκλελοιπός γένος, το οὕτω καλούμενον «Στριατολάμια», τῇ τῆς τῶν ὀδόντων μύλης γλωττικῇ ἐπιφανείᾳ ἰδιάζουσας αὐλακώσεις ὡς βασικότατον γνώρισμα δείκνυσι (ἐξ οὗ και τ' ὄνομα, ἀγγλιστί striation=αὐλάκωση). Οἱ τῶν Στριατολαμιῶν πρόσθιοι ὀδόντες ὡς λεπτότεροι και θηκτώτεροι τῶν ὀπισθίων, οἵ εὐρύτεροι εἰσί. Εἴδη ὡς τὰ S. macrota καὶ S. striata, κατά την Παλαιογενῆ τε καὶ τὴν Νεογενῆ περίοδον βεβιωκότα, ἐν ῥηχῶν θαλασσίων περιβαλλόντων ἀποθέσεσι ηὑρέθησαν. Ἕτι οἱ εἰδήμονες την τοῦ γένους ταξονομίαν οὐ βεβαιοῦσιν. Ἱστορικῶς ἐν διαφόροις οἰκογενείαις τέτακται, ἐν οἷς Μιτσουκουρινίδαι καὶ Ὀδοντασπιδίδαι."
                                                    ]
                                                },
                                                "subtaxa": {
                                                    "striatolamia_macrota": {
                                                        "name": {
                                                            "el": "στριατολάμια η μακρά",
                                                            "en": "striatolamia macrota",
                                                            "grc": "στριατολάμια ἡ μακρά"
                                                        },
                                                        "rank": "species",
                                                        "extinct": true,
                                                        "description": {
                                                            "el": [
                                                                "Η Στριατολάμια η μακρά είναι ένας εξαφανισμένος καρχαρίας γνωστός για τα μεγάλα (19-38mm) αυλακωτά δόντια του. Βρέθηκε σε Ηωκαινικές ρηχές θαλάσσιες αποθέσεις. Τα δόντια του διαφέρουν από άλλα είδη Στριατολάμιας στο μέγεθος και τη δομή της ρίζας. Το είδος εκτιμάται ότι έφτανε περίπου τα 350cm σε μήκος."
                                                            ],
                                                            "en": [
                                                                "Striatolamia macrota is an extinct shark known for its large (19-38mm) striated teeth. Found in lower-middle Eocene shallow marine deposits, its teeth differ from other Striatolamia species by size and root structure. The species is estimated to have reached about 350cm in length."
                                                            ],
                                                            "grc": [
                                                                "Ἡ Στριατολάμια ἡ μακρά ἐστίν ἰχθὺς τις ἐκλελοιπώς, γιγνωσκομένη διὰ τοὺς ὀδόντας ραβδωτούς και μεγάλους (ἀπὸ δεκαεννέα μέχρι τριάκοντα οκτώ χιλιοστόμετρα τῷ μήκει). Ηὑρέθη ἐν θαλαττίοις ἀποθέσεσι ρηχαῖς τοῦ πρωίμου-μέσου Ἠωκαίνου. Οἱ ὀδόντες αὐτῆς διαφέρουσι τῶν ἄλλων εἰδῶν τῆς Στριατολαμίας τῷ μεγέθει καὶ τῇ τοῦ ῥιζώματος κατασκευῇ. Τὸ δὲ εἶδος τοῦτο δοκεῖ μῆκος ἔχειν ὡς τριακόσια πεντήκοντα ἑκατοστόμετρα."
                                                            ]
                                                        },
                                                        "subtaxa": null
                                                    }
                                                }
                                            },
                                            "sylvestrilamia": {
                                                "name": {
                                                    "el": "συλβεστριλάμια",
                                                    "en": "sylvestrilamia",
                                                    "grc": "συλβεστριλάμια"
                                                },
                                                "rank": "genus",
                                                "extinct": true,
                                                "description": {
                                                    "el": [
                                                        "Η Συλβεστριλαμία είναι ένα εξαφανισμένο γένος λαμνομόφρων καρχαριών, που ανήκει στην οικογένεια Οδοντασπιδίδες και είναι γνωστό από το ύστερο Παλαιόκαινο μέχρι το πρώιμο Ηώκαινο. Είναι μονοτυπικό, περιλαμβάνοντας μόνο το είδος Σ. η λειόδους (S. teretidens), αλλά διαφέρει μορφολογικά από συγγενή γένη όπως η Στριατολάμια και ο Καρχαρίας.",
                                                        "Τα δόντια της είναι μακριά και λεπτά, με ελαφρώς σιγμοειδές προφίλ, πλαισιωμένο από ένα ζεύγος πλατιών πλευρικών παροδοντιδίων. Αμυδρές ραβδώσεις περιορίζονται στο κάτω μισό της γλωσσικής επιφάνειας, ενώ η χειλική πλευρά είναι λεία. Η αιχμή είναι συνεχής και εκτείνεται έως τα παροδοντίδια. Η ρίζα είναι διλοβωτή, συμμετρική και φέρει ρηχή εγκοπή προς τη γλωσσική πλευρά.",
                                                        "Απολιθώματα της Συλβεστριλαμίας έχουν βρεθεί ευρέως σε παράκτιες θαλάσσιες αποθέσεις σε ολόκληρη την Ευρώπη, τη Βόρεια και Νότια Αμερική, και την Ασία. Αν και παλαιότερα είχε ταξινομηθεί σε άλλα γένη Οδοντασπιδιδών, η συνεπής μορφολογία των δοντιών της οδήγησε στην επίσημη αναγνώρισή της ως ξεχωριστό γένος από τους Cappetta και Nolf το 2005."
                                                    ],
                                                    "en": [
                                                        "Sylvestrilamia is an extinct genus of lamniform sharks in the family Odontaspididae, known from the late Paleocene to early Eocene. It is monotypic, containing only S. teretidens, but is morphologically distinct from related genera such as Striatolamia and Carcharias.",
                                                        "Its teeth feature a tall, slender central cusp with a slightly sigmoidal profile, flanked by a single pair of broad, lateral cusplets. Faint striations are confined to the lower half of the lingual face, while the labial face is smooth. Cutting edges are continuous and extend onto the cusplets. The root is bilobate, symmetrical, and shallowly notched lingually.",
                                                        "Fossils of Sylvestrilamia are widely distributed in nearshore marine deposits across Europe, North and South America, and Asia. Though once grouped under other odontaspidid genera, its consistent tooth morphology led to its formal recognition as a distinct genus by Cappetta and Nolf in 2005."
                                                    ],
                                                    "grc": [
                                                        "Ἡ Συλβεστριλαμία γένος ἐστὶν ἐκλελοιπὸς λαμνομόρφων καρχαριῶν, τῆς τῶν Ὀδοντασπιδιδῶν οἰκογενείας, γνωστόν ἀπὸ τοῦ ὀψίμου Παλαιοκαίνου μέχρι τοῦ πρωίμου Ἠωκαίνου. Μονότυπον ἐστίν, ἔχον μόνον τὸ εἶδος Σ. ἡ λειόδους (S. teretidens), ἀλλὰ τῇ μορφολογίᾳ διαφέρον σαφῶς ἀπὸ συγγενῶν γενῶν οἷον Στριατολαμίαν καὶ Καρχαρίαν.",
                                                        "Οἱ ὀδόντες αὐτῆς μακροί καὶ λεπτοί, τῷ σχήματι σιγμοειδεῖς πλαγίως ὑποφαινόμενοι, παραπληρούμενοι ὑπό ζεύγους πλατέων παροδοντιδίων. Ἀμυδραί ῥαβδώσεις ἐν τῷ κάτω ἡμίσει τῆς γλωσσικῆς ἐπιφανείας φαίνονται· ἡ δὲ χειλικὴ ἐπιφάνεια λεῖα ἐστίν. Ἡ αίχμή συνεχής έστί καὶ ἐπὶ τα παροδοντίδια ἐκτείνεται. Ἡ ῥίζα διλοβώδης ἐστίν και συμμετρικὴ, καὶ ἀβαθῆ ἐγκοπήν φέρει τῇ γλωσσικῇ ὄψει.",
                                                        "Τὰ τῆς Συλβεστριλαμίας ἀπολιθώματα εὑρίσκονται εὐρέως ἐν ἀβαθέσι θαλαττίοις ἐναποθέσεσι καθ᾿ ὅλην τὴν Εὐρώπην, τὴν Βόρειον καὶ Νότιον Ἀμερικὴν, καὶ τὴν Ἀσίαν. Καίπερ πρότερον ἀνηγορεύθη ὑπὸ ἄλλων γενῶν Ὀδοντασπιδιδῶν, ἡ τῶν ὀδόντων συνεπής μορφή ἐπέφερε τὴν ἐπίσημον τοῦ γένους διάκρισιν, ὑπὸ Καππεττᾶ καὶ Νολφ ἐν ἔτει ͵βε΄ (Cappetta & Nolf 2005)."
                                                    ]
                                                },
                                                "subtaxa": {
                                                    "sylvestrilamia_teretidens": {
                                                        "name": {
                                                            "el": "συλβεστριλάμια η λειόδους",
                                                            "en": "sylvestrilamia teretidens",
                                                            "grc": "συλβεστριλάμια ἡ λειόδους"
                                                        },
                                                        "rank": "species",
                                                        "extinct": true,
                                                        "description": {
                                                            "el": [
                                                                "Το μόνο είδος του γένους Συλβεστριλαμία, η Σ. λειόδους, έζησε από το ύστερο Παλαιόκαινο έως το πρώιμο Ηώκαινο και είναι γνωστό κυρίως από μεμονωμένα δόντια. Περιγράφηκε αρχικά από τον White (1931), αλλά για πολλά χρόνια κατατασσόταν σε διάφορα γένη των Οδοντασπιδιδών, μέχρι που αναγνωρίστηκε ως διακριτό γένος από τους Cappetta & Nolf το 2005.",
                                                                "Τα πρόσθια δόντια είναι μακριά, ελαφρώς σιγμοειδή και πλαισιώνονται από ένα ζεύγος πλατιών, σπατουλοειδών παροδοντιδίων. Τα πλάγια δόντια είναι κοντύτερα, αλλά διατηρούν την ίδια βασική μορφολογία. Λεπτές κάθετες ραβδώσεις εμφανίζονται στο κάτω γλωσσικό μέρος της μύλης των προσθίων δοντιών, αλλά είναι πιο αμυδρές ή απουσιάζουν στα πλάγια δόντια· η χειλική επιφάνεια είναι εντελώς λεία. Οι κοπτικές αιχμές είναι συνεχείς από την κορυφή έως τη βάση και εκτείνονται μέχρι τα παροδοντίδια. Σπάνια άτομα διαθέτουν αχνές οδοντώσεις στα παροδοντίδια, αλλά αυτό το χαρακτηριστικό δεν εμφανίζεται συνεπώς.",
                                                                "Το είδος απαντάται ευρέως σε παράκτιες αποθέσεις της περιόδου Θανετίου–Υπρεσίου, αλλά δείχνει σαφή προτίμηση σε οριακά θαλάσσια περιβάλλοντα όπως εκβολές ποταμών. Η απουσία του από νεότερα στρώματα υποδηλώνει πραγματική εξαφάνιση και όχι σταδιακή αλλαγή πανίδας. Με βάση το μέγεθος των δοντιών και τη σύγκριση με συγγενικά είδη, η Σ. λειόδους πιθανόν έφτανε σε μήκος 0.8–1.4 μέτρα και κυνηγούσε μικρά ψάρια, διατρυπώντας τα μάλλον παρά τεμαχίζοντάς τα."
                                                            ],
                                                            "en": [
                                                                "The only species of Sylvestrilamia, S. teretidens lived from the late Paleocene to early Eocene and is known primarily from isolated teeth. Originally described by White (1931), it was long shuffled among odontaspidid genera before being recognized as distinct by Cappetta & Nolf in 2005.",
                                                                "Anterior teeth have a tall, slightly sigmoidal central cusp with one pair of broad, spatulate cusplets. Lateral teeth are shorter but retain the same basic structure. Fine vertical striations appear on the lower lingual crown of anterior teeth, but are much fainter or absent in lateral teeth; the labial face is smooth throughout. Cutting edges are continuous from apex to base and extend onto the cusplets. Rare individuals show faint crenulations on the cusplets, but these are inconsistent.",
                                                                "The species is widespread in Thanetian–Ypresian nearshore deposits but shows a strong preference for marginal marine settings like estuaries and deltas. Its consistent absence from younger strata suggests true extinction rather than gradual faunal turnover. Based on tooth size and comparison with related taxa, S. teretidens likely reached a length of 0.8-1.4 meters and preyed on small fish using impalement rather than cutting."
                                                            ],
                                                            "grc": [
                                                                "Το μόνον εἶδος τοῦ Συλβεστριλαμίας γένους, Σ. ἡ λειόδους, ἔζησεν ἀπό τοῦ ὀψίμου Παλαιοκαίνου ἔως το πρώιμον Ἠώκαινον, γιγνώσκεται δὲ κυρίως ἐξ ἀπομεμονωμένων ὀδόντων. Πρῶτον μεν ὑπὸ τοῦ Οὐΐτου ἐγράφη, ἐν ἔτει 1931, ἐπί χρόνον δε πολύν ἐν ἑτέροις τῶν Ὀδοντασπιδιδῶν γένεσι ἐλογίζετο, πρὶν ἤ γνωρισθῇ ὡς ἴδιον γένος ὑπὸ Καππεττᾶ καὶ Νόλφου ἐν ἔτει ͵βε΄.",
                                                                "Οἱ μὲν πρόσθιοι ὀδόντες μακροί, ἐλαφρῶς σιγμοειδεῖς, δυσί πλατυσχήμοις παροδοντιδίοις παραπληρούμενοι. Οἱ δὲ πλάγιοι βραχύτεροι μὲν εἰσίν, ἄλλως δε οὐδὲν διαφέρουσι τῇ δομῇ. Λεπταὶ ῥαβδώσεις τῇ γλωσσικῇ κάτω πλευρᾷ τῆς μύλης φαίνονται, ἀμυδρότεραι δὲ ἢ παντελῶς ἄφαντοι ἐν τοῖς πλαγίοις· ἡ δὲ χειλική ἐπιφάνεια λεία παραμένει. Αἱ αἰχμαί συνεχεῖς εἰσὶν ἀπὸ κορυφῆς ἕως βάσεως, ἐκτεινόμεναι ἔως τῶν παροδοντιδίων. Σπανίως τα παροδοντίδια ἀμυδράς ὀδοντώσεις φέρουσι, τοῦτο ὅμως ἀσυνεπῶς γιγνώσκεται.",
                                                                "Τὸ εἶδος εὑρίσκεται εὑρέως κατὰ τὰς παραλίους ἀποθέσεις τοῦ Θανετίου καὶ Ὑπρεσίου, ἐνίσταται δὲ μάλιστα ταῖς ἐκβολαῖς ποταμῶν. Ἡ δὲ συνεχὴς ἀπουσία αὐτοῦ ἐκ τῶν νεωτέρων στρωμάτων δηλοῖ ἀληθῆ ἐξαφάνισιν, οὐ δὲ βραδεῖαν μεταβολὴν πανίδος. Κατὰ μέγεθος ὀδόντων καὶ ἀνάλογον σύγκρισιν πρὸς συγγενῆ εἴδη, ἡ Σ. λειόδους ὡς εἰκὸς μῆκος ἔφθανε ὀγδοήκοντα ἕως ἑκατὸν τεσσαράκοντα ἑκατοστόμετρα καὶ ἤσθιεν ἰχθύας σμικροὺς διὰ τοῦ κατακεντεῖν μᾶλλον ἢ τεμνεῖν."
                                                            ]
                                                        },
                                                        "subtaxa": null
                                                    }
                                                }
                                            }
                                        }
                                    }
                                }
                            }
                        }
                    },
                    "osteichthyes": {
                        "name": {
                            "el": "οστεϊχθύες",
                            "en": "osteichthyes",
                            "grc": "οστεϊχθύες"
                        },
                        "rank": "clade",
                        "description": {
                            "el": [
                                "Οι Οστεϊχθύες, δηλαδή τα οστούχα σπονδυλωτά, είναι ένας μεγάλος κλάδος που περιέχει όλα τα ζώα με εσωτερικό οστέινο σκελετό. Αν και στο παρελθόν θεωρείτο κλάση ψαριών, η σύγχρονη κλαδιστική κατατάσσει στους Οστεϊχθύες όχι μόνο τα ακτινοπτερύγια και σαρκοπτερύγια ψάρια, αλλά και όλα τα χερσαία σπονδυλωτά· δηλαδή τα αμφίβια, τα ερπετά, τα πτηνά και τα θηλαστικά. Τα πρώτα απολιθώματα Οστεϊχθυών χρονολογούνται στην Σιλούρια περίοδο, πάνω από 420 εκατομμύρια χρόνια πριν, και σηματοδοτούν την εμφάνιση ζώων με οστέινο σκελετό και σύνθετες γνάθους. Σήμερα, οι Οιστεϊχθύες αποτελούν την συντριπτική πλειονότητα των σπονδυλωτών, από μικροσκοπικά ψαράκια του γλυκού νερού μέχρι φάλαινες και ακόμα και ανθρώπους. Η μεγάλη τους προσαρμοστικότητα τους επέτρεψε να κατακτήσουν σχεδόν κάθε υδάτινο και χερσαίο περιβάλλον."
                            ],
                            "en": [
                                "Osteichthyes, the bony vertebrates, form a vast clade that includes all animals with a bony internal skeleton. Once regarded as a class of fish, modern cladistics recognizes Osteichthyes as a broader group encompassing not only ray-finned and lobe-finned fish, but also all land-dwelling vertebrates — including amphibians, reptiles, birds, and mammals. The earliest osteichthyan fossils date to the Late Silurian period, over 420 million years ago, marking the rise of mineralized skeletons and complex jaw structures. Today, Osteichthyes represent the overwhelming majority of vertebrate diversity, from tiny freshwater species to whales and humans. Their evolutionary adaptability has allowed them to colonize nearly every aquatic and terrestrial environment."
                            ],
                            "grc": [
                                "Οἱ Ὀστεϊχθύες, τουτέστιν τα ὀστοῦχα σπονδυλωτά, κλάδος εὐρύς τις ἐστίν, τῶν ἔνδον σκελετόν ὀστέινον φερόντων ζῴων. Πάλαι μεν ποτέ ἰχθυῶν κλάσις ἐθεωρεῖτο, κατά δε την σύγχρονην κλαδιστικήν θεώρησιν ὡς εὐρυτέρα ὁμάς ὁρίζονται συνέχουσα οὐ μόνον ἰχθύας ἀκτινοπτερυγίους και σαρκοπτερυγίους, ἀλλά και ἅπαντα τα χερσαῖα σπονδυλωτά· ἤτοι ἀμφίβια, ἑρπετά, πετεινά και θηλαστικά. Τα πρῶτα τῶν Ὀστεϊχθυῶν ἀπολιθώματα ἐν τῷ ὀψίμῳ Σιλουριανῷ ἐφάνησαν, προ ὑπέρ τετρακοσίων εἴκοσι ἑκατομμυρίων ἐτῶν, σημειοῦντα την τῶν ὀστεΐνων σκελετῶν και περιπλόκων γναθῶν ἀπαρχήν. Τα νῦν οἱ Ὀστεϊχθύες την πλεῖστον τῶν σπονδυλωτῶν μοῖρα συνιστοῦσι· ἀπό ἐλαχίστων γλυκυδρίων ἰχθυῶν μέχρι φαλαινῶν και ἕτι ἀνθρώπων. Σχεδόν πᾶν ὑδάτινόν τε και χερσαῖον περιβάλλον ᾠκήκασιν, διά την θαυμαστήν αὐτῶν εὐπροσάρμοστον φύσιν."
                            ]
                        },
                        "subtaxa": {
                            "actinopterygii": {
                                "name": {
                                    "el": "ακτινοπτερύγιοι",
                                    "en": "actinopterygii",
                                    "grc": "ἀκτινοπτερύγιοι"
                                },
                                "rank": "clade",
                                "description": {
                                    "el": [
                                        "Οι Ακτινοπτερύγιοι είναι η μεγαλύτερη ομάδα ψαριών σήμερα. Διαθέτουν πτερύγια που υποστηρίζονται από οστέινες ή κερατοειδείς ακτίνες αντί για σαρκώδη λοβώδη πτερύγια. Αυτός ο κλάδος περιλαμβάνει ποικίλα είδη όπως σολομό, πέστροφα και ιππόκαμπους, που ευδοκιμούν τόσο σε γλυκά νερά όσο και σε θαλάσσιους βιότοπους. Από τότε που πρωτοεμφανίστηκαν, κατά το πρώιμο Δεβόνιο, οι ευπροσάρμοστες σωματικές μορφές τους τους έχουν επιτρέψει να καταλάβουν ένα ευρύ φάσμα οικολογικών θέσεων για εκατομμύρια χρόνια."
                                    ],
                                    "en": [
                                        "Actinopterygii, or ray-finned fishes, are the largest group of fishes today. They feature fins supported by bony or horny spines (\\\"rays\\\") rather than fleshy lobed fins. This clade includes diverse species like salmon, trout, and seahorses, thriving in both freshwater and marine habitats. Since their appearance in the early Devonian, their adaptable body plans have enabled them to occupy a wide range of ecological niches for millions of years."
                                    ],
                                    "grc": [
                                        "Οἱ Ἀκτινοπτερύγιοι τήμερον εἰσὶν ἡ μείζων ὁμάς τῶν ἰχθύων. Τα πτερύγιά των ὑπ' ὀστεΐνων ἤ κερατοειδῶν ἀκτινῶν ἐστηριγμένα ἐστί, οὐ σαρκώδη δε και λοβώδη. Ὡς πολλά και ποικίλα οὗτος ὁ κλάδος περιέχει εἴδη, εὐδοκιμοῦντα ὡς ἐν θαλάσσαις και ἐν γλυκοῖς ὕδασι· τινά εἰσίν ὁ σολομός, ἡ πέστροφά και ὁ ἱππόκαμπος. Φανέντα κατά το πρώιμον Δεβόνιον, ἐπί ἑκατομμύρια ἔτη εὑρύτατον τῶν οἰκολογικῶν θέσεων φάσμα κετέχουσιν, ἐν τῷ προσαρμόζεσθαι ῥᾳδίως διά τῶν σωματικῶν μορφῶν."
                                    ]
                                },
                                "subtaxa": {
                                    "lepisosteidae": {
                                        "name": {
                                            "el": "λεπιδοστεΐδες",
                                            "en": "lepisosteidae",
                                            "grc": "λεπιδοστεΐδαι"
                                        },
                                        "rank": "family",
                                        "description": {
                                            "el": [
                                                "Η οικογένεια των Λεπιδοστεϊδών περιλαμβάνει αρχαία, ακτινοπτερύγια ψάρια γνωστά ως κροκοδειλόψαρα. Ξεχωρίζουν για τα επιμήκη σώματά τους, τα μακριά ρύγχη γεμάτα με αιχμηρά δόντια και τα παχιά, διαμαντόσχημα και γυαλιστερά λέπια τους. Σήμερα αυτά τα αρπακτικά ψάρια κατοικούν κυρίως σε γλυκά νερά στη Βόρεια και Κεντρική Αμερική. Διαθέτουν κολυμβητική κύστη που λειτουργεί σαν πνεύμονας, επιτρέποντάς τους να αναπνέουν αέρα και να επιβιώνουν σε νερά με χαμηλή περιεκτικότητα σε οξυγόνο."
                                            ],
                                            "en": [
                                                "Lepisosteidae, commonly known as gars, are a family of ancient, ray-finned fish that have existed since the Late Jurassic period. Gars are recognized by their elongated bodies, long snouts filled with sharp teeth, and ganoid scales, which are diamond-shaped and thick. Today, these predatory fish primarily inhabit freshwater environments in North and Central America. Gars possess a swim bladder that functions similarly to a lung, allowing them to breathe air and survive in low-oxygen waters."
                                            ],
                                            "grc": [
                                                "Ἡ άρχαία τῶν Λεπιδοστεϊδῶν οἰκογένεια ἐστίν ἀκτινοπτερυγίων ἰχθύων καλουμένων «κροκοδειλιχθύες», οἵτινες τῇ ὑστέρᾳ Ιουρασίᾳ περιόδῳ ἐνεφάνησαν. Οἱ κροκοδειλιχθύες διαφέρουν τοῖς ἐπιμήκοις σώμασι τε και ῥύγχεσιν, ἅ μεστά αἰχμηρῶν ὀδόντων ἐστίν· ἕτι και τοῖς παχέσιν, διαμαντοειδἐσιν και στιλπνοῖς αὐτῶν λεπίσιν. Τήμερον οἱ θηρευταί αὔτοι ἰχθύες μόνον ἐν τοῖς γλυκοῖς τῆς Βορείου και Κεντρικῆς Ἀμερικῆς ὕδασι κατοικοῦσιν. Ἔχωσίν δε κολυμβητικὴν κύστην, ἥτις ὡς πνεύμων ἐνεργεῖ, ἐπιτρέπουσα αὐτοῖς ἀέρα ἀναπνέειν και διαβιοῦν ἐν ὕδασι μετ' ὀλίγου ὀξυγόνου."
                                            ]
                                        },
                                        "subtaxa": {
                                            "lepisosteus": {
                                                "name": {
                                                    "el": "λεπιδόστεος",
                                                    "en": "lepisosteus",
                                                    "grc": "λεπιδοστεύς"
                                                },
                                                "rank": "genus",
                                                "description": {
                                                    "el": [
                                                        "Το γένος Λεπιδόστεος χαρακτηρίζεται από το επιμήκες σώμα του, τις ετεροκερκείς ουρές του, τα διασυνδεδεμένα γανώδη λέπια του και το μακρύ, λεπτό ρύγχος του με πλήθος αιχμηρών δοντιών. Τα κροκοδειλόψαρα αυτά προτιμούν γλυκά νερά, με προσαρμογές που τους επιτρέπουν να αναπνέουν αέρα μέσω μιας τροποποιημένης κολυμβητικής κύστης."
                                                    ],
                                                    "en": [
                                                        "The genus Lepisosteus is notable for its distinctive elongated body, heterocercal tails, interlocking ganoid scales, and long, slender snout equipped with numerous sharp teeth. These gars prefer freshwater environments, with adaptations that allow them to breathe air through a modified swim bladder."
                                                    ],
                                                    "grc": [
                                                        "Το γένος Λεπιδοστεύς ἐστίν ἰδιόμορφον διά το ἐπιμῆκες σῶμα, τους ἑτεροκερκεῖς κέρκους, τας διασυνδεδεμένας γανώδεις λεπίδας και το μεστόν αἰχμηρῶν ὀδόντων μακρύ τε και λεπτόν ῥύγχος. Οὗτοι οἱ κροκοδειλιχθύες ἐν τοῖς γλυκέσι ὕδασι προτιμῶσι διαβιοῦν, ἔχοντες προσαρμογὰς ὥστε ἀέρα ἀναπνέειν διὰ τετροποποιημένης τινός κολυμβητικῆς κύστεως."
                                                    ]
                                                },
                                                "subtaxa": {
                                                    "lepisosteus_fimbriatus": {
                                                        "name": {
                                                            "el": "λεπιδόστεος ο κροσσωτός",
                                                            "en": "lepisosteus fimbriatus",
                                                            "grc": "λεπιδοστεύς ὁ κροσσωτός"
                                                        },
                                                        "rank": "species",
                                                        "extinct": true,
                                                        "description": {
                                                            "el": [
                                                                "Ο Λεπιδόστεος ο κροσσωτός (Lepisosteus fimbriatus) είναι ένα εξαφανισμένο είδος κροκοδειλόψαρου. Απολιθώματα που αποδίδονται σε αυτό το είδος έχουν βρεθεί σε αποθέσεις της Ηώκαινου περιόδου στην Αγγλία, τη Γαλλία και το Βέλγιο — σε αντίθεση με τα σύγχρονα κροκοδειλόψαρα, τα οποία απαντώνται αποκλειστικά στην Αμερική. Τα ευρήματα αυτά υποδεικνύουν ότι ο Λ. κροσσωτός ζούσε σε υποτροπικά γλυκά νερά της περιοχής κατά το μέσο Παλαιογενές, όταν το κλίμα της Ευρώπης υποστήριζε υγροτόπους και δέλτα ποταμών.",
                                                                "Το απολιθωμένο υλικό του Λ. κροσσωτού αποτελείται από μεμονωμένα ευρήματα – πιο συχνά τα χαρακτηριστικά ρομβοειδή γανώδη λέπια, και ενίοτε κωνικά δόντια, σπονδύλους με πρόσθια κυρτότητα και οπίσθια κοιλότητα (οπισθόκοιλους), καθώς και θραύσματα οστών. Δεν έχει βρεθεί πλήρης σκελετός, ωστόσο τα διατηρημένα στοιχεία παρουσιάζουν τα τυπικά χαρακτηριστικά των λεπιδοστεών, όπως παχιά επίστρωση από γανοΐνη (ουσία όμοια με σμάλτο) στα λέπια και στα κρανιακά οστά. Το σχέδιο της διακόσμησης της γανοΐνης, σε συνδυασμό με το στρωματογραφικό πλαίσιο, βοηθούν στη διάκριση του Λ. κροσσωτού από άλλα είδη λεπιδοστεών.",
                                                                "Ήταν ένα σχετικά μεγάλο ψάρι του γλυκού νερού· αν και το ακριβές μέγεθος παραμένει άγνωστο λόγω της αποσπασματικής φύσης των απολιθωμάτων, τα σύγχρονα συγγενή είδη φτάνουν ή και ξεπερνούν το ένα μέτρο σε μήκος (ορισμένα είδη αγγίζουν τα 2 μέτρα). Αυτό υποδηλώνει ότι ο Λ. κροσσωτός ήταν κορυφαίος υδρόβιος θηρευτής στα οικοσυστήματα της Ηώκαινου, όπως ακριβώς και οι σημερινοί συγγενείς του.",
                                                                "Στη βιβλιογραφία, ο Λ. κροσσωτός έχει συσχετιστεί στενά με τον Λεπιδόστεο σουεσσιώνιο (Lepisosteus suessionensis), μια ονομασία που αποδόθηκε σε παρόμοια απολιθωμένα κατάλοιπα λεπιδοστεών από την Παλαιογενή Ευρώπη. Σύμφωνα με πρόσφατες μελέτες, ο Λ. σουεσσιώνιος θεωρείται νεότερο συνώνυμο του Λ. κροσσωτού, που σημαίνει πως τα δύο ονόματα πιθανόν αναφέρονται στο ίδιο είδος."
                                                            ],  
                                                            "en": [
                                                                "Lepisosteus fimbriatus is an extinct gar. Fossils attributed to this species have been discovered in Eocene deposits of England, France and Belgium, contrary to modern gars which are found only in America. These finds indicate L. fimbriatus inhabited the subtropical freshwater environments of the region during the mid-Paleogene, when Europe’s climate supported wetlands and river deltas.",
                                                                "The fossil record of L. fimbriatus consists of isolated remains – most commonly the characteristic rhomboid ganoid scales, and occasional conical teeth, opisthocoelous vertebrae (convex in front, concave in back), and fragmented bones. No complete skeleton is known, but the preserved elements exhibit typical gar features such as thick, enamel-like ganoin coating on the scales and cranial bones. The pattern of ganoin ornamentation, along with the stratigraphic context, help distinguish L. fimbriatus from other gar species.",
                                                                "It was a relatively large freshwater fish; although exact size is uncertain due to fragmentary fossils, comparable gars often reach on the order of a meter or more in length (with some species approaching 2 m). This suggests L. fimbriatus was an apex aquatic predator in its Eocene ecosystems, much like its modern gar relatives.",
                                                                "In the literature, L. fimbriatus has been closely associated with Lepisosteus suessionensis, a name given to similar Paleogene gar remains from Europe. Recent research regards L. suessionensis as a junior synonym of L. fimbriatus, meaning both names likely refer to the same species."
                                                            ],
                                                            "grc": [
                                                                "Ὁ Λεπιδοστεὺς ὁ κροσσωτός (Lepisosteus fimbriatus) ἐστίν ἐξαφανισθείς κροκοδειλιχθύς. Τὰ λείψανα τούτου, ἐκ καταλοίπων τῆς Ἠωκαίνου περιόδου, ηὑρέθησαν ἐν τῇ Βρεταννίᾳ, τῇ Γαλλίᾳ, καὶ τῷ Βελγίῳ· οὐχ ὡς οἱ νῦν Λεπιδοστεῖς, οἳ μόνον ἐν Ἀμερικῇ εὑρίσκονται. Ταῦτα τὰ εὑρήματα σημαίνουσιν ὡς ὁ Λεπιδοστεὺς οὗτος διῴκει ἐν ὕδασι γλυκερῷ καὶ ὑποτροπικῷ, ἐν τοῖς τόποις ἐκείνοις κατὰ τὸ μέσον τῆς Παλαιογένου, ὅτε τὸ κλῖμα τῆς Εὐρώπης ἦν ὑγρὸν καὶ ἐφόρει τέλματα καὶ ποταμίους ἐκβολάς.",
                                                                "Ἡ τοὺ ἰχθύος μνήμη ἐν τοῖς ἀπολιθώμασιν ἐστὶ διεσπαρμένη· ὡς μεν ἐπὶ τὸ πολὺ ἐστίν λεπιδῶν ῥομβοειδῶν τε και γανωδῶν, ἐνίοτε δε και ὀδόντων κωνικῶν, σπονδύλων ὀπισθοκοίλων (κυρτοί μὲν τὸ πρόσθεν, κοῖλοι δὲ τὸ ὄπισθεν), ἔτι καὶ ὀστέων τεθραυσμένων. Οὐδεὶς σκελετὸς ὅλος ἔγνωσται, ἀλλ᾽ ὅμως τὰ σωζόμενα μέρη τυπικὰ σημεῖα κροκοδειλιχθύων φέρουσιν· ἐπισμάλτωσις γὰρ γανώδης και παχεῖα ἐπικάθηται ἐπὶ τῶν λεπιδῶν τε καὶ κρανιακῶν ὀστῶν. Ὁ δὲ τρόπος τῆς γανώδους κοσμήσεως, σὺν τῇ στρωματογραφίᾳ, διακρίνει τοῦτον τὸν ἰχθὺν ἀπὸ τῶν ἄλλων τοῦ γένους.",
                                                                "Μέγας ἦν κατὰ τὸ μέγεθος, οὐ μὴν σαφῶς μεμετρημένος, διά τῶν θραυσμάτων· ἀλλ᾽ οἱ συγγενεῖς αὐτοῦ τῷ εἴδει πολλοὶ ἐπ᾽ ἄν ἑνὸς μέτρου καὶ πλέον ἐκτείνωνται, ἔνιοι δὲ ἔγγιστα δύο. Τούτου δὴ σημεῖον ὅτι καὶ ὁ Λεπιδοστεὺς οὗτος θηρευτὴς ἦν κορυφαῖος ἐν τοῖς τοῦ καιροῦ ἐκείνου ὑδατίνοις οἰκοσυστήμασι, καθάπερ οἱ νῦν Λεπιδοστεῖς.",
                                                                "Κατὰ δὲ τὰς συγγραφάς, ὁ Λεπιδοστεὺς ὁ κροσσωτὸς συνδέεται στενῶς πρὸς τὸν Λεπιδοστέα τὸν σουεσσιώνιον (Lepisosteus suessionensis), ὃς ἐκ τῶν αὐτῶν χρόνων καὶ τόπων γνωρίζεται. Νεωτέρα δὲ ἔρευνα τὸ ὄνομα τοῦ Λ. σοεσσιωνίου ὡς νεώτερον συνώνυμον ἀναγιγνώσκει τοῦ κροσσωτοῦ, ὡς τον αὐτὸν δηλονότι ἰχθὺν ἐπονομάζουσιν ἀμφότερα."
                                                            ]
                                                        },
                                                        "subtaxa": null
                                                    }
                                                }
                                            }
                                        }
                                    }
                                }
                            },
                            "sarcopterygii": {
                                "name": {
                                    "el": "σαρκοπτερύγιοι",
                                    "en": "sarcopterygii",
                                    "grc": "σαρκοπτερύγιοι"
                                },
                                "rank": "clade",
                                "description": {
                                    "el": [
                                        "Οι Σαρκοπτερύγιοι ξεκίνησαν ως ένας κλάδος ψαριών με σαρκώδη, λοβοειδή πτερύγια και σήμερα περιλαμβάνουν όλα τα σπονδυλωτά που ζουν στην ξηρά — δηλαδή αμφίβια, ερπετά, πτηνά και θηλαστικά — καθώς και λίγα εναπομείναντα ψάρια, όπως οι κοιλάκανθοι και οι δίπνοοι.",
                                        "Τα πρώτα μέλη της ομάδας αυτής διέθεταν ζεύγη άκρων με γερή εσωτερική οστέινη στήριξη, με οστά που αντιστοιχούν σε εκείνα των άκρων των τετραπόδων. Αυτά τα λοβοειδή πτερύγια τα διαφοροποιούν από τους συγγενείς τους, τους Ακτινοπτερύγιους, οι οποίοι έχουν πτερύγια με ακτινωτή στήριξη. Στους σύγχρονους Σαρκοπτερύγιους — όπως τα θηλαστικά και τα πτηνά — αυτά τα πτερύγια έχουν μετατραπεί σε πραγματικά άκρα ή έχουν εξελιχθεί διαφορετικά ή και εξαφανιστεί.",
                                        "Η ομάδα εμφανίζεται για πρώτη φορά στη γεωλογική περίοδο του Σιλουρίου. Σημαντικά εξελικτικά χαρακτηριστικά που προέκυψαν στους Σαρκοπτερύγιους περιλαμβάνουν τα δάχτυλα, τους πνεύμονες και τα εσωτερικά ρουθούνια — στοιχεία που πρωτοεμφανίστηκαν σε υδρόβιους προγόνους και άνοιξαν τον δρόμο για την επιβίωση στην ξηρά."
                                    ],
                                    "en": [
                                        "What began as a clade of fleshy-finned aquatic forms, Sarcopterygii today includes all land-dwelling vertebrates—amphibians, reptiles, birds, and mammals—alongside a few remaining fish like coelacanths and lungfish.",
                                        "The ancestral members of the group are united by paired limbs supported by a robust internal skeleton, including bones homologous to limbs in tetrapods. These fleshy, lobed fins mark a key distinction from the ray-supported fins of their Actinopterygian relatives. In modern Sarcopterygians such as mammals or birds, these fins have transformed into true limbs, or been secondarily modified or lost altogether.",
                                        "Sarcopterygians first appear in the Silurian period. The group’s evolutionary legacy includes the origin of digits, lungs, and internal nostrils—traits that first evolved in aquatic ancestors and laid the groundwork for life on land."
                                    ],
                                    "grc": [
                                        "Ὃπερ ἤρξατο ὡς κλάδος ὑδροβίων ἰχθύων ἐχόντων πτερύγια σαρκώδη, οἱ Σαρκοπτερύγιοι νῦν περιλαμβάνουσι πάντας τοὺς ἐπὶ γῆς ζῶντας σπονδυλωτοὺς — ἀμφίβια, ἑρπετὰ, πετεινά καὶ θηλαστικά — μετὰ ὀλίγων λοιπῶν ἰχθύων οἷον τοὺς κοιλακάνθους καὶ τοὺς διπνόους.",
                                        "Τα πρῶτα τοῦ κλάδους εἴδη γνωρίζονται τοῖς ἐζευγμένοις μέλεσιν ὑπὸ συμπαγοῦς ἔνδον ὀστοῦ κρατουμένοις, ὡς δὲ ὀστᾶ ὁμόλογα τοῖς τῶν τετραπόδων ἔχοντα. Ταῦτα τα σαρκώδη καὶ λοβώδη πτερύγια διαφέρουσι σαφῶς τῶν ἀκτίναις ὑποστηριζομένων πτερύγων τῶν Ἀκτινοπτερυγίων συγγενῶν. Ἐν τοῖς νεωτέροις Σαρκοπτερυγίοις, οἷον ἐν θληαστικοῖς ἢ πετεινοῖς, αἱ πτέρυγες ταῦτα μετεμορφώθησαν εἰς ἀληθινὰ μέλη, ἤ τε ἠλλοιώθησαν ἢ και ὅλως ἐξέλιπον.",
                                        "Οἱ Σαρκοπτερύγιοι πρῶτον ἐν τῷ Σιλουρίῳ χρόνῳ ἐφάνησαν. Ἡ κληρονομία τῆς τοῦ κλάδου ἐξελίξεως περιέχει τὴν γένεσιν τῶν δακτύλων, τῶν πνευμόνων, καὶ τῶν ἐσωτερικῶν μυκτήρων — γνωρίσματα ἃ πρῶτον ἐν ὑδροβίοις προγόνοις ἐγένοντο καὶ ὑπῆρξαν ὡς θεμέλιον τοῦ χερσαίου βίου."
                                    ]
                                },
                                "subtaxa": {
                                    "sauropsida": {
                                        "name": {
                                            "el": "σαυρόψιδα",
                                            "en": "sauropsida",
                                            "grc": "σαυρόψιδα"
                                        },
                                        "rank": "clade",
                                        "description": {
                                            "el": [
                                                "Τα Σαυρόψιδα είναι η ομάδα που περιλαμβάνει όλα τα σύγχρονα ερπετά και τα πτηνά, μαζί με τους εξαφανισμένους προγόνους τους όπως οι δεινόσαυροι, οι πτερόσαυροι και τα θαλάσσια ερπετά. Η εξελικτική τους πορεία διαχωρίστηκε από εκείνη που οδήγησε στα θηλαστικά πριν από περισσότερα από 300 εκατομμύρια χρόνια και από τότε ακολούθησε δική της διαδρομή.",
                                                "Τα περισσότεροι Σαυρόψιδα έχουν χαρακτηριστικά κρανία με δύο ανοίγματα πίσω από κάθε κόγχη του ματιού. Αυτά τα ανοίγματα ελαφραίνουν το κρανίο και παρέχουν χώρο για δυνατούς μύες της σιαγόνας. Αν και οι χελώνες και ορισμένες εξαφανισμένες μορφές δεν έχουν αυτά τα ανοίγματα, άλλα ανατομικά χαρακτηριστικά επιβεβαιώνουν ότι ανήκουν στην ομάδα.",
                                                "Ένα ακόμη βασικό χαρακτηριστικό είναι το δέρμα τους, το οποίο παράγει βήτα-κερατίνη — μια σκληρή ουσία που σχηματίζει λέπια ή φτερά. Επίσης, τα Σαυρόψιδα αποβάλλουν τα απόβλητά τους υπό μορφή ξηρής πάστας αντί για υγρό ούρο, κάτι που βοηθά στη διατήρηση του νερού — ένα σημαντικό πλεονέκτημα για ζωή στη στεριά.",
                                                "Σήμερα, τα σαυρόψιδα βρίσκονται παντού: από τις σαύρες και τους κροκόδειλους μέχρι τα σπουργίτια και τους πιγκουίνους — όλα μέλη αυτής της παλαιάς και ποικιλόμορφης εξελικτικής γραμμής των ερπετών."
                                            ],
                                            "en": [
                                                "Sauropsida is the group that includes all modern reptiles and birds, along with their fossil ancestors like dinosaurs, pterosaurs, and marine reptiles. This lineage split from the one that led to mammals over 300 million years ago and has followed its own evolutionary path ever since.",
                                                "Most Sauropsids have distinctive skulls with two holes behind each eye socket. These openings lighten the skull and make room for powerful jaw muscles. Turtles and some extinct forms lack these holes, but other traits confirm their place in the group.",
                                                "Their skin is another key feature — it produces beta-keratin, a tough material that forms scales or feathers. Sauropsids also excrete waste as a dry paste instead of liquid urine, which helps conserve water — a useful trait for life on land.",
                                                "Today, Sauropsids are everywhere: from lizards and crocodiles to sparrows and penguins — all part of this long and diverse reptilian lineage."
                                            ],
                                            "grc": [
                                                "Τα Σαυρόψιδα εἰσίν κλάδος περιέχων πάντα τὰ νῦν ἑρπετά καὶ ὀρνίθας, ἅμα τοῖς προγόνοις αὐτῶν τοῖς ἀπολιθωμένοις, οἷον τοὺς δεινοσαύρους, πτεροσαύρους, καὶ τα θαλάσσια ἑρπετά. Διεχωρίσθησαν ἐκ τῆς γραμμῆς τῆς ἐπάγουσης εἰς τα θηλαστικά πρὸ πλεόνων ἢ τριακοσίων ἑκατομμυρίων ἐτῶν, καὶ ἴδιον εἰλήφασιν δρόμον ἐξελίξεως ἔκτοτε.",
                                                "Οἱ πολλοὶ τῶν Σαυροψίδων ἔχουσι κρανία διακεκριμένα, δύο ὀπὰς ἔχοντα ὀπίσω ἑκάστου ὀφθαλμοῦ. Ὡς ἐλαφρύτερον ταῦτα τα τρήματα τὸ κρανίον ποιοῦσι, καὶ δίδουσι τόπον τοῖς ἰσχυροῖς τῆς σιαγόνος μυσί. Καίπερ χελώναι δὲ καὶ ἔνια γένη ἀποθανόντα ταύτας οὐκ ἔχουσιν, ἄλλα δε τεκμήρια την ἐν Σαυροψίδοις αὐτῶν μετοχήν δηλοῦσιν.",
                                                "Καὶ το δε δέρμα αὐτῶν ἰδιαζούσαν ὕλην παράγει· την καλουμένην βῆτα-κερατίνη. ἔστιν οὖν ὕλη σκληρὰ, δι' ἧς γίνονται λεπίδαι ἢ πτερά. Καὶ τὰ περιττώματα τῶν Σαυροψδῶν ξηρὰ μᾶλλον ἢ ὑγρά ἐκβάλλεται, ἵνα μᾶλλον ὕδωρ σῴζειν — πρᾶγμα λίαν χρήσιμον τῷ χερσαίῳ βίῳ.",
                                                "Νῦν δὲ τὰ Σαυρόψιδα πανταχοῦ τῆς γῆς ὑπάρχει· ἀπὸ τῶν σαυρῶν καὶ κροκοδείλων ἕως τῶν στρούθων καὶ τῶν πιγκουίνων· πάντα δη ταῦτα εἰσὶ μέλη τοῦ παλαιοῦ καὶ πολυειδοῦς τούτου γενεαλογικοῦ γένους."
                                            ]
                                        },
                                        "subtaxa": {
                                            "dinosauria": {
                                                "name": {
                                                    "el": "δεινοσαύρια",
                                                    "en": "dinosauria",
                                                    "grc": "δεινοσαύρια"
                                                },
                                                "rank": "clade",
                                                "description": {
                                                    "el": [
                                                        "Τα Δεινοσαύρια είναι ένας κλάδος ερπετών που εμφανίστηκε για πρώτη φορά κατά την Ύστερη Τριαδική περίοδο, πάνω από 230 εκατομμύρια χρόνια πριν. Εκείνο που ξεχωρίζει τους δεινόσαυρους από τους πιο κοντινούς συγγενείς τους είναι η εντελώς όρθια στάση τους: σε αντίθεση με τους κροκόδειλους και άλλα ερπετά που έρπονται, οι δεινόσαυροι στέκονταν με τα πόδια ακριβώς κάτω από το σώμα τους, πράγμα που επέτρεπε πιο αποδοτικό περπάτημα και τρέξιμο. Επιπλέον, είχαν κοινά ανατομικά χαρακτηριστικά στον σκελετό τους, όπως μια ανοικτή κοτύλη στο ισχίο και εξειδικευμένα οστά στα άκρα, τα οποία υποστήριζαν τον ενεργό τρόπο ζωής τους.",
                                                        "Οι Δεινόσαυροι γρήγορα διαφοροποιήθηκαν σε έναν εκπληκτικό πλούτο μορφών — από τα μακρύλαιμοα αυρόποδα και τα κερασφόρα κερατόψια, μέχρι ταχύτατους θηρευτές όπως ο Βελοσιράπτορας. Αν και η παραδοσιακή ταξινόμηση τους χωρίζει σε Σαυρίσχια και Ορνιθίσχια, νεότερες μελέτες προτείνουν ότι αυτό μπορεί να χρειάζεται επανεξέταση και η σχετική συζήτηση συνεχίζεται.",
                                                        "Για περισσότερα από 160 εκατομμύρια χρόνια, οι δεινόσαυροι κυριαρχούσαν στα περισσότερα χερσαία οικοσυστήματα. Έπειτα, στο τέλος της Κρητιδικής περιόδου, ένα παγκόσμιο καταστροφικό γεγονός — πιθανόν προκληθέν από πρόσκρουση αστεροειδούς — εξαφάνισε όλους τους μη πτηνόμορφους δεινόσαυρους. Μόνο η εξελικτική γραμμή των πτηνών επέζησε, μεταφέροντας την κληρονομιά των Δεινοσαύρων μέχρι σήμερα.",
                                                        "Οι Δεινόσαυροι δεν πρέπει να συγχέονται με τους πτερόσαυρους, τα ιπτάμενα ερπετά της ίδιας εποχής, ούτε με τους κροκόδειλους — αν και όλοι αυτοί οι οργανισμοί έχουν κοινό πρόγονο βαθιά μέσα στο γενεαλογικό δέντρο των αρχοσαύρων."
                                                    ],
                                                    "en": [
                                                        "Dinosauria are a clade of reptiles that first appeared in the Late Triassic, over 230 million years ago. What sets dinosaurs apart from their closest relatives is their fully upright posture: unlike crocodiles or other reptiles that sprawl, dinosaurs stood with legs directly beneath the body, enabling more efficient walking and running. They also share a suite of skeletal traits, like an open hip socket and specialized limb bones, which helped support their active lifestyles.",
                                                        "Dinosauria quickly radiated into a dazzling array of forms — from the long-necked sauropods and horned ceratopsians to swift predators like Velociraptor. While traditional classifications split them into \\\"lizard-hipped\\\" (Saurischia) and \\\"bird-hipped\\\" (Ornithischia) groups, newer research suggests this might need rethinking, and debate continues.",
                                                        "For over 160 million years, dinosaurs were dominant in most land ecosystems. Then, at the end of the Cretaceous period, a global extinction event — likely triggered by an asteroid impact — wiped out all non-avian dinosaurs. Only the bird lineage survived, carrying the legacy of Dinosauria into the present.",
                                                        "Dinosaurs are not to be confused with pterosaurs, the flying reptiles of the same era, nor with crocodilians — though all share a common ancestor deep in the archosaur family tree."
                                                    ],
                                                    "grc": [
                                                        "Τα Δεινοσαύρια εἰσὶ κλάδος ἐρπετῶν ὃς πρῶτον ἐφάνη κατά το ὄψιμον Τριαδικόν, πλείω ἢ διακοσίων τριάκοντα ἑκατομμυρίων ἐτῶν πρὸ τοῦ νῦν. Ὅπερ μᾶλλον διαφέρει τοὺς δεινοσαύρους ἀπὸ τῶν συγγενεστάτων ἐρπετῶν, ἐστίν ἡ ὀρθία τοῦ σώματος στάσις· οὐ γὰρ ὥσπερ οἱ κροκόδειλοι καὶ τὰ ἄλλα ἑρπόμενα πλαγίως ἀναπετάννυνται, ἀλλ’ εὐθὺς ὑπὸ τὸ σῶμα τὰ σκέλη τεθειμένα ἔχουσι, ὥστε βαδίζειν καὶ τρέχειν εὐμαρέστερον αὐτοῖς εἴη. Ἔτι δε και κοινά τοῦ σκελετοῦ γνωρίσματα ἔχουσιν, οἷον τῆς τοῦ ἰσχίου κοτύλης το ἀνοικτόν καὶ εἰδικευμένα τῶν ἄκρων ὀστέα, οἵα ἐς βίον ἐνεργὸν αὐτούς συνετήρει.",
                                                        "Οἱ δεινόσαυροι ταχέως διεσπάρησαν εἰς ποικίλα εἴδη θαυμαστῆς ποικιλίας· ἀπὸ τῶν μακροτραχήλων σαυροπόδων καὶ τῶν κερατοψίων, μέχρι τῶν ταχέων θηρευτῶν οἷον ὁ Βελοκιράπτωρ. Καίπερ ἡ παλαιὰ διαίρεσις τοὺς δεινοσαύρους διῄρει εἰς τοὺς Σαυρισχίους καὶ Ὀρνιθισχύους, νεώτεραί τινες σκέψεις τὴν διαίρεσιν ἀμφισβητοῦσιν, καὶ ἔτι περὶ τούτου ἡ διαμάχη μένει.",
                                                        "Ἐπί ἔτη πλείω ἢ ἑξήκοντα καὶ ἑκατὸν ἑκατομμυρίων, οἱ δεινόσαυροι τὰ πλεῖστα ἐπὶ τῆς γῆς οἰκήματα ἐκράτουν. Εἶτα δὲ, τῷ τέλει τοῦ Κρητιδικοῦ, καταστροφὴ μεγάλη ἐγένετο — ἴσως ὑπ’ ἀστεροειδοῦς προσβολῆς — πάντας τοὺς μὴ-ὄρνιθας δεινοσαύρους ἠφάνισε. Μόνον δὲ τῶν ὀρνίθων τα εἴδη ἐπέζησαν, φέροντα μέχρι τοῦ νῦν τὴν τῶν Δεινοσαυρίων κληρονομίαν.",
                                                        "Μὴ δεῖ νομίζειν τοὺς δεινοσαύρους ὁμοίους εἶναι τοῖς πτεροσαύροις, τοῖς ἰπταμένοις ἐρπετοῖς τῆς αὐτῆς ἐποχῆς, οὐδὲ τοῖς κροκοδείλοις· πλὴν ὅμως πάντες ἀπὸ τοῦ αὐτοῦ ἀρχοσαύρου προγόνου ἐκγεγόνασι."
                                                    ]
                                                },
                                                "subtaxa": {
                                                    "theropoda": {
                                                        "name": {
                                                            "el": "θηριόποδα",
                                                            "en": "theropoda",
                                                            "grc": "θηριόποδα"
                                                        },
                                                        "rank": "clade",
                                                        "description": {
                                                            "el": [
                                                                "Τα Θηριόποδα είναι ο κλάδος των δεινοσαύρων που περιλαμβάνει γνωστά σαρκοφάγα όπως τον Τυραννόσαυρο, τον Βελοσιράπτορα και τον Αλλόσαυρο — αλλά και όλα τα σημερινά πτηνά. Χαρακτηρίζονται από τη δίποδη στάση τους και από ελαφριά, κοίλα οστά στο σκελετό τους. Αρχικά ήταν σαρκοφάγα, εξοπλισμένα με δρακτικά χέρια, αιχμηρά νύχια και πριονωτά δόντια. Με την πάροδο του χρόνου, ορισμένες γενεές εξελίχθηκαν σε νέες μορφές και διατροφές, όπως φυτοφάγους με ράμφος και ιπτάμενα φτερωτά είδη.",
                                                                "Σε αντίθεση με τα πελώρια, μακρύλαιμα Σαυρόποδα και τα βαρύσωμα, ραμφοφόρα Ορνιθίσχια, τα Θηριόποδα διατήρησαν λεπτή δομή και όρθια, δίποδη βάδιση. Οι σκελετοί τους ήταν γεμάτοι με αεροφόρους θαλάμους, κάνοντάς τους ελαφρύτερους και αποδοτικότερους. Τα περισσότερα είχαν τρία βασικά δάχτυλα που ακουμπούσαν στο έδαφος, ενώ τα μπροστινά άκρα — που εμφάνιζαν μεγάλη ποικιλομορφία — συχνά είχαν τρία δάχτυλα, αν και σε ορισμένα είδη αυτά μειώθηκαν ή χάθηκαν.",
                                                                "Ένα από τα πιο αξιοσημείωτα στοιχεία για τα Θηριόποδα είναι ότι τα πτηνά εξελίχθηκαν από αυτά. Χαρακτηριστικά που συνδέουμε με τα σύγχρονα πτηνά—όπως τα φτερά, το δίκλαυο οστό (furcula) και οι τροποποιημένοι καρποί—πρωτοεμφανίστηκαν στους μη-πτηνούς συγγενείς τους. Με την πάροδο εκατομμυρίων ετών, αυτά τα γνωρίσματα προσαρμόστηκαν σταδιακά για πτήση, οδηγώντας τελικά στην εμφάνιση των πρώτων αληθινών πτηνών. Κατ’ αυτόν τον τρόπο, τα πτηνά είναι ζωντανά Θηριόποδα, και ο κλάδος εξακολουθεί να ζει μέχρι και σήμερα.",
                                                                "Τα Θηριόποδα εμφανίστηκαν για πρώτη φορά στο Ύστερο Τριαδικό και εξαπλώθηκαν γρήγορα σε όλο τον κόσμο. Το απολιθωματοφόρο αρχείο τους είναι από τα πλουσιότερα μεταξύ των δεινοσαύρων και η ιστορία τους εκτείνεται από αρχαίους χερσαίους θηρευτές μέχρι τα σημερινά σπουργίτια και στρουθοκαμήλους."
                                                            ],
                                                            "en": [
                                                                "Theropoda is the clade of dinosaurs that includes familiar predators like Tyrannosaurus, Velociraptor, and Allosaurus—but also every bird alive today. Defined by their bipedal stance and lightly built, hollow-boned skeletons, theropods were originally carnivorous, equipped with grasping hands, sharp claws, and serrated teeth. Over time, some lineages explored new diets and forms, including beaked herbivores and feathered flyers.",
                                                                "Unlike the massive, long-necked sauropods or the beaked, heavyset ornithischians, theropods kept a lean frame and an upright, two-legged walk. Their skeletons were riddled with air spaces, making them lighter and more efficient. Most had three main toes touching the ground, while the forelimbs—highly variable in shape—often bore three fingers, though this was reduced or lost in some.",
                                                                "One of the most remarkable things about theropods is that birds evolved from within this group. Traits we associate with modern birds—like feathers, a wishbone (furcula), and modified wrists—first appeared among their non-avian relatives. Over millions of years, these features gradually adapted for flight, culminating in the first true birds. As such, birds are living theropods, and the group is still very much alive today.",
                                                                "Theropods first appeared in the Late Triassic and quickly spread across the globe. Their fossil record is one of the richest among dinosaurs, and their story spans from ancient terrestrial predators to today’s sparrows and ostriches."
                                                            ],
                                                            "grc": [
                                                                "Τὰ Θηριόποδα, κλάδος δεινοσαύρων, περιλαμβάνει θηρευτάς εὐρέως γνωστούς, οἷον ὁ Τυραννόσαυρος, ὁ Βελοκιράπτωρ καὶ ὁ Ἀλλόσαυρος, ἀλλὰ καὶ πάντας τους νῦν ζῶντας ὄρνιθας. Ὁρίζονται ἀπό τῆς διπόδου αὐτῶν στάσεως καὶ τῶν ἐλαφρῶν σκελετῶν, κοίλα ὀστέα ἐχόντων. Τα μεν πρῶτα τῶν Θηριοπόδων σαρκοφάγα ἦσαν, ἔχοντα χεῖρας δρακτικάς, χηλάς αἰχμηράς, καὶ ὀδόντας πριονωτούς. Μετὰ χρόνον δέ, τινές τῶν Θηριοπόδων κλάδοι ἄλλας διαίτας καὶ μορφάς ἐπειράσαντο· οἶον ῥαμφοφόροι φυτοφάγοι καὶ πτερωτοί πετεινοί.",
                                                                "Ἀντὶ τῶν πελωρίων Σαυροπόδων τῶν μακροτραχήλων καὶ τῶν Ὀρνιθισχίων τῶν βαρέων καὶ ῥαμφοφόρων, τὰ Θηριόποδα εἶχον μορφὴν ἰσχνὴν καὶ στάσιν ὀρθίαν και δισκελῆ. Ἔτι δε και οἱ σκελετοί των πλήρεις ἦσαν κοιλοτήτων ἀεροφόρων, ὡς ἐλαφρύτερα και ἐνεργώτερα εἶναι. Τὰ πλεῖστα εἶχον τρεῖς δακτύλους τοῖς ποσί τοῦ ἐπὶ τῆς γῆς ἐρείδεσθαι. Αἱ πρόσθιαι χεῖρες, πολυειδεῖς, συνήθως τρεῖς εἶχον δακτύλους· ἔνια δε εἴδη ἢ αὐτούς ἠλάττωσαν ἤ τε ἀπώλεσαν.",
                                                                "Σημειωτέον δέ ἐστιν, ὅτι οἱ ὄρνιθες ἐκ τούτου τοῦ γένους ἀνεφάνησαν. Γνωρίσματα οὖν τοῖς νῦν ὀρνίσι προσαπτόμενα, οἶον πτερά, ὀστοῦν δίκλαυον (furcula), καὶ καρποί μετεσχηματισμένοι, πρῶτον ἐν Θηριοπόδοις τοῖς μὴ ὀρνεοειδέσιν ἐφάνησαν. Ταῦτα δὲ διά χρόνου πολλοῦ και κατ' ὀλίγον τῷ πέτεσθαι προσηρμόσθησαν, ὥστε οἱ πρῶτοι ὄντως ὄρνιθες ἀνεφάνησαν. Διὸ πάντες οἱ ὄρνιθες Θηριόποδα ἔτι ζῶντα εἰσίν, καὶ ὁ κλάδος ἄχρι τοῦ νῦν ἐπιβιώνει.",
                                                                "Πρῶτον ἐν τῷ ὀψίμῳ Τριαδικῷ ἐφάνησαν, καὶ ταχέως εἰς πᾶσαν τὴν οἰκουμένην διεσπάρησαν. Τὰ δὲ ἀπολιθώματα αὐτῶν ἐστὶν πλουσιώτατα ἐν τοῖς δεινοσαύροις, καὶ ἱστοροῦσιν ἀπὸ θηρευτῶν παλαιῶν, μέχρι τῶν τε νῦν στρούθων καὶ στρουθοκαμήλων."
                                                            ]
                                                        },
                                                        "subtaxa": {
                                                            "aves": {
                                                                "name": {
                                                                    "el": "πτηνά",
                                                                    "en": "aves",
                                                                    "grc": "ὄρνιθες"
                                                                },
                                                                "rank": "clade",
                                                                "description": {
                                                                    "el": [
                                                                        "Τα Πτηνά, ο κλάδος των σύγχρονων πουλιών, περιλαμβάνει όλους τους απογόνους του πιο πρόσφατου κοινού προγόνου των ζωντανών πουλιών. Αυτή η ομάδα ανήκει στους θηριόποδους δεινόσαυρους, συγκεκριμένα στον κλάδο των μανιραπτόρων.",
                                                                        "Εμφανίστηκαν στα τέλη του Ιουρασικού και διαφοροποιήθηκαν γρήγορα μετά την εξαφάνιση στο όριο Κρητιδικής–Παλαιογένου. Χαρακτηριστικά γνωρίσματα περιλαμβάνουν ράμφος χωρίς δόντια, στέρνο με καρίνα για την πρόσφυση των μυών της πτήσης και έναν εξαιρετικά συγχωνευμένο σκελετό. Αυτές οι προσαρμογές επέτρεψαν αποδοτική πτήση και υψηλούς μεταβολικούς ρυθμούς.",
                                                                        "Πρώιμοι Ορνιθόπτεροι (Avialae) όπως ο Αρχαιοπτέρυξ, ο Ιχθύορνις και ο Εσπερόρνις θεωρούνται στενοί συγγενείς των πτηνών, αλλά βρίσκονται εκτός του κλάδου. Σήμερα, τα Πτηνά περιλαμβάνουν πάνω από 10.000 είδη με εντυπωσιακή ποικιλία μορφών και λειτουργιών, καταλαμβάνοντας σχεδόν κάθε χερσαίο και υδάτινο οικοσύστημα στον κόσμο."
                                                                    ],
                                                                    "en": [
                                                                        "Aves, the clade of modern birds, encompasses all descendants of the most recent common ancestor of living birds. This group is nested within the theropod dinosaurs, specifically within the maniraptoran clade.",
                                                                        "Emerging in the Late Jurassic, Aves diversified rapidly following the Cretaceous–Paleogene extinction event. Key distinguishing features include a toothless beak, a keeled sternum for flight muscle attachment, and a highly fused skeleton. These adaptations facilitated efficient flight and high metabolic rates.",
                                                                        "Earlier avialans like Archaeopteryx, Ichthyornis and Hesperornis are considered close relatives to Aves but are positioned outside the crown group. Today, Aves comprises over 10,000 species, exhibiting remarkable diversity in form and function, occupying nearly every terrestrial and aquatic habitat worldwide."
                                                                    ],
                                                                    "grc": [
                                                                        "Οἱ Ὄρνιθες εἰσίν ὁ κλάδος τοῦ νεωτάτου κοινοῦ προγόνου τῶν ζώντων ὀρνίθων, και πάντων τῶν ἀπογόνων αὐτοῦ. Ὁ δε κλάδος οὗτος ἐν τοῖς θηριοπόδοις δεινοσαύροις κεῖται, ἐντός τοῦ Μανιραπτόρων κλάδου.",
                                                                        "Φανέντες κατὰ τὸ ὄψιμον Ἰουρασσικόν, οἱ Ὄρνιθες ταχέως ἐδιαφοροποιήθησαν μετὰ τὴν τοῦ Κρητιδικοῦ καὶ Παλαιογενοῦς ἐξαφάνισιν. Σημαντικὰ γνωρίσματα διακρίνοντα τους ὄρνιθας εἰσὶν το ἀνόδουν ῥύγχος, τὸ καρινῶδες στέρνον πρὸς τῶν πτητικῶν μυῶν ἔμφυσιν, καὶ ὁ σφόδρα συνηρμοσμένος σκελετός. Ταῦτα τὰ προσόντα τὴν εὐμαρῆ πτήσιν καὶ τον ὑψηλόν μεταβολισμόν συνετέλεσαν.",
                                                                        "Οἱ προγενέστεροι Ὀρνιθόπτεροι (Avialae), οἷον Ἀρχαιοπτέρυξ, Ἰχθύορνις καὶ Ἑσπερόρνις, ἐγγύς μὲν εἰσὶ συγγενεῖς τοῖς ὄρνισιν, ἔξω δ᾽ ἔτι τοῦ κλάδου τούτου ὑπάρχουσι. Νῦν δὲ, οἱ ὄρνιθες ὑπὲρ μυρίων εἰδῶν περιέχουσι, ποικιλομορφίᾳ θαυμαστῇ κεκοσμημέναι, σχεδὸν ἅπαντα τα χερσαῖα καὶ ὑδάτινα οἰκήματα ἐπὶ τῆς γῆς κατελάβοντο."
                                                                    ]
                                                                },
                                                                "subtaxa": {}
                                                            }, 
                                                            "spinosauridae": {
                                                                "name": {
                                                                    "el": "σπινοσαυρίδες",
                                                                    "en": "spinosauridae",
                                                                    "grc": "σπινοσαυρίδαι"
                                                                },
                                                                "rank": "family",
                                                                "extinct": true,
                                                                "description": {
                                                                    "el": [
                                                                        "Οι Σπινοσαυρίδες αποτελούν μια οικογένεια σαρκοφάγων δεινοσαύρων, εντελώς διαφορετική από κάθε άλλη. Ενώ τα περισσότερα θηριόποδα κυνηγούσαν στη στεριά, έχοντας βαθιά κρανία και δόντια σαν λεπίδες για να σχίζουν τη σάρκα, οι Σπινοσαυρίδες ακολούθησαν μια ριζικά διαφορετική εξελικτική πορεία: ανέπτυξαν μακρύ και στενό ρύγχος, παρόμοιο με των κροκοδείλων, γεμάτο με κωνικά δόντια που ήταν πιο κατάλληλα για να αρπάζουν γλιστερά θηράματα, όπως τα ψάρια, παρά για να τεμαχίζουν. Πολλά είδη διέθεταν επίσης ένα πυκνό σύμπλεγμα δοντιών στο μπροστινό μέρος των σιαγόνων – σαν παγίδα για ψάρια – ιδανικό για την ακινητοποίηση υδρόβιων θηραμάτων. Ένα άλλο χαρακτηριστικό γνώρισμα ήταν η οπίσθια θέση των ρουθουνιών, που τους επέτρεπε να αναπνέουν ενώ οι σιαγόνες τους ήταν εν μέρει βυθισμένες στο νερό. Τα μπροστινά άκρα τους παρέμειναν ισχυρά, με μεγάλα νύχια, πιθανώς χρήσιμα για να συλλαμβάνουν ή να συγκρατούν τα θηράματά που προσπαθούσαν να ξεφύγουν.",
                                                                        "Οι Σπινοσαυρίδες φαίνεται πως ζούσαν σε όχθες ποταμών, δέλτα και υγροτόπους, τρεφόμενοι κυρίως με ψάρια, αν και περιστασιακά καταβρόχθιζαν και μικρά χερσαία ζώα όταν παρουσιαζόταν η ευκαιρία. Ο τρόπος ζωής τους τούς διαφοροποιούσε καθαρά από όλα τα άλλα μεγάλα Θηριόποδα της εποχής τους, καταλαμβάνοντας ένα οικολογικό πλαίσιο που λίγοι δεινόσαυροι εξερεύνησαν.",
                                                                        "Τα απολιθώματα της οικογένειας είναι σποραδικά και αποσπασματικά, όμως έχουν ευρεία κατανομή, με ευρήματα στην Ευρώπη, την Αφρική, τη Νότια Αμερική και την Ασία. Τα περισσότερα δείγματα χρονολογούνται από την Πρώιμη και Μέση Κρητιδική περίοδο. Σημαντικά μέλη της ομάδας περιλαμβάνουν τον ιστιοφόρο Σπινόσαυρο από τη Βόρεια Αφρική, τον Βαρυόνυχα με τα ισχυρά νύχια από την Αγγλία, και τον μακρύρρυγχο Σουχόμιμο από τον Νίγηρα. Ο καθένας τους προσθέτει ένα σημαντικό κομμάτι στο παζλ μιας από τις πιο ασυνήθιστες και εξειδικευμένες οικογένειες δεινοσαύρων που γνωρίζουμε."
                                                                    ],
                                                                    "en": [
                                                                        "Spinosauridae is a family of predatory dinosaurs unlike any other. While most theropods hunted on land using blade-like teeth and deep skulls, spinosaurids evolved a radically different approach: long, narrow, crocodile-like snouts lined with conical teeth that were better suited to gripping slippery prey than slicing flesh. Many species also had an expanded cluster of teeth at the front of the jaws—like a fish trap—ideal for seizing aquatic prey. Another hallmark feature is the placement of the nostrils far back on the snout, allowing the animal to breathe while its jaws were partly submerged. Their arms remained powerful, tipped with large claws that may have helped catch or pin down struggling prey.",
                                                                        "Spinosaurids likely prowled riverbanks, deltas, and wetlands, feeding mostly on fish but also scavenging or preying on small land animals when the opportunity arose. This lifestyle set them apart from all other large theropods of their time, carving out a niche few dinosaurs explored.",
                                                                        "The fossil record of the group is scattered and often fragmentary. Still, their remains have been found in Europe, Africa, South America, and Asia, with most known specimens dating to the Early and mid-Cretaceous. Notable members include the sail-backed Spinosaurus from North Africa, the robust-clawed Baryonyx from England, and the long-snouted Suchomimus from Niger. Each adds a piece to the puzzle of one of the most unusual and specialized dinosaur families known."
                                                                    ],
                                                                    "grc": [
                                                                        "Αἱ Σπινοσαυρίδαι οἰκογένεια ἐστὶ δεινοσαύρων θηρευτικῶν, ἀνόμοια πάσαις ταῖς ἄλλαις· οἱ μεν γὰρ πλεῖστοι τῶν θηριοπόδων ἐπὶ γῆς ἐθήρευον, ὀδόντας ὡσεί μαχαίρας ἔχοντες καὶ κρανία βαθέα, αἱ δὲ Σπινοσαυρίδαι ἄλλην τελείως ὁδὸν ἔλαβον. Ὥσπεργε κροκοδίλων ἐστίν αὐτῶν το ῥύγχος, μακρόν τε καὶ στενόν, ὀδόντων κωνοειδῶν πεπληρωμένον, οἵδε οὐ πρὸς σχίζειν ἀλλά προς θηραμάτων ἐκλιστερῶν ἐπιλαμβάνεσθαι εὐχρηστώτεροι. Πολλὰ δὲ εἴδη και πλῆθος ὀδόντων ἐν τῆς σιαγόνος τῷ ἄκρῳ εἶχον, ὥσπερ ἰχθυῶν πάγη, τοῦ τὰ ὑδάτινα θηράματα ἁρπάζειν. Ἔστιν οὖν ἄλλο σημεῖον ἰδιόμορφον αἱ ῥῖνες αὐτῶν, ἐν μέρει ὀπισθίῳ τοῦ ῥύγχους κειμέναι, ἵν’ ἀναπνέωσιν τῶν σιαγόνων αὐτῶν μερικῶς καταδεδυμένων. Αἱ δε χεῖρες αὐτῶν ἰσχυραὶ παρέμειναν, χηλάς μεγάλας ἔχουσαι, τάχα πρὸς θηράματα κατέχεσθαι και τα σφαδάζοντα καταλαμβάνειν.",
                                                                        "Ὡς εἰκός κατά ποταμοὺς, δέλτα, και ἐλώδεις τόπους ᾤκουν, τὸ πλεῖστον ἰχθῦς θηρεύουσαι, ἐνίοτε δὲ καὶ ζῷα μικρὰ χερσαῖα, εὐκαιρίας δοθείσης. Ἐκ τούτου δὲ βίος ἴδιος καὶ ἀφορισμένος αὐτοῖς ἐγένετο, διαφέρων τοῦ τῶν λοιπῶν μεγάλων θηριοποδῶν.",
                                                                        "Τῶν Σπινοσαυριδῶν ἀπολιθώματα σπανίως καὶ διεσπασμένως εὑρίσκονται ἐν ταῖς ἀνασκαφαῖς· ὅμως ἀνευρέθησαν ἐν Εὐρώπῃ, Ἀφρικῇ, Νοτίῳ Ἀμερικῇ, καὶ Ἀσίᾳ, καὶ μάλιστα ἐκ τοῦ Πρωίμου καὶ Μέσου Κρητιδικοῦ χρόνου. Περιφανεῖς μέλη αὐτῶν εἰσίν ὁ πτερυγιοφόρος Σπινόσαυρος τῆς Βορείου Ἀφρικῆς, ὁ κραταιῶς ὀνυχώδης Βαρυόνυξ τῆς Ἀγγλίας, καὶ ὁ μακρύρῥυγχος Σουχόμιμος τοῦ Νίγηρος. Ἕκαστος τούτων μοῖραν τινὰ προσφέρει πρὸς τὸ ἐκπληρῶσαι τὸν πίνακα τῆσδε τῆς θαυμαστῆς και ἰδιοτύπου τῶν δεινοσαύρων οἰκογενείας."
                                                                    ]
                                                                },
                                                                "subtaxa": {
                                                                    "spinosaurus": {
                                                                        "name": {
                                                                            "el": "σπινόσαυρος",
                                                                            "en": "spinosaurus",
                                                                            "grc": "σπινόσαυρος"
                                                                        },
                                                                        "rank": "genus",
                                                                        "extinct": true,
                                                                        "description": {
                                                                            "el": [
                                                                                "Ο Σπινόσαυρος είναι ένα γένος μεγάλων Θηριόποδων δεινοσαύρων, που διακρίνονται για τις ακραίες μορφολογικές τους προσαρμογές σε ημιυδρόβιο τρόπο ζωής. Σε αντίθεση με τα περισσότερα Θηριόποδα, ο Σπινόσαυρος φέρει ένα μακρύ, στενό ρύγχος που μοιάζει με του κροκόδειλου, δόντια κωνικά χωρίς πριονωτές άκρες και ιδιαίτερα ψηλές νευρικές αποφύσεις στην πλάτη του, σχηματίζοντας ένα είδος ιστίου ή λοφίου.",
                                                                                "Αυτή τη στιγμή, το γένος περιλαμβάνει ένα μόνο καλά τεκμηριωμένο είδος, τον Σπινόσαυρο τον αιγύπτιο (Spinosaurus aegyptiacus). Άλλες ονομασίες όπως ο Σ. μαροκινός (S. maroccanus) έχουν προταθεί βάσει αποσπασματικών ευρημάτων από τη Βόρεια Αφρική, αλλά θεωρούνται γενικά αβέβαιες ή συνώνυμες, καθώς δεν υπάρχουν σαφή διαγνωστικά γνωρίσματα που να τις διαφοροποιούν από τον Σ. αιγύπτιο.",
                                                                                "Απολιθώματα του Σπινοσαύρου έχουν βρεθεί σε πετρώματα της Κρητιδικής περιόδου, ηλικίας Κενομανίου (περίπου 100–94 εκατομμύρια χρόνια πριν), στο σχηματισμό Μπαχαρία της Αιγύπτου και στην ομάδα Κεμ Κεμ του Μαρόκου. Πρόσθετο υλικό έχει αναφερθεί και από την Αλγερία και την Τυνησία. Το γένος περιγράφηκε για πρώτη φορά το 1915 από τον Ernst Stromer, όμως ο ολότυπος καταστράφηκε στον Β’ Παγκόσμιο Πόλεμο. Νεότερα, πληρέστερα ευρήματα από το Μαρόκο, περιλαμβανομένων τμημάτων κρανίου, οστών άκρων και μιας αρθρωμένης ουράς, έχουν περιγραφεί και οριστεί ως νεότυπος.",
                                                                                "Πολλά χαρακτηριστικά διαφοροποιούν τον Σπινόσαυρο τόσο από άλλες Σπινοσαυρίδες όσο και από τα υπόλοιπα Θηριόποδα. Το ρύγχος του είναι μακρύ και στενό, με μία ακρινή «ροζέτα», δηλαδή σύμπλεγμα από μεγεθυμένα δόντια, και ρουθούνια μετατοπισμένα προς τα πίσω – προσαρμογές κατάλληλες για σύλληψη ψαριών. Η οδοντοστοιχία του αποτελείται από λείους, κωνικούς οδόντες, πιο κατάλληλους για τη συγκράτηση λείας και όχι για το σχίσιμο της σάρκας. Τα πρόσθια άκρα του είναι ισχυρά, με μεγάλους κυρτούς όνυχες, που πιθανώς βοηθούσαν στο κυνήγι ή στην κίνηση. Αντιθέτως, τα πίσω άκρα είναι ασυνήθιστα κοντά για τόσο μεγάλο Θηριόποδο, ενώ η ουρά του είναι πεπλατυσμένη πλευρικά, σχηματισμένη σαν κουπί, υποστηριζόμενη από επιμηκυμένες αποφύσεις – χαρακτηριστικό που δεν απαντάται σε άλλον δεινόσαυρο. Αυτές οι προσαρμογές τείνουν προς έναν ημιυδρόβιο τρόπο ζωής.",
                                                                                "Επιπλέον, ισοτοπικές αναλύσεις των δοντιών και η ιστολογία των οστών του είναι συμβατές με την ιδέα πως ο Σπινόσαυρος περνούσε πολύ χρόνο στο νερό, κυνηγώντας ψάρια και άλλα υδρόβια θηράματα. Ωστόσο, η ικανότητά του στο κολύμπι παραμένει υπό συζήτηση. Ορισμένες ανακατασκευές τον παρουσιάζουν ως κυνηγό που κολυμπούσε χρησιμοποιώντας την ουρά του σαν προωθητικό μέσο, ενώ άλλες τον θεωρούν βραδυκίνητο, και αντί αυτού ενέδρευε σε ρηχά νερά. Πρόσφατες μηχανικές μελέτες υποστηρίζουν ότι διατηρούσε δυνατότητα δισκελούς βαδίσματος και μάλλον δεν ήταν αποτελεσματικός στην υποβρύχια κολύμβηση.",
                                                                                "Ο Σπινόσαυρος κατείχε μία μοναδική οικολογική θέση μεταξύ των μεγάλων θηρευτών της Κρητιδικής περιόδου. Σε περιοχές όπου συνυπήρχε με άλλα μεγάλα Θηριόποδα, όπως ο Καρχαροδοντόσαυρος, φαίνεται ότι υπήρχε οικολογικός διαχωρισμός, με τον Σπινόσαυρο να ειδικεύεται σε θηράματα ποτάμιων και εκβολικών περιβαλλόντων. Το ραχιαίο ιστίο μπορεί να χρησίμευε για επίδειξη, ρύθμιση θερμοκρασίας ή αναγνώριση του είδους, αλλά η ακριβής του λειτουργία παραμένει ασαφής. Κανένας άλλος μη-πτηνός δεινόσαυρος δεν παρουσιάζει τέτοιο βαθμό υδάτινης εξειδίκευσης, γεγονός που καθιστά τον Σπινόσαυρο έναν από τους πιο ιδιαίτερους μορφολογικά και οικολογικά δεινοσαύρους."
                                                                            ],
                                                                            "en": [
                                                                                "Spinosaurus is a genus of large theropod dinosaurs, distinguished by its extreme morphological adaptations for a semiaquatic lifestyle. Unlike typical theropods, Spinosaurus is notable for its elongate crocodile-like snout, conical teeth without serrations, and the presence of tall neural spines along its back forming a sail or crest.",
                                                                                "It is currently represented by a single well-supported species, Spinosaurus aegyptiacus. Other names such as S. maroccanus have been proposed based on fragmentary remains from North Africa, but these are generally regarded as nomina dubia or synonyms, as no unambiguous diagnostic features distinguish them from S. aegyptiacus.",
                                                                                "Fossils of Spinosaurus are known from Cenomanian-aged rocks (approx. 100–94 Ma) of the Bahariya Formation in Egypt and the Kem Kem Group in Morocco, with additional material reported from Algeria and Tunisia. The genus was first described in 1915 by Ernst Stromer, though the holotype was later destroyed during WWII. More complete remains from Morocco, including skull elements, limb bones, and most significantly, an articulated tail, have since been described and designated as the neotype.",
                                                                                "Several traits separate Spinosaurus from both other spinosaurids and broader theropod groups. The snout is long and narrow, with a terminal “rosette” of enlarged teeth and retracted external nares—adaptations for catching fish. The dentition comprises smooth, conical teeth suited to gripping rather than slicing prey. The forelimbs are strong and bear large recurved claws, likely used in prey capture or locomotion. In contrast, the hind limbs are unusually short for a giant theropod, and the tail is compressed laterally into a fin-like structure supported by elongated spines and chevrons—traits not seen in any other dinosaur. These features suggest a semiaquatic ecology.",
                                                                                "Moreover, isotopic data from its teeth and bone histology also point toward a lifestyle that included frequent immersion in water, where Spinosaurus likely hunted fish and other aquatic prey. However, its swimming ability remains debated. Some reconstructions propose a diving predator propelled by its tail, while others interpret the genus as a slow swimmer and shallow-water ambush hunter. Recent biomechanical studies argue that Spinosaurus retained bipedal terrestrial locomotion and was likely incapable of effective submerged pursuit.",
                                                                                "Spinosaurus occupied a unique niche among large Cretaceous predators. In environments where it coexisted with other large theropods like Carcharodontosaurus, niche partitioning appears likely, with Spinosaurus specializing in riverine and estuarine prey. The dorsal sail may have served for display, thermoregulation, or species recognition, though its exact function remains unresolved. No other non-avian dinosaur exhibits the same degree of aquatic specialization, making Spinosaurus one of the most morphologically and ecologically distinctive."
                                                                            ],
                                                                            "grc": [
                                                                                "Ὁ Σπινόσαυρος γένος ἐστὶ δεινοσαύρων Θηριοπόδων μεγάλων, ὧν παραλλαγαῖς μορφολογικαῖς προς βίον ἡμιυδατίνον διαφέρεται· ἤτοι το αὐτοῦ ῥύγχος μακρόν και στενόν εἶχεν, ὥσπερ τοῦ κροκοδίλου, καὶ τους ὀδόντας κωνικούς καὶ οὐχί πριονωτούς. Εἶχεν ἔτι καὶ ἀκάνθας ὑψηλάς τα νῶτα κοσμούσας, ἰστὸν ἢ λόφον σχηματιζούσας.",
                                                                                "Νῦν το γένος ἑνί μόνον εἴδει καλῶς τεκμηριοῦται, τῷ Σπινόσαυρῳ τῷ αἰγυπτίῳ (Spinosaurus aegyptiacus). Καίπερ μεν ἕτερα ὠνωμάσθησαν εἴδη ἐκ λειψάνων διεσπαρμένων κατὰ τὴν Βόρειον Ἀφρικὴν, οἷον ὁ Σ. μαροκινός (S. maroccanus), ταῦτα δὲ ὡς ἀμφίβολα ἢ συνώνυμα δοκοῦσιν, οὐδενὸς ἑτέρου γνωρίσματος διαγνωστικοῦ ὑφισταμένου πρὸς τὸν Σ. αἰγύπτιον.",
                                                                                "Τὰ τοῦ Σπινοσαύρου ἀπολιθώματα ἐκ τῶν πετρῶν τῆς Βαηρίης (Bahariya) Αἰγύπτου, καὶ τοῦ Κεμ Κεμ Μαρόκου προέρχονται, ἐκ τῆς ἑποχῆς τῆς Κενομανίου (ἀπό ἑκατόν ἔως ἐνενήκοντα και τέσσαρα ἐκατομμύρια ἔτη πρὸ τοῦ παρόντος). Ἐπιπλέον δε ἐξ Ἀλγερίας καὶ Τυνησίας εὑρήματα ἐφάνησαν. Πρῶτον μὲν ἐν ἔτει ͵αϡιε' ὑπὸ Ἐρνέστου Στρόμερ το γένος ἐξετέθη, ἀλλ’ ὁ ὁλότυπος ἐν τῷ δευτέρῳ παγκοσμίῳ πολέμῳ ἀπωλέσθη. Ἔκτοτε δε ἄλλα λείψανα πληρέστερα ἐκ Μαρόκου, οἶον κρανίου τμήματα, μελῶν ὀστέα, καὶ καιρίως οὐρά συνεζευγμένη, ἐδημοσιεύθησαν καὶ ὡς νεότυπος καθωρίσθησαν.",
                                                                                "Πολλὰ γνώρισματα τὸν Σπινόσαυρον καὶ τῶν ἄλλων Σπινοσαυριδῶν καὶ τῶν ἄλλων Θηριοπόδων διακρίνουσι. Το ῥύγχος μακρόν τε καὶ στενόν ἐστι, ἐν ἄκρῳ ῥόδακα περιέχον (τουτέστι σύμπλεγμα ὀδόντων μεγεθῶν τοῦ την λείαν ἁρπάζειν), καὶ αἱ ῥῖνες ὀπισθιοτέραι κεῖνται, προσαρμογαὶ ἁλιευτικαί. Οἱ ὀδόντες εἰσὶ λεῖοι καὶ κωνικοί, εἰς τὸ κατασχέσθαι εὐχρηστώτεροι ἤ εἰς τεμνεῖν. Αἱ χεῖρες ἰσχυραὶ εἰσίν, ὄνυχας μεγάλους καὶ κυρτοὺς ἔχουσαι, τῇ θηραμάτων ἁρπαγῇ ἤ τε τῇ κινήσει ὠφελοῦντες. Ἀντιθέτως, τα ὀπίσω σκέλη εἰσὶν ἀσυνήθως τοῖς μεγάλοις Θηριοπόδοις βραχέα, καὶ ἡ οὐρὰ πεπλατυσμένη ὡσεί πτερύγιον, ἀκάνθαις ἐστηριγμένη, γνῶρισμα ὄν μοναδικόν ἐν τοῖς δεινοσαύροις.",
                                                                                "Ταῦτα τὰ σημεῖα βίον ἡμιυδάτινον μαρτυροῦσι. Ἀναλύσεις γεγονυῖαι ἰσοτοπικαί, ἡ τῶν ὀστῶν ἱστολογία, καὶ ἡ τῆς οὐρᾶς μορφή ὁμολογοῦσι συχνὴν ἐμβάπτισιν εἰς ὕδωρ, ὅπου ἰχθῦς καὶ ἄλλα θηράματα ὑδάτινα ὡς ἐοικώς ἐδίωκε. Ὅμως, κολυμβητική αὐτοῦ δεξιότης προσέτι ἐρευνᾶται. Ἔνιαι μεν ἀνακατασκευαί ὡς τῇ οὐρᾷ ὠθούμενον καταδυτικὸν θηρευτήν αὐτόν προτείνουσιν, ἕτεραι δὲ ὡς κολυμβητήν βραδύν, ἐν ρηχοῖς ὕδασιν ἐνεδρεύοντα. Καιναὶ οὖν μηχανολογικαὶ μελέται ἀποφαίνονται τους Σπινοσαύρους τὴν δισκελή βαδισιν τετηρηκέναι, και οὐχ οὕτως εὐκίνητοι τῷ ὕδατι εἶναι.",
                                                                                "Ὁ Σπινόσαυρος θέσιν ἰδίαν ἐν τοῖς θηρευταῖς τῆς Κρητιδικῆς περιόδου κατέχει. Ἐν τοῖς τόποις οὗ συνῴκει ἑτέροις μεγίστοις θηριοπόδοις, οἷον ὁ Καρχαροδοντόσαυρος, ἡ τῶν ἐπιτηδευμάτων διαίρεσις πιθανὴ ἐστίν, Σπινοσαύρου δὲ τοῖς ποταμίοις καὶ ἐκβολαίοις θηράμασιν εἰδικευομένου. Το δὲ νωτιαῖον ἱστίον τάχα πρὸς θέαν, θερμοκρασίας ελεγχον, ἢ το εῑδος ἀναγωνρίζειν ἐχρησίμευεν· ἀλλ’ ἡ λειτουργία αὐτοῦ διαλελύταί πω. Οὐδεὶς ἕτερος δεινόσαυρος ἄπτηνος ταύτην τὴν ὑδάτινον προσαρμογὴν τοσοῦτον ἀναδεικνύει· ὥστε ὁ Σπινόσαυρος εἷς τῶν ἰδιαιτάτων ἐν μορφῇ καὶ περιβάλλοντι ἐστίν."
                                                                            ]
                                                                        },
                                                                        "subtaxa": {}
                                                                    }
                                                                }
                                                            }
                                                        }
                                                    }
                                                }
                                            }
                                        }
                                    }
                                }
                            }       
                        }
                    }
                }
            },
            "echinodermata": {
                "name": {
                    "el": "εχινόδερμα",
                    "en": "echinodermata",
                    "grc": "ἐχινόδερμα"
                },
                "rank": "phylum",
                "description": {
                    "el": [
                        "Τα εχινόδερμα είναι ένας αποκλειστικά θαλάσσιος κλάδος που περιλαμβάνει τους αστερίες, τους οφίουρους, τους αχινούς, τα θαλάσσια αγγούρια και τα κρινοειδή. Παρά τις ποικίλες μορφές τους, όλα έχουν κοινά χαρακτηριστικά: πεντακτινωτή συμμετρία στην ενήλικη μορφή, υδρόαγγειακό σύστημα με σωληνοειδείς ποδίσκους, και εσωτερικό σκελετό από ασβεστιτικές πλάκες ή οστάρια.",
                        "Διαθέτουν επίσης μεταβλητό συνδετικό ιστό, που τους επιτρέπει να σκληραίνουν ή να χαλαρώνουν το σώμα τους γρήγορα—μια ιδιότητα χρήσιμη για άμυνα, κίνηση ή ακόμη και αποτομή άκρων. Η κίνηση, η σίτιση και η αναπνοή τους λειτουργούν με υδραυλική πίεση και όχι με μυϊκά συστήματα. Αν και δεν έχουν κεφάλι, τα αισθητήρια όργανα και το νευρικό τους σύστημα είναι κατανεμημένα σε όλο τους το σώμα.",
                        "Οι προνύμφες των εχινοδέρμων είναι διμερώς συμμετρικές και μεταμορφώνονται σε πεντακτινωτά ενήλικα—ένα στοιχείο που φανερώνει την εξελικτική τους προέλευση. Ο κλάδος εμφανίζεται από την Κάμβρια περίοδο και έχει επιβιώσει από πολλαπλές μαζικές εξαφανίσεις, με αξιοσημείωτες μεταβολές στην κυριαρχία: τα κρινοειδή επικρατούσαν στην Παλαιοζωική, ενώ τα εχινοειδή άνθισαν κατά την Μεσοζωική και Καινοζωική εποχή. Σήμερα, τα εχινόδερμα ζουν σχεδόν σε όλα τα θαλάσσια περιβάλλοντα και διατελούν ρόλους από φυτοφάγα μέχρι αρπακτικά."
                    ],
                    "en": [
                        "Echinoderms are a wholly marine clade that includes sea stars, brittle stars, sea urchins, sea cucumbers, and crinoids. Despite their varied forms, all share key traits: adult pentaradial symmetry, a water vascular system with tube feet, and an internal skeleton of calcareous plates or ossicles.",
                        "They possess mutable connective tissue, allowing them to rapidly stiffen or relax their body structure—useful for defense, movement, or even shedding limbs. Their locomotion, feeding, and respiration rely on hydraulic pressure rather than muscular systems. Though lacking a head, their sensory and nervous systems are distributed throughout the body.",
                        "Echinoderm larvae are bilaterally symmetrical, transforming into radial adults—a clue to their evolutionary background. The group appears in the Cambrian and has survived multiple extinction events, with notable shifts in dominance: crinoids thrived in the Paleozoic, while echinoids diversified in the Mesozoic and Cenozoic. Today, echinoderms occupy nearly all marine environments and fulfill roles from grazers to predators."
                    ],
                    "grc": [
                        "Τα Ἐχινόδερμα κλάδος εἰσίν, ὅλως θαλάττιος, ὧν ἔνι ἀστερίαι, ὀφίουροι, ἐχῖνοι, θαλάσσιοι σίκυοι καὶ κρινοειδῆ. Καίπερ μορφῇ διαφέροντα, κοινὰ σημεῖα πάντα φέρουσιν· πενταμερὴς συμμετρία τοῖς τελείοις, ὑδροαγγειακόν σύστημα μετά ποδιῶν σωληνωειδῶν, καὶ ἐνδοσκελετόν ἐκ πλακῶν ἤ ὀσταρίων ἀσβεστιτικῶν.",
                        "Ἔχουσιν δὲ καὶ συνδετικούς ἱστούς εὐμετάβλητους, οὕς ταχέως ἢ σκληρύνειν ἢ χαλαροῦν δύνανται· τοῦτο πρὸς ἄμυναν, κίνησιν, ἢ καὶ μελῶν ἀποτίναξιν χρήσιμον. Ἡ δὲ τοῦ κινείσθαι καὶ σιτεῖσθαι καὶ πνεῖν δύναμις οὐχ ὑπὸ μυῶν γίνεται, ἀλλὰ δι’ ὑδραυλικῆς πιέσεως. Κεφαλὴν μέν οὐκ ἔχουσιν, ἀλλά τα νευρικά και αἰσθητήρια αὐτῶν ὄργανα καθ’ ὅλον τὸ σῶμα νενεμημένα εἰσί.",
                        "Τὰ δὲ ἔμβρυα αὐτῶν διμερῶς συμμετρικά εἰσί, εἶτα τελειούμενα εἰς πενταμερῶς ἀκτινωτά, δεικνύμενα τὴν αὐτῶν ἐξέλιξιν. Ἐνεφανίσθησαν ἐν τῷ Καμβρίῳ χρόνῳ καὶ πολλῶν ἀφανισμῶν ἐπεβίωσαν, σημειωτέα δε ἡ τῇ ἐπικυριαρχίᾳ μεταβολή αὔτη· ὡς μεν τῷ Παλαιοζωικῷ μάλιστα τα κρινοειδῆ ἤκμαζον, ἐν δὲ Μεσοζωικῷ καὶ Καινοζωικῷ τα ἐχινοειδῆ ποικίλως διεσπάρησαν. Νῦν δὲ σχεδὸν ἐν παντί περιβάλλοντι θαλασσίῳ εὑρίσκονται καὶ πληροῦσι θέσεις ἀπὸ βοσκητῶν μέχρι θηρευτῶν."
                    ]
                },
                "subtaxa": {
                    "echinoidea": {
                        "name": {
                            "el": "εχινοειδή",
                            "en": "echinoidea",
                            "grc": "ἐχινοειδῆ"
                        },
                        "rank": "class",
                        "description": {
                            "el": [
                                "Τα Εχινοειδή είναι κλάδος των Εχινοδέρμων, που περιέχει τους αχινούς και τα συγγενή τους είδη. Χαρακτηρίζονται από έναν συμπαγή, εξωτερικό σκελετό· την καλούμενη «κάψα», η οποία αποτελειται από στενά εφαρμοσμένες ασβεστιτικές πλάκες. Το συνεχές κέλυφός τους τα διαφοροποιεἰ από τα υπόλοιπα εχινοειδή, τα οποία διαθέτουν μια γενικά πιο εύκαμπτη ανατομία σώματος.",
                                "Η επιφάνεια της κάψας συχνά φέρει κινητά αγκάθια, και διαπερνάται από πόρους ταγμένους σε «βαδιακρικές ζώνες»· λέγονται έτσι επειδή υποστηρίζουν ειδικές αποφύσεις για το βάδισμα. Η δομική αυτή συγχώνευση του σκελετού και του συστήματος κίνησης αποτελεί κοινό γνώρισμα του κλάδου.",
                                "Τα Εχινοειδή πρωτοεμφανίστηκαν την Ορδοβίκια περίοδο, και ποικίλθηκαν κατά την Μεσοζωική εποχή. Οι ανθεκτικές τους κάψες συνιστούν εξαίρετα απολιθώματα, με πολλά είδη να χρησιμεύουν ως απολιθώματα-δείκτες θαλασσίων ιζηματικών αποθέσεων."
                            ],
                            "en": [
                                "Echinoidea is a clade of echinoderms that includes sea urchins, sand dollars, and their relatives. They are uniquely characterized by a rigid, externally visible skeleton called a test, formed by tightly fused calcite plates. This continuous shell distinguishes them from the more flexible-bodied forms found in other echinoderm groups.",
                                "The surface of the test often bears movable spines and is perforated by pores aligned in ambulacral zones, which support specialized appendages. This structural integration of mobility and skeletal support is a unifying feature of the clade.",
                                "Echinoids first appear in the Ordovician and became especially diverse from the Mesozoic onward. Their durable tests contribute to an excellent fossil record, with many taxa serving as important index fossils in marine sediments."
                            ],
                            "grc": [
                                "Τα Ἐχινοειδῆ κλάδος ἐστὶν ἐχινοδέρμων, ὃ περιέχει τοὺς ἐχίνους καὶ τοὺς συγγενεῖς αὐτῶν. Ἰδίως γνωρίζονται διὰ τὸν συμπαγή καὶ ἔξωθεν ὁρατόν σκελετόν, τον καλούμενον «κάψαν», ἐκ στενῶς ἠρμοσμένων πλακῶν ἀσβεστιτικῶν. Το συνεχές τοῦτο κέλυφος τα ἐχινοειδῆ διακρίνει ἀπὸ τῶν εὐμεταβλήτων σωμάτων ἄλλων ἐχινοδέρμων.",
                                "Ἡ τῆς κάψας ἐπιφάνεια πολλάκις φέρει ἄκανθας κινητάς, καὶ διατέτρηται διὰ πόρων, ἐν ταῖς βαδιακρικαῖς ζώναις τεταγμένων, οἵτινες ὑποστηρίζουσιν ἰδίας ἀποφύσεις. Ἡ τοιαύτη συγχώνευσις τῶν μερῶν κινήσεώς και δομῆς σκελετικῆς κοινὸν γνώρισμα τοῦ κλάδου ἐστίν.",
                                "Τὰ Ἐχινοειδῆ πρῶτον ἐν τῷ Ὀρδοβικίῳ χρόνῳ ἐφάνησαν, καὶ μάλιστα ἐποίκιλαν ἀπὸ τῆς Μεσοζωικῆς ἐποχῆς. Αἱ ἀνθεκτικαί αὐτῶν κάψαι εὖ διατηροῦνται, καὶ πολλά τούτων γένη ως ἀπολιθώματα-δεῖκται ἐν τοῖς θαλαττίοις ἱζήμασιν εὐδοκοῦνται."
                            ]
                        },
                        "subtaxa": {
                            "euechinoidea": {
                                "name": {
                                    "el": "ευεχινοειδή",
                                    "en": "euechinoidea",
                                    "grc": "εὐεχινοειδῆ"
                                },
                                "rank": "subclass",
                                "description": {
                                    "el": [
                                        "Τα Ευεχινοειδή είναι ο κλάδος των «αληθινών» αχινών, που περιλαμβάνει σχεδόν όλα τα σύγχρονα και μεταπαλαιοζωικά εχινοειδή. Αποσχίστηκαν από την αδελφική τους ομάδα, τα Κιδαροειδή, κατά την Τριασική περίοδο και διαφοροποιήθηκαν ραγδαία κατά τη Μεσοζωική εποχή. Αυτή η εξέλιξη σηματοδοτεί μια μετάβαση από τις πιο πρωτόγονες εχινοειδείς μορφές της Παλαιοζωικής εποχής.",
                                        "Τα ευεχινοειδή χαρακτηρίζονται από ένα άκαμπτο κέλυφος (ή κάψα) που αποτελείται από στενά συνδεδεμένες πλάκες και πολυάριθμα μικρά, διατρητά και οδοντωτά φυματίδια, τα οποία επιτρέπουν τη σύνδεση λεπτών ακανθών—σε αντίθεση με τα μεγάλα, αδιάτρητα φυματίδια των κιδαροειδών. Ο φανός του Αριστοτέλη είναι συνήθως πιο περίπλοκος και εσωτερικά υποστηριζόμενος, αντανακλώντας βελτιωμένες δυνατότητες σίτισης. Άλλα χαρακτηριστικά γνωρίσματα περιλαμβάνουν τη βελτιωμένη μικροδομή του στερεώματος και τη συνήθη θέση του μητροπορίτη επάνω στο περιστόμιο.",
                                        "Αυτές οι ανατομικές καινοτομίες βρίσκονται στη βάση της εξελικτικής επιτυχίας του κλάδου και της έντονης παρουσίας του στο αρχείο των απολιθωμάτων, όπου τα ευεχινοειδή χρησιμεύουν ως πολύτιμοι δείκτες σε θαλάσσια ιζήματα μετά την Τριασική περίοδο."
                                    ],
                                    "en": [
                                        "Euechinoidea is the clade of “true” sea urchins, comprising nearly all modern and post-Paleozoic echinoids. It diverged from its sister group, the Cidaroidea, in the Triassic and quickly diversified during the Mesozoic. This radiation marks a shift from the more primitive stem-group echinoids of the Paleozoic.",
                                        "Euechinoids are characterized by a rigid test made of tightly interlocking plates and numerous small, perforated, and crenulate tubercles that support fine spine articulation—unlike the large, imperforate tubercles of cidaroids. The Aristotle’s lantern is typically more complex and internally supported, reflecting enhanced feeding capabilities. Other diagnostic traits include refined stereom microstructure and the usual positioning of the madreporite on the peristome.",
                                        "These anatomical innovations underlie the clade’s evolutionary success and prominence in the fossil record, where euechinoids serve as valuable markers in post-Triassic marine sediments."
                                    ],
                                    "grc": [
                                        "Τα Εὐεχινοειδῆ ἐστὶν ὁ κλάδος τῶν «ἀληθῶν» ἐχίνων, ὁ περιέχων σχεδὸν πάντας τοὺς νεωτέρους καὶ τοὺς μετὰ τὴν Παλαιοζωικὴν ἐποχὴν ἐχίνους. Ἐχωρίσθη δὲ ἀπὸ τοῦ ἀδελφοῦ αὐτοῦ κλάδου, τῶν Κιδαροειδῶν, ἐν τῷ Τριασικῷ καὶ ταχέως ἐποικίλθη ἐν τῇ Μεσοζωικῇ ἐποχῇ. Ἡ δὲ ταύτη διασπορὰ σημαίνει μετάβασιν ἀπὸ τῶν τῆς Παλαιοζωικῆς ἐχινοειδῶν, τῶν ἀρχαιοτέρων.",
                                        "Χαρακτηρίζονται τα Εὐεχινοειδῆ ὑπὸ τῆς στερεᾶς κάψας ἐκ πλακῶν στενῶς ἠρμοσμένων, καὶ ὑπὸ πολυαρίθμων καὶ μικρῶν φυματίων, τετρημένων τε καὶ ὀδοντωτῶν, τὰς λεπτὰς ἀκάνθας ὑποστηριζόντων· οὐχ ὡς ἐν τοῖς Κιδαροειδέσιν, ὧν τα φυμάτια; εἰσὶ μεγάλα και ἄτρητα. Ὁ φανὸς τοῦ Ἀριστοτέλους ὡς ἐπί πολύ συνθετώτερος ἐστί, καὶ ἔσωθεν ὑποστηρίζεται, δεῖγμα τῆς προηγμένης τοῦ σιτισμοῦ μηχανῆς. Ἄλλα γνωρίσματα ἐστιν ἡ τελειωτέρα τοῦ στερεώματος μικροδομή, καὶ ἡ ἐπί τοῦ περιστομίου θέσις τοῦ μητροπορίτου.",
                                        "Ταῦται αἱ ἀνατομικαί καινοτομίαι αἰτίαν παρέχουσι τῆς ἐξελικτικῆς εὐδοκίας τοῦ γένους, καὶ τῆς ἐν τοῖς ἀπολιθώμασι αὐτῶν κυριάρχου παρουσίας, διό τα Εὐεχινοειδῆ χρησίμως συμφέρουσι ὡς δείκται ἐν τοῖς νεωτέροις τοῦ Τριασικοῦ θαλαττίοις ἰζήμασιν."
                                    ]
                                },
                                "subtaxa": {
                                    "spatangoida": {
                                        "name": {
                                            "el": "σπαταγγοειδή",
                                            "en": "spatangoida",
                                            "grc": "σπαταγγοειδῆ"
                                        },
                                        "rank": "order",
                                        "description": {
                                            "el": [
                                                "Τα Σπαταγγοειδή ή καρδιοεχίνοι είναι μια ομάδα ακανόνιστων εχινοειδών, προσαρμοσμένων να ζουν θαμμένα μέσα σε θαλάσσια ιζήματα. Σε αντίθεση με τους κανονικούς αχινούς, παρουσιάζουν διμερή συμμετρία, με το στόμα στο μπροστινό μέρος και τον πρωκτό στο πίσω μέρος — μια διάταξη κατάλληλη για υποθαπτόμενη διαβίωση.",
                                                "Η κάψα τους έχει σχήμα καρδιάς και είναι θολωτή, με πεταλοειδή βαδίακρα στην ραχιαία επιφάνεια. Οι άκανθες και τα σωληνοπόδια τους είναι εξειδικευμένα για να κινούνται μέσα στα ιζήματα και να συλλέγουν οργανικά σωματίδια, καθιστώντας τους αποτελεσματικούς αποθεματοφάγους.",
                                                "Εμφανίστηκαν για πρώτη φορά στην Κρητιδική περίοδο και έχουν μακρύ απολιθωμένο ιστορικό. Διαφέρουν από τα συγγενικά Κλυπεαστεροειδή επειδή διατηρούν μια πιο τρισδιάστατη μορφή και βασίζονται σε διαφορετικούς μηχανισμούς για τη διατροφή και το θάψιμό τους."
                                            ],
                                            "en": [
                                                "Spatangoida, or heart urchins, are a group of irregular echinoids adapted for life buried within marine sediments. Unlike regular sea urchins, they show bilateral symmetry, with the mouth at the front and the anus at the rear—an arrangement suited for a burrowing lifestyle.",
                                                "Their test is heart-shaped and dome-like, with petaloid ambulacra on the dorsal surface. Spines and tube feet are specialized for moving through sediment and collecting organic particles, making them effective deposit feeders.",
                                                "First appearing in the Cretaceous, spatangoids have a long fossil record. They differ from sand dollars (Clypeasteroida) by retaining a more three-dimensional form and relying on different mechanisms for burrowing and feeding."
                                            ],
                                            "grc": [
                                                "Τα Σπαταγγοειδῆ, οἱ καλούμενοι καρδιοεχῖνοι, γένος εἰσὶν ἀκανονίστων ἐχινοειδῶν, ἐν τοῖς θαλαττίοις ἱλύσι ἐγκείμενοι ζῆν προσηρμοσμένοι. Οὐχ ὥσπερ οἱ κανονικοί ἐχῖνοι, εἰσὶ συμμετρικοὶ διμερῶς, τὸ στόμα ἔμπροσθεν ἔχοντα, καὶ τὸν πρωκτὸν πρὸς τῷ ὀπίσω· τάξις ἥτις τῷ ὑποθαπτομένῳ βίῳ πρέπει.",
                                                "Η τούτων κάψα καρδιόσχημος καὶ θολωτή ἐστίν, ἔχουσα ἀνὰ τὸ νῶτον τα πεταλοειδῆ βαδίακρα. Αἱ ἄκανθαι καὶ οἱ σωληνοπόδες ἰδιαζομένως εἰσὶν ἡρμοσμένοι πρὸς τὸ την ἴλυν διασχίζειν καὶ συλλέγειν μορίδια ὀργανικὰ· διὰ τοῦτο ἐπιτηδεῖοι εἰσὶν ὡς ἐναποθεματοβόροι.",
                                                "Οἱ μὲν πρῶτοι τούτων ἐν τῷ Κρητιδικῷ ἐφάνησαν· ἔχουσι δὲ μακρὰν ἀπολιθωμένην διαδοχήν. Διαφέρουσι δὲ τῶν συγγενῶν Κλυπεαστεροειδῶν ἐν τῷ σχήματι, μᾶλλον τρισδιάστατον αὐτό ἔχειν, ἕτι δε καὶ ἄλλων μηχανημάτων εἰς τὸ θάπτεσθαι καὶ τρέφεσθαι χρῆσθαι."
                                            ]
                                        },
                                        "subtaxa": {
                                            "heterobrissus": {
                                                "name": {
                                                    "el": "ετεροβρίσσος",
                                                    "en": "heterobrissus",
                                                    "grc": "ἑτεροβρίσσος"
                                                },
                                                "rank": "genus",
                                                "description": {
                                                    "el": [
                                                        "Ο Ετεροβρίσσος είναι ένα γένος ακανόνιστων εχινόδερμων (καρδιοεχίνοι) που είναι γνωστό από το Ολιγόκαινο μέχρι σήμερα. Σε αντίθεση με πολλά σπαταγγοειδή, που ζουν θαπτόμενα, ο Ετεροβρίσσος δεν έχει ταινιοειδείς ζώνες και πιθανότατα ζούσε στην επιφάνεια των ιζημάτων και όχι μέσα σε αυτά. Ξεχωρίζει λόγω του μακρού προχειλίου που εκτείνεται προς την τρίτη βαδιακρική πλάκα και του πρωκτικού ανοίγματος που βρίσκεται χαμηλά στην κάψα, συχνά ορατό από κάτω. Οι ενήλικες φτάνουν συνήθως τα 40–110 χιλιοστά σε μήκος, με ανθεκτικό, παχύ τοίχωμα. Το στόμα είναι μικρό και ημισεληνοειδές, τοποθετημένο κοντά στο πρόσθιο μέρος του σώματος. Αυτά τα χαρακτηριστικά διαχωρίζουν τον Ετεροβρίσσο από συγγενικά γένη, ιδίως τον Εχινοπνεύστη (Ecinopneustes), ο οποίος έχει κοντύτερα προχείλιο και περιπρωκτικά ανοίγματα πιο περιφερειακά. Απολιθώματα βρίσκονται ευρέως σε θαλάσσια ιζήματα του Μειόκαινου και Πλειόκαινου στην Ευρώπη, αντανακλώντας μια εξελικτική ιστορία σε βαθιά, λασπώδη περιβάλλοντα της υφαλοκρηπίδας."
                                                    ],
                                                    "en": [
                                                        "Heterobrissus is a genus of irregular echinoids (heart urchins) known from the Oligocene to the present. Unlike many burrowing spatangoids, Heterobrissus lacks fascioles and likely lived on the sediment surface rather than within it. It’s distinguished by a long labrum extending toward the third ambulacral plate and an anal opening positioned low on the test, often visible from below. Adults typically reach 40–110 mm in length, with a robust, thick-walled test. The mouth is small and crescent-shaped, positioned near the front of the body. These features separate Heterobrissus from closely related genera, especially Echinopneustes, which has shorter labra and more marginal periprocts. Fossils are widespread in Miocene and Pliocene marine sediments of Europe, reflecting an evolutionary history in deep, muddy shelf environments."
                                                    ],
                                                    "grc": [
                                                        "Ὁ Ἑτεροβρίσσος γένος ἐστὶν ἐχινοδέρμων ἀκανονίστων (καρδιοεχινῶν), φανέν ἀπὸ τοῦ Ὀλιγοκαίνου μέχρι τοῦ νῦν. Οὐχ ὡς τα πολλά τῶν Σπαταγγοειδῶν, οἱ ἐν ταῖς ἴλυσι θάπτονται, ὁ Ἑτεροβρίσσος ταινιοειδεῖς ζώνας οὐ φέρει, ἀλλὰ μᾶλλον ἐπὶ τῆς ἰλύος έπέζη τοῦ βυθοῦ ἀντί ἐντὸς αὐτῆς. Χαρακτηρίζεται διὰ τοῦ μακροῦ προχειλίου, ἥ πρὸς τὴν τρίτην βαδιακρικήν πλάκα ἐκτείνεται, καὶ διὰ τῆς χαμηλοτέρως κειμένης πρωκτικῆς ὀπῆς, ἥτις ἐκ κάτωθεν πολλάκις ὁρᾶσθαι δύναται. Τὸ μέγεθος τῶν τελείων σωμάτων εἰώθει εἶναι ἀπό τεσσαράκοντα μέχρι ἑκατὸν δέκα χιλιοστομέτρων, μετά παχείας και στιβαρῆς κάψας. Τὸ στόμα μικρὸν καὶ μηνισκοειδές ἐστιν, ἐγγὺς τοῦ πρόσθεν μέρους κείμενον. Ταῦτα διακρίνουσιν τὸν Ἑτεροβρίσσον ἀπὸ συγγενῶν γενῶν, ἰδίως ἀπὸ τοῦ Ἐχινοπνεύστου, ὃς προχείλια ἐλάσσονα καὶ περιπρωκτούς μᾶλλον ἀκραίους φέρει. Τὰ ἀπολιθώματα εὐρέως εὑρίσκονται ἐν Εὐρώπῃ, ἐν θαλαττίοις τοῦ Μειοκαίνου καὶ Πλειοκαίνου ἰζήμασι, μαρτυροῦντα ἐξελικτικὴν ἱστορίαν ἐν βαθέσι ἰλυώδεσι τῆς υφαλοκρηπίδος περιβάλλουσι."
                                                    ]
                                                },
                                                "subtaxa": {
                                                    "heterobrissus_montesi": {
                                                        "name": {
                                                            "el": "ετεροβρίσσος ο μοντέσιος",
                                                            "en": "heterobrissus montesi",
                                                            "grc": "ἑτεροβρίσσος ὁ μοντέσιος"
                                                        },
                                                        "rank": "species",
                                                        "extinct": true,
                                                        "description": {
                                                            "el": [
                                                                "Ο Ετεροβρίσσος μοντέσιος είναι ένα μεγάλο σπαταγγοειδές του Μειοκαίνου–Πλειοκαίνου, το οποίο ξεχωρίζει για τη φουσκωμένη, λεπτή του κάψα και τη χαρακτηριστική μορφή των πετάλων του. Φτάνει σε μήκος έως 110 χιλιοστά, αλλά ακόμη και μικρότερα δείγματα (70–80 χιλιοστά) εμφανίζουν τις καθοριστικές αναλογίες του είδους: προφίλ ψηλό και θολωτό, με την κορυφή τοποθετημένη προς τα εμπρός και τα περιθώρια να κατηφορίζουν απότομα. Τα ραχιαία ζεύγη βαδιάκρων έχουν πεταλοειδή μορφή—αποτελούνται από στενές σειρές ζευγών πόρων—αλλά σε αντίθεση με την τυπική μορφή λουλουδιού, είναι ευθύγραμμα, ευθυγραμμισμένα με την επιφάνεια του κελύφους (όχι εμβυθισμένα) και αποκλίνουν έντονα, εκτεινόμενα σχεδόν μέχρι την περίμετρο.",
                                                                "Ο περιπρωκτικός πόρος είναι πλήρως υποπεριφερικός και ανοίγει στην στοματική επιφάνεια προς τα πίσω, εντελώς αόρατος από οπίσθια όψη—πιο κοιλιακά τοποθετημένος σε σύγκριση με άλλους Ετεροβρίσσους όπως ο Ε. ύστριχας. Η κάψα δεν φέρει πρόσθιο αύλακα, δίνοντας στο μετωπικό του περίγραμμα μια ομαλή, αδιάσπαστη καμπύλη, παρά τη συγγένειά του με τα Σπαταγγοειδή. Τα φυματίδια είναι αραιά και ακανόνιστα κατανεμημένα. Τα κύρια φυματίδια είναι διατρητά και οδοντωτά, σχεδιασμένα για τη σύνδεση μυών με μεγάλες άκανθες· τα δευτερεύοντα είναι πολύ μικρότερα και χωρίς εμφανή διαμόρφωση. Ταινιοειδείς ζώνες απουσιάζουν πλήρως.",
                                                                "Ο Ε. μοντέσιος είναι γνωστός από αποθέσεις του Μειοκαίνου στη βόρεια Ιταλία και την Κύπρο, με σπάνιες εμφανίσεις στο Πλειόκαινο (π.χ. Γένοβα), που δείχνουν πως επέζησε της Μεσσήνιας Κρίσης Αλατότητας. Τα απολιθώματα βρίσκονται σταθερά σε βενθικά πηλολιθικά στρώματα μαζί με άλλα βαθύβια εχινοειδή, υποδηλώνοντας έναν τρόπο ζωής πάνω σε μαλακές βαθιές υφαλοκρηπίδες ή σε πρανή. Ξεχωρίζει από τα άλλα είδη του γένους λόγω του μεγάλου μεγέθους, των λεπτών τοιχωμάτων του κελύφους, της πιο κοιλιακά μετατοπισμένης θέσης του περιπρωκτικού και της έντονης απόκλισης των πετάλων—κάνοντάς το ευδιάκριτο στο αρχείο των απολιθωμάτων."
                                                            ],
                                                            "en": [
                                                                "Heterobrissus montesi is a large Miocene–Pliocene spatangoid distinguished by its inflated, thin test, and distinctive petal structure. It reaches up to 110 mm in length, but even smaller specimens (70–80 mm) exhibit the species’ defining proportions: a tall, high-domed profile with the apex anteriorly positioned and margins that slope steeply downward. The aboral paired ambulacra are petaloid in structure—consisting of narrow pore-pair series—but unlike typical flower-like arrangements, they are straight, flush with the test surface (not depressed), and strongly divergent, extending almost to the ambitus.",
                                                                "The periproct is fully inframarginal and opens on the oral surface near the rear, completely hidden in posterior view—more ventrally placed than in other Heterobrissus species like H. hystrix. The test lacks an anterior sulcus, giving the frontal outline a smooth, uninterrupted curve despite its spatangoid affinity. Tubercles are sparse and irregularly distributed. The primary tubercles are perforate and crenulate, typical for muscle attachment in large spines; secondary tubercles are much smaller and not prominently sculptured. Fascioles are entirely absent.",
                                                                "H. montesi is known from Miocene-aged deposits in northern Italy and Cyprus, with rare Pliocene occurrences (e.g. Genova) showing it survived the Messinian Salinity Crisis. Fossils are consistently found in bathyal mudstones alongside other deep-sea echinoids, suggesting a life habit on soft, deep shelf or slope substrates. It differs from other species in the genus by its large size, thin test walls, more ventrally displaced periproct, and pronounced petal divergence—making it readily identifiable in the fossil record."
                                                            ],
                                                            "grc": [
                                                                "Ὁ Ἑτεροβρίσσος ὁ μοντέσιος Σπαταγγοειδές ἐστὶ μέγα τοῦ Μειοκαίνου τε καὶ Πλειοκαίνου, ὃ διακρίνεται σώματι θολωτῷ καὶ λεπτῷ, καὶ πέταλα ἔχει ἰδιόμορφα. Τὸ μῆκος αὐτοῦ εἰς ἑκατὸν καὶ δέκα χιλιοστόμετρα ἀνέρχεται, καὶ μικρότερα δὲ σώματα (ἑβδομήκοντα ἢ ὀγδοήκοντα χιλιοστῶν) τὰς ἀναλογίας τοῦ εἴδους σαφῶς φέρουσιν· τῆς πλαγίας μορφῆς τε το ὑψηλόν και θολωτόν, κορυφήν μᾶλλον πρὸς τὸ πρόσθιον τεθειμένην, καὶ τας παρειάς κατηφόρως ῥέπουσας. Τα ῥαχιαία βαδίακρα πεταλοειδῶς ἐκτείνονται, σειράς φέροντα στενάς ὀπῶν ἐζευγμένων, ἀλλ’ οὐχ ὡς ἀνθός τῷ σχήματι· εὐθέα γάρ, ἐπίπεδα πρὸς τὴν τοῦ σώματος ἐπιφάνειαν καὶ οὐ καθείμενα, σφόδρα δὲ ἀποκλίνοντα καὶ μέχρι τῆς περιφέρειας ἐκτεινόμενα.",
                                                                "Ὁ περιπρωκτός παντελῶς ἐπὶ τῆς στοματικῆς ἐπιφανείας κεῖται, ἐπί τα ὀπίσω ἀναφύεται, και ἐξ ὀπισθίας ὄψεος ἀφανής· μᾶλλον κοιλιακῶς κείμενος ἢ ἐν λοιποῖς Ἑτεροβρίσσοις, οἷον ἐν τῷ λεγομένῳ Ἑ. ὕστριχι. Τοῦ κελύφους ἡ προσθία χώρα οὐκ ἔχει αὔλακα, ἀλλ’ ὁμαλὴ καὶ ἀδιάκοπος φαίνεται, κἄνπερ ἐν τοῖς Σπαταγγοειδέσι λογίζηται. Τα φυμάτια ἀραιά εἰσίν και ἀτάκτως τεταγμένα· τα μὲν πρωτεύοντα τρητά καὶ ὀδοντωτά, τυπικά τῶν μυῶν τοῖς μεγάλοις ἀκάνθαις προσαπτομένων· τα δὲ δευτερεύοντα σμικρότατα καὶ ἀσχημάτιστα. Αἱ δὲ ταινιοειδεῖς ζῶναι παντελῶς ἀπολείπουσιν.",
                                                                "Ὁ Ἑ. μοντέσιος γινώσκεται ἐξ ἀποθέσεων Μειοκαινικῶν ἐν τῇ Ἰταλίᾳ τῇ βορείῳ καὶ Κύπρῳ. Σπανίως δε και ἐκ Πλειοκαινικῶν (οἷον ἐν Γενούᾳ), τῆς τοῦ Μεσσηνίου ἁλμυρᾶς κρίσεως αὐτόν ἐπιζήσαντα δεικνύμενον. Εὑρίσκεται ἐν τοῖς βενθαίοις πηλολίθοις μεθ' ἑτέρων βαθυβίων ἐχινοειδῶν, ὑποδηλοῦντα βίον ἐπὶ μαλακοῖς, βαθείαις ὑφαλοκρηπίσιν ἢ κλιτυροῖς ὑποστρώμασι. Διαφέρει τοῖς λοιποῖς Ἑτεροβρίσσοις τῷ μεγάλῳ μεγέθει, λεπτότητι τοῦ κελύφους, τῷ κατωτέρως κειμένῳ περιπροκτῷ, καὶ τοῖς ἀποκλίνουσι πετάλοις· διὸ εὐμαρῶς ἀναγνωρίζεται ἐν τοῖς ἀπολιθώμασιν."
                                                            ]
                                                        },
                                                        "subtaxa": null
                                                    }
                                                }
                                            }
                                        }
                                    }
                                }
                            }
                        }
                    }
                }
            },
            "mollusca": {
                "name": {
                    "el": "μαλάκια",
                    "en": "mollusca",
                    "grc": "μαλάκια"
                },
                "rank": "phylum",
                "description": {
                    "el": ["Μια μεγάλη και ποικιλόμορφη συνομοταξία ασπόνδυλων ζώων, με πάνω από 100.000 είδη. Τα περισσότερα είναι θαλάσσια, αλλά υπάρχουν και λίγα που ζουν σε γλυκό νερό ή στην ξηρά. Χαρακτηρίζονται από το μαλακό τους σώμα, το οποίο συχνά προστατεύεται από ένα κέλυφος. Περιλαμβάνουν γνωστά ζώα όπως τα σαλιγκάρια, τα μύδια, τα χταπόδια και τα καλαμάρια."],
                    "en": ["A large and diverse phylum of invertebrate animals, with over 100,000 species. Most are marine, but there are also a few that live in fresh water or on land. They are characterized by their soft body, which is often protected by a shell. They include familiar animals such as snails, mussels, octopuses, and squids."],
                    "grc": ["Συνομοταξία μεγίστη και ποικίλη τῶν ἀσπονδύλων ζῴων, ἔχουσα πλέον ἢ δεκάκις μύρια εἴδη. Τα πλεῖστα μεν ἐν θαλάττῃ ζῇ, ἔνια δε καὶ ἐν ὕδατι γλυκεῖ ἢ ἐπὶ τῆς ξηρᾶς. Χαρακτηρίζεται δε ὑπὸ τοῦ μαλακοῦ τοῦ σώματος, ὃ πολλάκις ὑπὸ κελύφους φυλάσσεται. Ἐν ταύτῃ δε εἰσὶ ζῷα γνώριμα, οἷον κοχλίαι, μύες, πολύποδες, σηπίαι τε και τεῦθίδες."]
                },
                "subtaxa": {
                    "gastropoda": {
                        "name": {
                            "el": "γαστρόποδα",
                            "en": "gastropoda",
                            "grc": "γαστρόποδα"
                        },
                        "rank": "class",
                        "description": {
                            "el": [
                                "Η μεγαλύτερη και πιο ποικιλόμορφη τάξη των μαλακίων, με πάνω από 60.000 είδη. Περιλαμβάνει χερσαία, θαλάσσια και γλυκυδρόβια είδη. Χαρακτηρίζονται από το σπειροειδές κέλυφος (σε πολλά είδη), το καλά αναπτυγμένο κεφάλι με αισθητήρια όργανα και το μυώδες πόδι που χρησιμοποιούν για να κινούνται. Τυπικά παραδείγματα είναι τα σαλιγκάρια."
                            ],
                            "en": [
                                "The largest and most diverse class of mollusks, with over 60,000 species. It includes terrestrial, marine, and freshwater species. They are characterized by the spiral shell (in many species), the well-developed head with sensory organs, and the muscular foot they use to move. Typical examples are snails."
                            ],
                            "grc": [
                                "Ἡ μείζων και ποικιλοτέρα τάξις τῶν μαλακίων, ἔχουσα πλέον ἢ 60.000 εἴδη· χερσαῖα, θαλάσσιά τε και γλυκυδρόβια. Γνωρίζονται ὑπό τοῦ σπειροειδοῦς κελύφους (ἐν πολλοῖς εἴδεσι), τῆς καλῶς ἀνεπτυγμένης κεφαλῆς μετ' αἰσθητηρίων ὀργάνων, και τοῦ μυώδους ποδός, ὃν ἐν τῇ κινήσει χρῶνται. Τυπικά παραδείγματά εἰσίν οἱ κοχλίαι."
                            ]
                        },
                        "subtaxa": {
                            "neritimorpha": {
                                "name": {
                                    "el": "νηριτίμορφα",
                                    "en": "neritimorpha",
                                    "grc": "νηριτίμορφα"
                                },
                                "rank": "subclass",
                                "description": {
                                    "el": [
                                        "Συνήθως μικρά, στρογγυλά σαλιγκάρια με σπειροειδές κέλυφος. Διακρίνονται από τη μοναδική, συχνά μαργαριταρένια δομή του κελύφους και μια εξειδικευμένη, οδοντωτή γλώσσα (ράδουλα) που χρησιμοποιούν για να ξεφλουδίζουν τα φύκη. Πολλά ζουν σε θαλάσσια περιβάλλοντα, αλλά κάποια απαντώνται σε γλυκά ή υφάλμηρα νερά."
                                    ],
                                    "en": [
                                        "Mostly small, rounded snails with coiled shells. They're distinguished by their unique, often nacreous (pearly) shell structure and a specialized, toothed tongue (radula) used for scraping algae. Many live in marine environments, but some are found in fresh or brackish water."
                                    ],
                                    "grc": [
                                        "Ὡς ἐπί πολύ μικροί, στρογγυλοὶ κοχλίαι, σπειροειδές κέλυφος ἔχοντες. Ἔχει δε και το κέλυφος αὐτῶν μοναδικήν, πολλάκις μαργαρώδη δομήν· ἕτι ἕνα αὐτῶν γνώρισμα ἐστίν ἡ ἐξειδικευμένη, ὀδοντωτὴ γλῶσσα (καλούμενη ῥάδουλα), ἣν ἐν τῷ ἀποξύεσθαι τῶν φύκων χρῶνται. Πολλά ἐν θαλάσσαις βιοῦσι, ἔνια δε καὶ ἐν γλυκῷ ὕδατι ἢ ὑφαλμύρῳ ζῶσιν."
                                    ]
                                },
                                "subtaxa": {
                                    "neritidae": {
                                        "name": {
                                            "el": "νηριτίδες",
                                            "en": "neritidae",
                                            "grc": "νηριτίδαι"
                                        },
                                        "rank": "family",
                                        "description": {
                                            "el": [
                                                "Οι Νηριτίδες είναι μια οικογένεια μικρών έως μεσαίου μεγέθους σαλιγκαριών που χαρακτηρίζονται από το παχύ, συχνά έντονα χρωματισμένο, στρογγυλό κέλυφος που συχνά είναι διακοσμημένο με γεωμετρικά σχέδια. Διαθέτουν ένα μοναδικό, παχύ, ημικυκλικό επιπωμάτιο από ανθρακικό ασβέστιο. Αυτά τα σαλιγκάρια είναι κυρίως φυτοφάγοι βοσκητές, τρέφονται με φύκια και διάτομα, και βρίσκονται τόσο σε θαλάσσιες παλιρροϊκές ζώνες όσο και, σε ορισμένες περιπτώσεις, σε υφάλμυρα ή γλυκά νερά. Ο συνδυασμός ενός ανθεκτικού, διακοσμημένου κελύφους, ενός ασβεστολιθικού επιπωματίου και της εξειδικευμένης διατροφής και προτίμησης ενδιαιτήματος τους καθιστά μια εύκολα αναγνωρίσιμη οικογένεια σαλιγκαριών."
                                            ],
                                            "en": [
                                                "Neritidae, or nerites, are a family of small to medium-sized snails distinguished by their thick, often brightly colored, rounded shells frequently adorned with geometric patterns. They possess a unique, thick, semicircular or D-shaped operculum made of calcium carbonate. These snails are primarily herbivorous grazers, feeding on algae and diatoms, and are found in both marine intertidal zones and, in some cases, brackish or freshwater environments. Their combination of a robust, patterned shell, a calcareous operculum, and their specialized diet and habitat preference makes them a readily identifiable family of snails."
                                            ],
                                            "grc": [
                                                "Αἱ Νηριτίδαι οἰκογένειά τις ἐστίν σμικρών ἕως μετρίου μεγέθους κοχλιῶν, ὧν το κέλυφος παχύ, στρογγυλόν τε και πολλάκις ἐντόνως κεχρωματισμένον και γεωμετρικοῖς σχεδίοις κεκοσμημένον. Μοναδικόν ἐπιπωμάτιον ἔχουσιν, ὤν ἡμικυκλικόν και παχύ, ἐξ ἀνθρακικοῦ ἀσβεστίου. Οἱ κοχλίαι οὗτοι ὡς ἐπί πολύ φυτοφάγοι βοσκηταί εἰσίν, τρεφόμενοι ἐν φύκοις και διατόμοις, και κατοικοῦσιν ἐν θαλασσίαις παλιρροιακαῖς ζώναις, ἢ ἐν ὑφάλμυροις ἢ γλυκέσι ὕδασι. Ῥᾴδιον ἐστίν αὐτούς γνωρίζειν, διά τοῦ κελύφους το άνθεκτικόν και κεκοσμημένον, το ἀσβεστολιθικὸν ἐπιπωματίδιον, τῆς διατροφήν το ἐξειδικευμένον και τοῦ ἐνδιαιτήματος προτίμησιν."
                                            ]
                                        },
                                        "subtaxa": {
                                            "theodoxus": {
                                                "name": {
                                                    "el": "θεόδοξος",
                                                    "en": "theodoxus",
                                                    "grc": "θεόδοξος"
                                                },
                                                "rank": "genus",
                                                "description": {
                                                    "el": [
                                                        "Το Θεόδοξος είναι ένα γένος μικρών υδρόβιων σαλιγκαριών της οικογένειας των Νηριτιδών. Η εξάπλωση του γένους περιλαμβάνει την Ευρώπη, τη βόρεια Αφρική, και επεκτείνεται ανατολικά μέχρι το νότιο Ιράν. Είναι μοναδικά εντός της οικογένειας των Νηριτιδών καθώς είναι τα μόνα είδη που ζουν σε εύκρατα κλίματα."
                                                    ],
                                                    "en": [
                                                        "Theodoxus is a genus of small water snails of the family Neritidae. The distribution of Theodoxus includes Europe, northern Africa, and extends east to southern Iran. They are unique within the Neritidae family as they are the only species that live in temperate climates."
                                                    ],
                                                    "grc": [
                                                        "Ὁ Θεόδοξος ἐστί γένος σμικρῶν ὑδροβίων κοχλιῶν τῆς τῶν Νηριτιδῶν οἰκογενείας. Ἐξηπλώθησαν δε ἐν τῇ Εὐρώπῃ, τῇ βορείᾳ Ἀφρικῇ, καὶ ἀνατολικῶς ἕως τῆς νοτίου Περσίας. Μόνα εἰσίν ἐν ταῖς Νηριτίδαις διαβιοῦντα ἐν εὐκράτοις κλίμασι."
                                                    ]
                                                },
                                                "subtaxa": {
                                                    "theodoxus_pisiformis": {
                                                        "name": {
                                                            "el": "θεόδοξος ο πισόμορφος",
                                                            "en": "theodoxus pisiformis",
                                                            "grc": "θεόδοξος ὁ πισόμορφος"
                                                        },
                                                        "rank": "species",
                                                        "extinct": true,
                                                        "description": {
                                                            "el": [
                                                                "Ο Θεόδοξος ο πισόμορφος (Theodoxus pisiformis) είναι ένα εξαφανισμένο σαλιγκάρι του γλυκού νερού από την πρώιμη Παλαιογενή περίοδο της Δυτικής Ευρώπης, με χαρακτηριστικό το μικρό, στρογγυλό του κέλυφος—το όνομά του σημαίνει «σε σχήμα μπιζελιού». Το μέγεθός του κυμαίνεται περίπου στα 5–9 χιλιοστά, μικρότερο από των περισσότερων συγγενών ειδών. Σε αντίθεση με άλλους Θεόδοξους που έχουν πεπλατυσμένα ή κωνικά κελύφη με έντονα μοτίβα, ο Θ. πισόμορφος ξεχωρίζει για τη στρογγυλή του μορφή και τις λεπτές ζιγκ-ζαγκ ραβδώσεις. Το εσωτερικό χείλος του στομίου του είναι αξιοσημείωτα λείο, χωρίς τα έντονα «δοντάκια» που χαρακτηρίζουν το γένος. Τα απολιθώματα δείχνουν πως ζούσε σε ποτάμια και λιμνοθαλάσσια περιβάλλοντα, πιθανόν βόσκοντας άλγη σε σκληρές επιφάνειες, όπως κάνουν και τα σημερινά συγγενικά είδη."
                                                            ],
                                                            "en": [
                                                                "Theodoxus pisiformis is an extinct freshwater snail from the early Paleogene of Western Europe, notable for its small, globular shell—reflected in its name, pisiformis, meaning “pea-shaped.” The shell typically measures around 5–9 mm, making it smaller than many of its relatives. Unlike other Theodoxus species with flatter or more conical forms and bold patterns, T. pisiformis is distinguished by its rounded profile and fine, zigzagging stripes. Its inner shell lip is unusually smooth, lacking the prominent teeth common in the genus. Fossils place it in ancient rivers and lagoons, where it likely grazed algae on hard surfaces, much like its modern kin."
                                                            ],
                                                            "grc": [
                                                                "Ὁ Θεόδοξος ὁ πισόμορφος (Theodoxus pisiformis) ἐστὶν ἐκλελοιπώς κοχλίας γλυκύδωρος, διαβιώσας τῷ πρωίμῳ Ἠωκαίνῳ, ἐν τῇ δυτικῇ Εὐρώπῃ. Ὡς δηλοῖ τὄνομα, το κέλυφος τὴν μορφήν ἔχει ὡσεί πίσον, μικρὰν καὶ στρογγύλην, ὡς περί 5–9 χιλιοστῶν. Διαφέρει δὲ τῶν λοιπῶν Θεοδόξων τούτῳ, ὅτι οὔτε πλατεῖα οὔτε κωνοειδῆ κελύφη ἔχει, ἀλλά και τον διάκοσμον ἀπλούστερον· ἔστιν δε γραμμῶν λεπτῶν τε καὶ ὀδοντοτῶν, ἀλληλοεμπλεκομένων. Και το κοῖλον τῆς στομίδος λεῖον ἐστίν, ἄνευ τῶν ὀδόντων οἳ ἐπὶ τῶν συγγενῶν συνήθως εὑρίσκονται. Κατά το ἀρχεῖον τῶν ἀπολιθωμάτων ἐν ποταμοῖς καὶ λιμναίοις τόποις εὑρίσκεται, ὡς βόσκειν αὐτόν εἰκάζεται τὰς φυκώδεις ἐπιφανείας καθάπερ τα ζῶντα συγγενή εἴδη."
                                                            ]
                                                        },
                                                        "subtaxa": null
                                                    }
                                                }
                                            }
                                        }
                                    }
                                }
                            },
                            "caenogastropoda": {
                                "name": {
                                    "el": "καινογαστρόποδα",
                                    "en": "caenogastropoda",
                                    "grc": "καινογαστρόποδα"
                                },
                                "rank": "subclass",
                                "description": {
                                    "el": [
                                        "Τα Καινογαστρόποδα είναι μια μεγάλη ομάδα σαλιγκαριών με εξελιγμένη ανατομία. Σε αντίθεση με άλλα γαστρόποδα, έχουν συνήθως έναν μόνο καρδιακό κόλπο, ένα κτενίδιο (βράγχιο) και έναν σίφωνα για να ανιχνεύουν λεία ή χημικά σήματα στο νερό. Πολλοί είναι θηρευτές, εξοπλισμένοι με προβοσκίδα και τροποποιημένη ράδουλα για διάτρηση. Η συστροφή του σώματός τους είναι πιο έντονη, και το νευρικό τους σύστημα παρουσιάζει κάποια ασυμμετρία. Ζουν σε θαλάσσια και γλυκά νερά, αλλά και σε κάποιους χερσαίους βιότοπους· αποτελούν μια από τις πιο ποικιλόμορφες και επιτυχημένες εξελικτικά ομάδες γαστροπόδων."
                                    ],
                                    "en": [
                                        "Caenogastropoda are a major group of snails known for their advanced anatomy. Unlike other gastropods, they typically possess a single auricle (heart chamber), one ctenidium (gill), and a siphon used to detect prey or waterborne cues. Many are predators, equipped with a proboscis and a radula modified for drilling or piercing. Their torsion is often more pronounced, and their nervous system shows a degree of asymmetry. Found in marine, freshwater, and even some terrestrial habitats, they represent one of the most diverse and evolutionarily successful lineages of gastropods."
                                    ],
                                    "grc": [
                                        "Τα Καινογαστρόποδα εἰσὶ γένος μέγα κοχλιῶν, ἀνατομικῶς τετελειωμένον ὄν διαφέρον. Οὗτοι γὰρ, οὐχ ὡς τα ἄλλα γαστρόποδα, ἕνα μόνον καρδιακὸν κόλπον ἔχουσι καὶ ἕν κτενίδιον (βράγχιον) καὶ σίφωνα τινὰ, δι’ οὗ τὰ θηράματα ἢ τὰ ἐν ὕδατι σημεῖα ἀνιχνεύουσιν. Πολλοὶ δὲ τῶνδε θηρευταί εἰσιν, ἔχοντες προβοσκίδα καὶ ῥάδυλαν ἐξειργασμένην πρὸς διακόρευσιν. Ἡ δὲ στροφή αὐτῶν ἐστὶν ἐπισημοτέρα, καὶ τὸ νευρικὸν σύστημα ἀσυμμετρίαν τινὰ δηλοῖ. Εὑρίσκονται δὲ ἐν θαλάττῃ, ἐν γλυκέσι ὕδασι τε καὶ ἐν τῇ ξηρᾷ· οὕτως γένος εἰσὶν ἐπιτυχέστατον καὶ πολυειδέστατον τῶν γαστροποδῶν."
                                    ]
                                },
                                "subtaxa": {
                                    "turritellidae": {
                                        "name": {
                                            "el": "τουρριτελλίδες",
                                            "en": "turritellidae",
                                            "grc": "τουρριτελλίδαι"
                                        },
                                        "rank": "family",
                                        "description": {
                                            "el": [
                                                "Οι Τουρριτελλίδες, ή «κοχλιοειδή κελύφη», είναι μια οικογένεια θαλάσσιων γαστρόποδων με χαρακτηριστικά ψηλά, ελικοειδή κελύφη. Σε αντίθεση με τα περισσότερα Καινογαστρόποδα, που είναι κυρίως θηρευτές ή βοσκητές, τρέφονται φιλτράροντας σωματίδια από το νερό με τριχίδια. Ζουν σε θαλάσσια ιζήματα σε όλο τον κόσμο και έχουν πλούσιο απολιθωματικό αρχείο από την Κρητιδική περίοδο. Το σχήμα και η διατροφή τους τις καθιστούν μοναδικές μεταξύ των γαστρόποδων."
                                            ],
                                            "en": [
                                                "Turritellidae, or turret shells, are a family of marine gastropods known for their tall, tightly coiled shells that resemble small screws. Unlike most Caenogastropoda, which are often predators or grazers, turritellids are suspension feeders, filtering particles from water using cilia. Found worldwide in marine sediments, they have an extensive fossil record dating back to the Early Cretaceous. Their unique shell shape and feeding strategy set them apart from other gastropods."
                                            ],
                                            "grc": [
                                                "Αἱ Τουρριτελλίδαι εἰσίν οἰκογένεια θαλαττίων γαστροπόδων, γνωριζόμενη ἐκ τῶν ὑψηλῶν καὶ σπειροειδῶν κελύφων, οἷα κοχλίαι μικροί. Ἐναντίως τῶν πλειόνων Καινογαστροπόδων, οἵτινες θηρευταί ἢ βοσκηταί εἰσίν, αἱ Τουρριτελλίδαι διὰ τῆς ῥοῆς τῶν ὑδάτων θριξιδίοις τὰς τροφὰς διυλίζουσιν. Εὑρίσκονται καθ᾿ ἅπαντα τὰ πελάγη, ἐν ταῖς ἰλύσιν κατοικοῦντες· παλαιότατα ἔχουσιν ἀπολιθώματα, ἀπὸ τοῦ Κρητιδικοῦ χρόνου. Τὸ εἶδος τοῦ κελύφους καὶ ὁ δίαιτός των αὐτοὺς ἀπέχει τῶν ἄλλων γαστροπόδων."
                                            ]
                                        },
                                        "subtaxa": {}
                                    }
                                }
                            },
                            "heterobranchia": {
                                "name": {
                                    "el": "ετεροβράγχια",
                                    "en": "heterobranchia",
                                    "grc": "ἑτεροβράγχια"
                                },
                                "rank": "subclass",
                                "description": {
                                    "el": [
                                        "Τα Ετεροβράγχια είναι μια ιδιαίτερα ποικιλόμορφη υφομοταξία των γαστροπόδων μαλακίων, που περιλαμβάνει κυρίως ζώα με μορφή σαλιγκαριού. Ξεχωρίζουν από τα υπόλοιπα μαλάκια λόγω της συμμετρίας που συχνά παρουσιάζουν (λόγω αποστροφής), αναπνέουν με πνεύμονες ή δευτερογενή βράγχια και δεν διαθέτουν επιπωματίδιο. Τα περισσότερα είναι ερμαφρόδιτα και έχουν ιδιαίτερα εξελιγμένα νευρικά και αναπαραγωγικά συστήματα. Συγκαταλέγονται μεταξύ των πλέον εξελιγμένων γαστροπόδων, χάρη στην προσαρμοστικότητά τους σε ποικίλες μορφές και περιβάλλοντα."
                                    ],
                                    "en": [
                                        "Heterobranchia is a diverse subclass of gastropod mollusks that includes sea slugs, nudibranchs, and land snails. Unlike other gastropods, heterobranchs often exhibit symmetry (due to detorsion), lack an operculum, and have varied respiratory systems—including lungs or secondary gills. Most are hermaphroditic and show highly modified nervous and reproductive systems. Their evolutionary adaptability has led to a wide range of body forms and habitats, distinguishing them as one of the most derived groups within Gastropoda."
                                    ],
                                    "grc": [
                                        "Τὰ Ἑτεροβράγχια ὑφομοταξία τίς ἐστι τῶν γαστροπόδων μαλακίων ποικιλωτάτη, τὰ πλεῖστα ζῷα ὡς κοχλίας περιέχουσα. Διαφέρουσι δὲ τῶν λοιπῶν μαλακίων τῷ πολλάκις τὴν ἀναστροφὴν ἀποβαλεῖν καὶ τὴν τοῦ σώματος συμμετρίαν ἀνακτᾶν, πνεύμοσιν ἢ δευτερεύουσι βραγχίοις ἀναπνέουσιν, ἐπιπωμάτιον δὲ οὐκ ἔχουσιν. Οἱ πλεῖστοι αὐτῶν ἑρμαφρόδιτοι εἰσίν, νευρικοῖς τε καὶ γεννητικοῖς ὀργάνοις διακεκριμένοι. Εἰς τοὺς πλέον ἐξελιγμένους τῶν Γαστροπόδων ἀριθμοῦνται, διὰ τὴν ἐξελικτικῶς προσηρμοσμένην μορφῶν καὶ βιότοπων ποικιλίαν."
                                    ]
                                },
                                "subtaxa": {
                                    "cavoliniidae": {
                                        "name": {
                                            "el": "καβολινίδες",
                                            "en": "cavoliniidae",
                                            "grc": "καβολινίδαι"
                                        },
                                        "rank": "family",
                                        "description": {
                                            "el": [
                                                "Οι Καβολινίδες είναι μια οικογένεια μικρών, θαλασσίων γαστροπόδων μαλακίων, που ανήκει στην τάξη των Θηκοσωμάτων. Τα ζώα αυτής της οικογένειας χαρακτηρίζονται από μικρά και πλωτά σώματα, με λεπτό και διαφανές κέλυφος που είναι συμμετρικό, συχνά παίρνοντας σχήμα πτέρυγας ή σκάφης. Διαφέρουν από τα υπόλοιπα γαστρόποδα, καθώς δεν ζουν στον βυθό, αλλά είναι εντελώς πλωτά και ζουν στον ελεύθερο θαλάσσιο χώρο. Διαθέτουν πλευρικά πτερύγια που τους επιτρέπουν να κινούνται μέσα στο νερό. Τρέφονται φιλτράροντας φυτοπλαγκτόν με βλεννώδη δίχτυα. Είναι σημαντικά για τις θαλάσσιες τροφικές αλυσίδες και για τον κύκλο του άνθρακα στη θάλασσα."
                                            ],
                                            "en": [
                                                "Cavoliniidae is a family of small, pelagic gastropod mollusks within the order Thecosomata, commonly known as \\\"sea butterflies.\\\" Members of this family are characterized by their thin, transparent, and bilaterally symmetrical shells, which often resemble delicate wings or boat-like structures. Unlike most gastropods, Cavoliniids are fully planktonic and adapted to life in the open ocean, using wing-like lateral parapodia for swimming. Their shells may be straight, coiled, or flask-shaped, depending on the genus. Cavoliniids are filter feeders, capturing phytoplankton with mucous nets. These gastropods are notable for their holoplanktonic lifestyle, having lost benthic stages entirely, and play a significant ecological role in marine food webs and carbon cycling."
                                            ],
                                            "grc": [
                                                "Αἱ Καβολινίδαι οἰκογένεια ἐστὶ μαλακίων γαστροπόδων θαλαττίων, ἐν τοῖς Θηκοσώμασι ἀριθμούμενη, ὧν τὰ σώματα μικρὰ καὶ πλωτὰ εἰσίν. Τὸ ὄστρακον αὐτῶν λεπτόν ἐστι καὶ διαφανές, ἀμφοτέρως συμμετρὸν, πολλάκις δὲ πτερύγιον ἢ σκάφης εἶδος ἐμφανίζει. Τοῖς ἄλλοις γαστροπόδοις διαφέρουσιν, ὅτι οὐκ ἐπὶ βυθοῦ ζῶσιν, ἀλλ’ ἐν μέσῳ τοῦ πελάγους, ἐντελῶς πλωτὰ γεγενημένα. Πτερύγια πλευρικὰ ἔχουσιν, οἷς διὰ τοῦ ὕδατος κινεῖσθαι δύνανται. Τὴν τροφὴν δὲ λαμβάνουσι διὰ δικτυωτῶν βλεννῶν, φῦκος αἰχμαλωτίζοντες. Καὶ τὸ ζῆν αὐτῶν οὐκ ἔχει στάδια βενθεῖα, ἀλλ’ ἐκ γενετῆς πλωτὰ παραμένουσι. Σπουδαῖον μέρος ἐν τοῖς θαλαττίοις τροφικαῖς ἀλύσεσι καὶ τῇ τοῦ ἀνθρακοῦ κυκλήσει ἔχουσι."
                                            ]
                                        },
                                        "subtaxa": {
                                            "diacria": {
                                                "name": {
                                                    "el": "διακρία",
                                                    "en": "diacria",
                                                    "grc": "διακρία"
                                                },
                                                "rank": "genus",
                                                "description": {
                                                    "el": [
                                                        "Η Διακρία είναι ένα γένος μικρών ολοπλαγκτονικών θαλάσσιων γαστροπόδων — γνωστά κοινώς ως «θαλάσσιες πεταλούδες» — που απαντώνται σε θερμές και εύκρατες θάλασσες παγκοσμίως. Το απολιθωμένο τους αρχείο φθάνει σε ηλικία τα 7 εκατομμύρια έτη, από το ύστερο Μειόκαινο. Τα είδη του γένους Διακρία ξεχωρίζουν από τα λεπτά, διμερώς συμμετρικά κελύφη τους, τα οποία είναι φτιαγμένα από αραγωνίτη και παρουσιάζουν είτε συμπαγή, στρογγυλεμένη μορφή είτε περισσότερο επιμήκη, αγκαθωτή διάπλαση. Ένα ιδιαίτερο χαρακτηριστικό του γένους είναι η διατήρηση του εμβρυακού κελύφους, ή πρωτοκόγχης, στην κορυφή του ενήλικου ατόμου καθ’ όλη τη διάρκεια της ζωής του — κάτι που διαφέρει από πολλά συγγενικά γένη της οικογένειας των Καβολινιδών.",
                                                        "Αυτοί οι οργανισμοί τρέφονται εκκρίνοντας ένα βλεννώδες δίχτυ για να παγιδεύσουν μικροπλαγκτόν από το περιβάλλον τους και κινούνται με πτερύγια που μοιάζουν με φτερά, τα παραπόδια. Όπως και πολλοί άλλοι πλαγκτονικοί οργανισμοί, η Διακρία πραγματοποιεί ημερήσια κάθετη μετανάστευση: ανεβαίνει προς την επιφάνεια της θάλασσας τη νύχτα για τροφοληψία και κατεβαίνει κατά τη διάρκεια της ημέρας για να αποφύγει τους οπτικούς θηρευτές. Αναπαραγωγικά, το γένος παρουσιάζει πρωτανδρικό ερμαφροδιτισμό: τα άτομα λειτουργούν αρχικά ως αρσενικά και στη συνέχεια μεταβαίνουν στη θηλυκή φάση, μια στρατηγική που ίσως αυξάνει την αναπαραγωγική επιτυχία σε αραιούς πελαγικούς πληθυσμούς.",
                                                        "Οικολογικά, η Διακρία αποτελεί θήραμα για διάφορα είδη ψαριών, θαλασσοπουλιών και θαλάσσιων θηλαστικών. Τα εύθραυστα, ασβεστολιθικά κελύφη τους συμβάλλουν επίσης στον ωκεάνιο κύκλο του άνθρακα, καθώς, μετά τον θάνατο, βυθίζονται στον πυθμένα μεταφέροντας άνθρακα σε μορφή ανθρακικού ασβεστίου. Ωστόσο, η ίδια αυτή σύνθεση του κελύφους τα καθιστά ιδιαίτερα ευάλωτα στην όξυνση των ωκεανών. Παρατηρήσεις διάλυσης των κελυφών σε ζωντανούς πληθυσμούς καθιστούν τη Διακρία σημαντική ενδεικτική ομάδα για την παρακολούθηση των επιπτώσεων της κλιματικής αλλαγής στα θαλάσσια οικοσυστήματα."
                                                    ],
                                                    "en": [
                                                        "Diacria is a genus of small holoplanktonic marine gastropods—commonly referred to as sea butterflies—found in warm and temperate oceans across the globe. Their fossil record extends back over 7 million years to the late Miocene. Diacria species are recognized by their thin, bilaterally symmetrical shells made of aragonite, which come in either compact, rounded forms or more elongate, spiny morphologies. A distinguishing feature of the genus is the retention of the larval shell, or protoconch, at the apex throughout life, unlike many related genera in the family Cavoliniidae.",
                                                        "These animals feed by secreting a mucous web to capture microplankton from the surrounding water and use wing-like parapodia for locomotion. Like many planktonic organisms, Diacria undertakes diel vertical migration, ascending toward the ocean surface at night to feed and descending during the day to avoid visual predators. Reproductively, the genus exhibits protandric hermaphroditism: individuals function first as males before transitioning to the female phase later in life, a strategy that may increase reproductive success in sparse pelagic populations.",
                                                        "Ecologically, Diacria serves as prey for a variety of fish, seabirds, and marine mammals. Their fragile, calcareous shells also contribute to oceanic carbon cycling, sinking to the seafloor after death and transporting carbon in the form of calcium carbonate. However, this same shell composition renders them particularly vulnerable to ocean acidification. Observations of shell dissolution in living populations make Diacria an important indicator group for monitoring the effects of climate change on marine ecosystems."
                                                    ],
                                                    "grc": [
                                                        "Ἡ Διακρία γένος ἐστὶ μικρῶν θαλαττίων γαστροπόδων ὁλοπλαγκτονικῶν, κοινῶς «θαλάσσιαι ψυχαί» καλούμενα. Ἐν τοῖς θερμοῖς καὶ εὐκράτοις ὠκεανοῖς καθ’ ὅλην τὴν γῆν εὑρίσκονται. Ἔχει δὲ καὶ μνήμην ἀπολιθωμάτων, ἣ εἰς τὸ ὀψίμιον Μειόκαινον ἀνατρέχει, πλείω ἢ ἑπτὰ ἐκατομμύρια ἔτη. Τὰ τῆς Διακρίας εἴδη γνωρίζεται ἀπό τῶν λεπτῶν καὶ διμερῶς συμμετρικῶν αὐτῶν κελυφῶν, ἐξ ἀραγωνίτου πεποιημένα, ἅμεν ἢ εύπαγή καὶ στρογγύλα εἰσὶν ἢδε μᾶλλον ἐπιμήκη τε καὶ ἀκανθώδη. Ἐξαίρετον δέ τι τοῦ γένους γνώρισμα ἐστὶ τὸ φέρειν διὰ παντὸς τοῦ βίου ἐν τῷ κορυφαίῳ μέρει τὸ ἐμβρυακόν κέλυφος, την πρωτοκόγχην, οὐχ ὡς τὰ συγγενῆ γένη ἐν τῇ τῶν Καβολινιδῶν οἰκογενείᾳ.",
                                                        "Ταῦτα τὰ ζῷα τρέφονται διὰ βλεννώδους τινός ἐκκρινομένου δικτύου, ᾧ τὸ μικροπλαγκτὸν ἐκ τοῦ περιέχοντος ὕδατος θηρεύουσιν· κινοῦνται δὲ πτερομόρφοις τισίν παραποδίοις. Καθάπερ δὲ καὶ τὰ πλεῖστα πλαγκτονικά ζῷα, αἱ Διακρίαι μετέχουσιν τῆς καθ’ ἡμέραν κατακορύφου μεταβάσεως· νυκτί μὲν ἐς τὴν ἐπιφάνειαν ἀνέρχονται εἰς βρῶσιν, ἡμέρας δὲ τῷ βάθει καταδύονται τῶν ὁρατικῶν θηρευτῶν φεύγειν. Περὶ τὴν γένεσιν, τὸ γένος τοῦτο ἑρμαφρόδιτον φύσιν ἐπιδείκνυσιν πρωτανδρικήν· πρῶτον μὲν ὡς ἄρρενες διάγουσι, εἶτα δὲ εἰς τὸ θῆλυ μεθίστανται, ὡς εὐδοκιμώτερον τάχα εἶναι ἐν ταῖς ἀραιαῖς τοῦ πελάγους συνοικίαις.",
                                                        "Οἰκολογικῶς ἡ Διακρία θήραμα ἐστίν ἰχθύσι καὶ πετεινοῖς θλασσίοις καὶ κήτεσιν. Τα δὲ εὐθραυστα αύτῶν κελύφη, ἐξ ἀσβεστολίθου συνιστάμενα, τῷ τοῦ ἄνθρακος θαλασσίῳ κύκλῳ συντελοῦσιν· αὐτῶν γαρ ἀποθανόντων βυθίζονται, καὶ τὸν ἄνθρακα ὡς ἀσβέστιον ἀνθρακικόν τῷ πυθμένει φέρουσιν. Ἀλλ’ αὕτη αὐτὴ ἡ τῶν κελυφῶν σύστασις ποιεῖ αὐτὰ εὐάλωτα τῇ τῆς θαλάσσης οξύτητι. Ἡ δὲ παρατήρησις τῆς ἐν ζωῇ φθορᾶς τῶν κελύφων ποιεῖ τὴν Διακρίαν σημαντικὸν τεκμήριον εἰς παρακολούθησιν τῶν ἐκ τῆς μεταβολῆς τοῦ κλίματος ἐπιφερομένων εἰς τὰ θαλάσσια συστήματα."
                                                    ]
                                                },
                                                "subtaxa": {
                                                    "diacria_trispinosa": {
                                                        "name": {
                                                            "el": "διακρία η τριάκανθος",
                                                            "en": "diacria trispinosa",
                                                            "grc": "διακρία ἡ τριάκανθος"
                                                        },
                                                        "rank": "species",
                                                        "description": {
                                                            "el": [
                                                                "Η Διακρία η τριάκανθος (Diacria trispinosa) διακρίνεται από το έντονα ραχαιοκοιλιακά συμπιεσμένο, διμερώς συμμετρικό της κέλυφος, το οποίο φέρει μια μακριά οπίσθια άκανθα και δύο πλάγιες άκανθες κάθετες προς τον επιμήκη άξονα του κελύφους. Η κοιλιακή πλευρά του κελύφους παρουσιάζει μια έντονη κεντρική πτυχή, πλαισιωμένη από δύο λεπτότερες, ενώ η ραχιαία πλευρά φέρει πέντε επιμήκεις πτυχές. Το κέλυφος είναι γενικά διαφανές, με καστανόχρωμη σκίαση που συγκεντρώνεται συχνά στο χείλος του στομίου και σε πιο παχιές περιοχές όπως οι πλευρικές πτυχές και οι άκρες των ραχιαίων πτυχών. Τα ενήλικα κελύφη φθάνουν συνήθως σε μήκος περίπου 6 χιλιοστά.",
                                                                "Η Δ. τριάκανθος διαθέτει απολιθωματικό αρχείο που εκτείνεται από το ύστερο Μειόκαινο (πριν από ~7 εκατομμύρια έτη) έως και το παρόν, γεγονός που την καθιστά ένα από τα πιο διαχρονικά είδη του γένους. Έχει ευρεία σύγχρονη κατανομή στα τροπικά και υποτροπικά ύδατα όλων των μεγάλων ωκεανικών λεκανών—συμπεριλαμβανομένου του Ατλαντικού, του Ινδο-Ειρηνικού και τμημάτων της Μεσογείου—και έτσι θεωρείται από τα πιο διαδεδομένα είδη του γένους των Διακριών.",
                                                                "Όπως και άλλοι πλαγκτονικοί οργανισμοί, η Δ. τριάκανθος επιτελεί ημερήσια κάθετη μετανάστευση: ανεβαίνει κοντά στην επιφάνεια τη νύχτα για να τραφεί και καταδύεται στη μεσοπελαγική ζώνη κατά τη διάρκεια της ημέρας, πιθανότατα για να αποφύγει τους οπτικούς θηρευτές. Η μετανάστευση αυτή φθάνει σε μεγαλύτερα βάθη την ημέρα σε σύγκριση με ορισμένα συγγενικά είδη, όπως η Διακρία η μεγάλη (Diacria major), υποδεικνύοντας μια διακριτή οικολογική θέση μέσα στο γένος."
                                                            ],
                                                            "en": [
                                                                "Diacria trispinosa is uniquely characterized by its strongly dorso-ventrally compressed, bilaterally symmetrical shell, featuring a long posterior spine and two lateral spines that are perpendicular to the shell’s longitudinal axis. The ventral side of the shell exhibits a prominent central rib flanked by two narrower lateral ribs, while the dorsal side bears five longitudinal ribs. The shell is generally transparent, with chestnut-brown pigmentation often concentrated along the aperture rim and on thicker areas such as the lateral ribs and the tops of dorsal ridges. Adult shells typically reach ~6 mm in length.",
                                                                "D. trispinosa has a fossil record extending from the Late Miocene (~7 million years ago) to the present, making it one of the most enduring species in the genus. It has a wide modern distribution across tropical and subtropical waters of all major ocean basins—including the Atlantic, Indo-Pacific, and parts of the Mediterranean—making it one of the most cosmopolitan Diacria species.",
                                                                "Like other planktonic organisms, D. trispinosa exhibits a diel vertical migration pattern: individuals ascend to near-surface waters at night to feed and descend into the mesopelagic zone during the day, presumably to avoid visually hunting predators. This migration reaches deeper daytime depths than in some closely related species, such as D. major, and reflects a distinct ecological niche within the genus."
                                                            ],
                                                            "grc": [
                                                                "Ἡ Διακρία ἡ τριάκανθος ἴδιον ἔχει κελύφους σχῆμα, διμερῶς συμμετρικόν τε και κοιλιοραχιαίως πεπλατυσμένον, μετ' ἀκάνθης μὲν ὀπίσω μακρᾶς, δύο δὲ μικροτέρων πλαγίων, καθέτως ἀμφοτέρῳ τοῦ κελύφους ἐπιμήκους ἄξονος ἐκτεινομέναι. Τῇ γαστρικῇ ὄψει φαίνεται κατά μῆκος ἐν τῷ μέσω πτύγμα ἐπιφανές, ἑκατέρᾳ δε αὐτοῦ πλευρᾷ ἄλλο λεπτότερον ἔχει· ἐν δὲ τῷ νώτῳ πέντε εἰσὶν πτύγματα ἐπιμήκη. Τὸ κέλυφος διαφανές ἐστιν ἐπὶ πολὺ, χρόαν δὲ ἐρυθροκαστανῆ ἔχει κατὰ τὸ χεῖλος τοῦ στομίου καὶ ἐπὶ τοῖς παχυτέροις τόποις, οἷον τοῖς πλαγίοις πτύγμασι καὶ τοῖς τῶν νωτιαίων πτυγμάτων ἄκροις. Τα δε ἐνήλικα κελύφη ὡς περί ἓξ χιλιοστομέτρων το μέγεθος ἔχουσιν.",
                                                                "Ἡ Δ. τριάκανθος τοῖς ἀπολιθώμασι μαρτυρεῖται ἀπὸ τοῦ ὀψίμου Μειόκαινου, τουτέστιν ὡς ἀπό ἕπτάκις ἑκατομμυρίων ἐτῶν, μέχρι τοῦ νῦν· ὥστε ἐστὶ τῶν ἐν τῷ γένει μακροβιωτάτη. νῦν οὖν εὑρίσκεται ἐν ταῖς θερμαῖς τε καὶ ὑποθερμαῖς θαλάσσαις πάντων τῶν μεγάλων ὠκεανῶν, ἐν τῷ τε Ἀτλαντικῷ καὶ Ἰνδοειρηνικῷ καὶ μερικοῖς τοῖς τῆς Μεσογείου τόποις· ὥστε οἰκουμενικωτάτη τῶν Διακριῶν ἐστίν.",
                                                                "Ὡς δὲ καὶ τὰ ἄλλα τῶν πλαγκτονικῶν ζῴων, οὕτως καὶ ἡ Δ. τριάκανθος ἐπιτελεῖ τὴν καθ’ ἡμέραν καὶ νύκτα μετανάστευσιν καθέτως· τῆς γὰρ νυκτὸς ἐπιπολῆς ἀναδύεται τοῦ τρέφεσθαι, ἡμέρας δὲ κατέρχεται τῷ μεσοπελαγικῷ βάθει ὡς ἀποφεύγουσα τοὺς ὁρατικούς θηρευτάς. Τοῦτο βαθύτερον ποιεῖ ἢ πολλά συγγενῆ εἴδη, ὡς ἡ Διακρία ἡ μεγάλη (Diacria major), ἰδίαν οἰκολογικὴν θέσιν ἐν τῷ γένει δεικνύουσα."
                                                            ]
                                                        },
                                                        "subtaxa": null
                                                    }
                                                }
                                            }
                                        }
                                    }
                                }
                            }
                        }
                    },
                    "bivalvia": {
                        "name": {
                            "el": "δίθυρα",
                            "en": "bivalvia",
                            "grc": "δίθυρα"
                        },
                        "rank": "class",
                        "description": {
                            "el": [
                                "Τα Δίθυρα είναι μαλάκια με δίπτυχο κέλυφος που αρθρώνεται στην ράχη, και το οποίο κρατούν κλειστό με ισχυρούς μυες. Δεν έχουν κεφαλή ούτε σιαγόνες, αλλά προσλαμβάνουν την τροφή τους φιλτράροντας νερό μέσω ειδικών σωλήνων. Πολλά θάβονται στον πυθμένα, άλλα προσκολλώνται σε βράχους. Ορισμένα, όπως τα χτένια, μπορούν να κινηθούν εκτοξεύοντας νερό. Μερικά παράγουν και μαργαριτάρια μέσα στο κέλυφός τους."
                            ],
                            "en": [
                                "Bivalves are mollusks distinguished by a two-part shell joined at the back and closed by strong muscles. They lack a head and jaws, drawing in water through special siphons to obtain food. Many bury themselves in the sea floor, while others attach to rocks. Some, like scallops, can swim by forcefully expelling water. Certain species also produce pearls within their shells."
                            ],
                            "grc": [
                                "Τα Δίθυρα διαφέρουσι τῶν ἄλλων μαλακίων πρώτως τῷ διπτύχῳ κελύφει, ὃ ἀρθροῦται κατὰ ῥάχιν καὶ κλείεται δι’ ἰσχυρῶν μυῶν. Κεφαλὴν οὐκ ἔχουσι, οὐδὲ γνάθους, ἀλλὰ τροφὴν προσδέχονται διὰ ῥεύματος ὕδατος, ὃ εἰσέρχεται καὶ ἐξέρχεται διὰ σωλήνων ἰδίων. Πολλοὶ δύνανται θάπτειν ἑαυτοὺς ἐν τῷ πυθμένι, ἄλλοι δὲ προσκολλῶνται ἐπὶ πετρῶν. Τινὲς δε, ὡς οἱ κτένες, δύνανται κινήσεως, ῥίπτοντες ὕδωρ καὶ πηδῶντες. Ἔνιοι καὶ μαργαρίτας ἐν τῷ κελύφει γεννῶσι."
                            ]
                        },
                        "subtaxa": {
                            "autobranchia": {
                                "name": {
                                    "el": "αυτοβράγχια",
                                    "en": "autobranchia",
                                    "grc": "αὐτοβράγχια"
                                },
                                "rank": "subclass",
                                "description": {
                                    "el": [
                                        "Τα Αυτοβράγχια είναι πιο εξελιγμένος κλάδος των διθύρων, διαφέροντας από τα Πρωτοβράγχια κυρίως στα βράγχια. Τα βράγχια τους είναι διευρυμένα και εξειδικευμένα, χρησιμεύοντας τόσο στην αναπνοή όσο και στη συλλογή τροφής από το ρεύμα του νερού. Διαθέτουν επίσης εισπνευστικό και εκπνευστικό σωλήνα, που λείπουν στα Πρωτοβράγχια. Τα Αυτοβράγχια περιλαμβάνουν γνωστά είδη όπως μύδια, χτένια και στρείδια."
                                    ],
                                    "en": [
                                        "Autobranchia are a more derived group of bivalves, differing from Protobranchia mainly in their gills. Their gills are enlarged and specialized, serving both for breathing and for capturing food from the water current. They possess inhalant and exhalant siphons, which Protobranchs lack. This group includes familiar forms such as mussels, scallops, and oysters."
                                    ],
                                    "grc": [
                                        "Τὰ Αὐτοβράγχια εἰσὶ νεώτερος κλάδος τῶν διθύρων, διαφέροντα τῶν Πρωτοβραγχίων κυρίως τοῖς βραγχίοις. Ταῦτα εἰσὶ διευρυμένα καὶ τετελειωμένα, χρῆσιν ἔχοντα καὶ πρὸς ἀναπνοὴν καὶ πρὸς τροφῆς συλλογήν ἐκ ῥεύματος. Πρὸς το ἀναπνέειν ἔχουσι σωλῆνας ὕδατος, οὓς τὰ Πρωτοβράγχια οὐκ ἔχει. Τὰ Αὐτοβράγχια περιλαμβάνει γνωστὰ γένη ὡς μύες, κτένες, καὶ ὄστρεα."
                                    ]
                                },
                                "subtaxa": {
                                    "ostreida": {
                                        "name": {
                                            "el": "οστρείδια",
                                            "en": "ostreida",
                                            "grc": "ὀστρείδια"
                                        },
                                        "rank": "clade",
                                        "description": {
                                            "el": [
                                                "Τα Οστρείδια, είναι ένας κλάδος στατικών δίθυρων που περιλαμβάνει τα «αληθινά» στρείδια, τα οποία ορίζονται από μια σειρά ιδιαίτερων προσαρμογών σε έναν μόνιμα προσκολλημένο τρόπο ζωής. Εξελίχθηκαν κατά την Πρώιμη Ιουρασική περίοδο και χαρακτηρίζονται από ακανόνιστα, συχνά ανισοβαλβικά κελύφη που είναι προσκολλημένα σε σκληρά υποστρώματα, σε αντίθεση με πολλά άλλα δίθυρα που παραμένουν κινητικά ή χρησιμοποιούν βυσσοειδή νήματα για προσκόλληση. Τα Οστρείδια είναι μονομυϊκά: διαθέτουν μόνο έναν οπίσθιο προσαγωγό μυ, με τον πρόσθιο μυ εντελώς απολεσθέντα, ένα ασυνήθιστο χαρακτηριστικό μεταξύ των δίθυρων. Τα κελύφη τους είναι συνήθως ασβεστιτικά, κάτι που συμβάλλει στην εξαιρετική απολίθωσή τους. Παρότι μοιάζουν επιφανειακά με άλλα προσκολλώμενα δίθυρα όπως τα μαργαριτοφόρα στρείδια (Pinctada), ανήκουν σε διαφορετικές εξελικτικές γραμμές και διαφέρουν στη διάταξη των μυών και στη δομή του αρθρώματος. Τα Οστρείδια είναι οικολογικά σημαντικοί διηθητές, συχνά σχηματίζοντας πυκνούς υφάλους ή συστάδες σε ρηχά θαλάσσια και εκβολικά περιβάλλοντα."
                                            ],
                                            "en": [
                                                "Ostreida is a clade of sessile bivalves that includes the \\\"true\\\" oysters, defined by a suite of distinctive adaptations to a permanently attached lifestyle. Evolving by the Early Jurassic, members of this group are characterized by irregular, often inequivalve shells that are cemented to hard substrates, unlike many other bivalves which remain mobile or use byssal threads. Ostreids are monomyarian: they possess only a single, posterior adductor muscle, with the anterior muscle entirely lost; an unusual trait among bivalves. Their shells are typically calcitic, contributing to excellent fossil preservation. While they share superficial resemblance to other cementing bivalves like pearl oysters (Pinctada), these belong to separate lineages and differ in muscle arrangement and hinge structure. Ostreids are ecologically significant filter feeders, often forming dense reefs or beds in shallow marine and estuarine environments."
                                            ],
                                            "grc": [
                                                "Τα Ὀστρείδια κλάδος ἐστὶ διθύρων ἀκινήτων, ὧν εἰσὶν τα «ἀληθῆ» ὄστρεα, διὰ σημεῖα τινὰ ἰδιόρρυθμα γνωριζόμενα, ὡς τὸν βίον προσκεκολλημένον ἀεί φέρειν. Ἐκ τῆς Ἰουρασικῆς ἀρχῆς ἀναφανέντες, ἐπισημαίνονται τοῖς κελύφεσιν ἀνωμάλοις καὶ πολλάκις ἀνίσοις, ἅ πρὸς στερρὰ σώματα προσκολλῶνται· οὐχ ὥσπερ οἱ πολλοὶ τῶν διθύρων, οἵτε ἢ κινοῦνται ἔτι ἢ νήμασι βυσσοειδέσιν προσέχονται. Μονομυϊκά δὲ τα Ὀστρείδια καλοῦσιν· μόνον γὰρ μῦν τὸν ὀπίσω ἔχουσιν, τὸν δὲ πρόσθεν παντελῶς ἀπωλωλέκασι· σπάνιον τοῦτο τοῖς τοιούτοις. Τα δε κελύφη αὐτῶν ἐκ τοῦ ἀσβεστολίθου συνίστανται, διὸ καὶ καλῶς ἐν τῇ γῇ σώζονται. Καίπερ δὲ τοῖς μαργαριτοφόροις ὀστρέοις μαργαρίταις (Πιγκτάδᾳ) προσομοιάζοντες, ἑτέρας γε εἰσὶ φυλῆς καὶ διαφέρουσι τῇ τε τοῦ μυός τάξει καὶ τῇ τῆς ἀρθρώσεως μορφῇ. Τα Ὀστρείδια δὲ διηθητές μείζονες εἰσίν τῇ οἰκολογία, πολλάκις δὲ ὑφάλους ἢ κοῖτας πυκνὰς ἐν ρηχαῖς θαλάσσαις τε καὶ ποταμῶν ἐκβολαῖς ἀποτελοῦσιν."
                                            ]
                                        },
                                        "subtaxa": {
                                            "gryphaea": {
                                                "name": {
                                                    "el": "γρυφαία",
                                                    "en": "gryphaea",
                                                    "grc": "γρυφαία"
                                                },
                                                "rank": "genus",
                                                "extinct": true,
                                                "description": {
                                                    "el": [
                                                        "Η Γρυφαία είναι ένα εξαφανισμένο γένος στρειδιών, κοινό σε θαλάσσια ιζήματα της Ιουρασικής και πρώιμης Κρητιδικής περιόδου. Είναι γνωστή για τα παχιά, έντονα καμπυλωτά κελύφη της· η αριστερή βαλβίδα ήταν μεγάλη και καμπυλωτή, ενώ η δεξιά ήταν πιο επίπεδη και λειτουργούσε σαν πώμα. Αυτό το ιδιαίτερο σχήμα βοηθούσε στην αγκύρωση στον μαλακό, λασπώδη πυθμένα της θάλασσας.",
                                                        "Ήταν στατικοί διηθηματοφάγοι οργανισμοί, παρόμοιοι με τα σύγχρονα στρείδια, και συχνά σχημάτιζαν πυκνούς πληθυσμούς. Σε σύγκριση με άλλα στρείδια, ξεχωρίζουν για την ακραία ασυμμετρία και καμπυλότητα του κελύφους τους. Η ασυνήθιστη εμφάνισή τους τους χάρισε το παρατσούκλι «Νύχια του Διαβόλου» και τα καθιστά χρήσιμα ως απολιθώματα-δείκτες."
                                                    ],
                                                    "en": [
                                                        "Gryphaea is an extinct genus of oysters, common in Jurassic and Early Cretaceous marine deposits. Known for their thick, strongly curved shells, Gryphaea had a large, coiled left valve and a flatter right valve that acted as a lid. This distinct shape helped anchor them in soft, muddy seafloors.",
                                                        "They were sedentary suspension feeders, similar to modern oysters, and often formed dense populations known as “Gryphaea beds.” Compared to other oysters, they are notable for their extreme shell asymmetry and curvature. Their unusual appearance has earned them the nickname \\\"Devil’s Toenails\\\" and made them useful as index fossils."
                                                    ],
                                                    "grc": [
                                                        "Ἡ Γρυφαία γένος ἐστὶν ὀστρέων ἀπολωλότων, ἐν θαλαττίοις ἱζήμασιν τῆς Ἰουρασικῆς καὶ πρωίμης Κρητιδικῆς περιόδου συχνῶς εὑρισκομένων. Ἐπιφανεῖς εἰσὶ διὰ τὰ παχέα καὶ σφόδρα καμπτόμενα κελύφη· τὴν μὲν ἀριστερὰν βαλβίδα μεγάλην καὶ ἑλιγμένην, τὴν δὲ δεξιὰν ἐπίπεδον καὶ ὥσπερ ἐπικάλυμμα ἔχουσιν. Ἐκ τούτου εὐσταθεῖς ἐγίγνοντο ἐν τοῖς ἠπίοις καὶ λασπώδεσι πυθμένοις.",
                                                        "Ἤσαν ἀκίνηται διηθητικῶς τρεφόμεναι, ὥσπερ τὰ νῦν ὄστρεα, καὶ πολλάκις ὡς πυκνοὶ ὄχλοι συνεποιοῦντο. Πρὸς τοῖς ἄλλοις ὀστρέοις διαφέρουσιν ἐν τῇ ἀσυμμετρίᾳ καὶ ἐπικαμπύλῃ τῶν κελυφῶν. Διὰ δὲ τὸ ἀτοπώτατον τῆς ὄψεως, «ὄνυχες τοῦ διαβόλου» ἐκλήθησαν, καὶ τοῖς γνώσταις ὡς σημεῖα χρόνου χρήσιμα γεγόνασιν."
                                                    ]
                                                },
                                                "subtaxa": {}
                                            }
                                        }
                                    },
                                    "veneridae": {
                                        "name": {
                                            "el": "βενερίδες",
                                            "en": "veneridae",
                                            "grc": "βενερίδαι"
                                        },
                                        "rank": "family",
                                        "description": {
                                            "el": [
                                                "Οι Βενερίδες είναι οικογένεια θαλάσσιων διθύρων μαλακίων με στρογγυλά, συχνά διακοσμημένα όστρακα με ακτινωτά ή ομόκεντρα σχέδια. Ξεχωρίζουν από άλλα Αυτοβράγχια λόγω του πολύπλοκου αρθρωτού τους συστήματος, με πολλαπλά δόντια. Διαθέτουν διπλούς σίφωνες, επιτρέποντάς τους να ζουν θαμμένες στο ίζημα και να φιλτράρουν τροφή από το νερό. Πολλά είδη είναι εδώδιμα και συλλέγονται ευρέως προς κατανάλωση. Τα διακοσμημένα τους κελύφη και ο υπόγειος τους βίος τις καθιστούν τόσο αισθητικά όσο και οικολογικά αξιοσημείωτες."
                                            ],
                                            "en": [
                                                "Veneridae (venus clams) are a large family of marine bivalves known for their rounded, often radially and concentrically ornamented shells. Distinct from other Autobranchia, they have a complex hinge with interlocking teeth and paired siphons, letting them live buried in sediment while filtering food from the water. Many are edible and widely harvested. Their decorative shells and burrowing lifestyle make them both ecologically and visually notable."
                                            ],
                                            "grc": [
                                                "Αἱ Βενερίδαι εἰσὶ γένος μαλακίων θαλαττίων διθύρων, εὐρέως γνωστὸν διὰ τα στρογγυλά κελύφη, ἐνίοτε κόσμῳ ἀκτινωτῷ καὶ ὁμοκέντρῳ κεκοσμημένα. Διαφέρουσι τῶν ἄλλων Αὐτοβραγχίων διὰ τῆς ἀρθρώσεως το πολύπλοκον, ὀδόντας ἔχουσα τε ἀλληλοαρμόζοντας, οἷς καὶ τὰ κέλυφη συναρμόζει. Σιφώνων τε ἔχουσι ζεύγος, ὡς κατ' ἰλύος ὑποστρώματα κεκρυμμένοι ζῆν, τὸ θρεπτικὸν ἐξ ὕδατος διυλίζουσαι. Πολλάκις παρ' ἀνθρώπων τροφῆς ἕνεκα συλλέγονται. Κατ' ἄμφω οἰκολογικῶς, ἐν μεν βίῳ θαπτικῷ, και αἰσθητικῶς, ἐν κελύφει δε κεκοσμημένῳ, ἐξέχουσι."
                                            ]
                                        },
                                        "subtaxa": {
                                            "venus": {
                                                "name": {
                                                    "el": "βένος",
                                                    "en": "venus",
                                                    "grc": "βένος"
                                                },
                                                "rank": "genus",
                                                "description": {
                                                    "el": [
                                                        "Η Βένος είναι ένα γένος θαλάσσιων δίθυρων της οικογένειας των Βενεριδών, γνωστό για τα παχιά, στρογγυλά και συχνά όμορφα διακοσμημένα κελύφη του. Ζει σε αμμώδεις παράκτιες περιοχές σε όλο τον κόσμο, κυρίως σε θερμές και εύκρατες ζώνες. Ξεχωρίζει για τα δυνατά αρθρωτικά οδοντώματα, τις βαθείς παραϋμενικές κοιλότητες και τον βενθικό τρόπο ζωής του. Σε αντίθεση με άλλα μέλη της οικογένειας, τα είδη Βένου παρουσιάζουν συχνά γυαλιστερές επιφάνειες και περίτεχνα σχέδια. Το γένος έχει μακρά παρουσία στο απολιθωματικό αρχείο, ήδη από την Κρητιδική περίοδο."
                                                    ],
                                                    "en": [
                                                        "Venus is a genus of marine bivalves in the Veneridae family, known for their thick, rounded, and often beautifully patterned shells. They are found in sandy coastal waters worldwide, especially in warm and temperate regions. Τhey are distinguished by strong hinge teeth, deep pallial sinuses, and a burrowing lifestyle. Unlike other Veneridae, Venus species often display glossy finishes and intricate markings. The genus has a long fossil record dating back to the Cretaceous."
                                                    ],
                                                    "grc": [
                                                        "Ἡ Βένος γένος ἐστὶν ὀστρέων θαλασσίων τῆς οἰκογένειας τῶν Βενεριδῶν, γνωριζόμενον διὰ τα παχέα, στρογγύλα, πολλάκις καὶ καλῶς κεκοσμημένα ὄστρεα. Ἐν ταῖς ἀμμώδεσι θαλάσσιαις ἀκταῖς παντός τοῦ κόσμου εὑρίσκονται, μάλιστα δὲ ἐν θερμοῖς καὶ εὔκρατοις τόποις. Διαφέρεται δὲ ἡ Βένος τῆς ἀρθρώσεως τους ὀδόντας ἰσχυρούς ἔχουσα, και βαθέων κολπωμάτων παραϋμενικῶν, καὶ τοῦ ὑποθαπτομένου βίου. Ἀντὶ τῶν ἄλλων Βενεριδῶν, τὰ τῆς Βένου ὀστρέα στίλβειν πολλάκις καὶ ποικίλως κεκόσμησθαι εἰώθασιν. Ἔχει δὲ μακρὰν ἀπολιθωματικήν ἱστορίαν, οὖσα ἀπὸ χρόνων Κρητιδικῶν."
                                                    ]
                                                },
                                                "subtaxa": {}
                                            }
                                        }
                                    }
                                }
                            }
                        }
                    },
                    "cephalopoda": {
                        "name": {
                            "el": "κεφαλόποδα",
                            "en": "cephalopoda",
                            "grc": "κεφαλόποδα"
                        },
                        "rank": "class",
                        "description": {
                            "el": [
                                "Τα Κεφαλόποδα είναι γένος θαλασσίων μαλακίων, με πολυάριθμους βραχίονες γύρω από το κεφάλι, στους οποίους υπάρχουν πολυάριθμες βεντούζες. Το κέλυφός τους δεν είναι εξωτερικά εμφανές· άλλοτε βρίσκεται εσωτερικά, άλλοτε λείπει εντελώς. Δεν κινούνται με πόδια, αλλά με πίδακα νερού, και μπορούν να αλλάζουν το χρώμα τους κατά περίσταση. Βλέπουν εξαιρετικά καλά και έχουν σύνθετο νου. Είναι πλωτοί θηρευτές, που διαφέρουν από τα λοιπά μαλάκια τόσο ως προς τη μορφή όσο και ως προς τη συμπεριφορά."
                            ],
                            "en": [
                                "Cephalopods are a class of marine mollusks, with numerous arms surrounding the head, each bearing adhesive suckers. Their shell is not outwardly visible; sometimes it is internal, sometimes entirely absent. They do not move with feet, but by means of a jet of water, and they change their color as needed. They have excellent vision and possess a complex mind. They are free-swimming predators, distinct from other mollusks in both form and behavior."
                            ],
                            "grc": [
                                "Τα Κεφαλόποδα ὁμοταξία μαλακίων θαλασσίων εἰσίν, βραχίοσι πολλοῖς περικεφαλαίῳ, οἷς κοτύλαι κολλητικαί προσφύονται. Ὄστρακον δὲ οὐκ ἔχουσιν ἔξωθεν, ἀλλ’ ἐνίοτε ἐντός ὀστράκου ἢ ὅλως ἄφαντον. Μη ποσίν, ἀλλά πίδακι ὕδατος κινοῦνται, καὶ χρῶμα μεταβάλλουσιν ὡς ἀνάγκη. Δεινῶς δὲ ὀρῶσι καὶ σύνθετον νοῦν ἔχουσιν. Θηρευταὶ εἰσὶ πλωτοί, διαφέροντες τῶν λοιπῶν μαλακίων ταῖς μορφαῖς καὶ τοῖς ἤθεσιν."
                            ]
                        },
                        "subtaxa": {
                            "orthoceratoidea": {
                                "name": {
                                    "el": "ορθοκερατοειδή",
                                    "en": "orthoceratoidea",
                                    "grc": "ὀρθοκερατοειδῆ"
                                },
                                "rank": "clade",
                                "description": {
                                    "el": [
                                        "Τα Ορθοκερατοειδή είναι ένας κλάδος κεφαλόποδων που εμφανίστηκε κατά την Ορδοβίκια περίοδο και χαρακτηρίζεται από ευθύγραμμα, θαλαμοειδή κελύφη και ένα κεντρικό ή υποκεντρικό σιφώνιο. Παραδοσιακά θεωρούνταν εξαφανισμένα και περιορισμένα σε παλαιοζωικά είδη όπως τα Ορθοκερίδια, αλλά νεώτερες κλαδιστικές αναλύσεις δείχνουν ότι τα Ορθοκερατοειδή περιλαμβάνουν τους προγόνους τόσο των Αμμωνοειδών όσο και των Κολεοειδών. Ως εκ τούτου, εδώ αντιμετωπίζονται ως κλάδος με ζωντανούς απογόνους. Τα Ορθοκερατοειδή περιλαμβάνουν ποικίλα παλαιοζωικά είδη, όπως τα Ορθοκερίδια και τα Ψευδορθοκερίδια, που ήταν κυρίαρχοι νηκτοί θηρευτές. Τα απολιθώματά τους είναι ιδιαίτερα κοινά σε θαλάσσια πετρώματα από την Ορδοβίκια έως τη Δεβόνια περίοδο."
                                    ],
                                    "en": [
                                        "Orthoceratoidea is a clade of cephalopods that originated in the Ordovician and are characterized by straight, chambered shells and a central or subcentral siphuncle. Traditionally considered extinct and limited to Paleozoic forms like Orthocerida, more recent cladistic analyses show that Orthoceratoidea includes the ancestors of both Ammonoidea and Coleoidea. As such, it is treated here as a clade with extant descendants. Orthoceratoidea includes diverse Paleozoic forms such as orthocerids and pseudorthocerids, which were dominant nektonic predators. Their fossils are especially common in Ordovician to Devonian marine rocks."
                                    ],
                                    "grc": [
                                        "Τα Ὀρθοκερατοειδῆ κλάδος ἐστὶ κεφαλοπόδων, ὃ ἐνεφάνη ἐν τῷ Ὀρδοβικίῳ, καὶ ἐπισημαίνεται διὰ κελύφη εὐθεῖα καὶ θαλάμους ἔχοντα, και σιφώνιον τε κεντρικόν ἢ ὑποκεντρικόν. Παλαιὸν δὲ δόγμα ἐνόμιζεν αὐτὰ ἐκλελοιπότα καὶ μόνως ἐν τοῖς Παλαιοζωϊκοῖς εἴδεσιν ὑπάρχειν, οἷον τοῖς Ὀρθοκεριδίοις· νῦν δὲ διὰ νεωτέρων ἀναλύσεων τῆς συγγενείας δεικνύεται ὅτι τὰ Ὀρθοκερατοειδῆ περιλαμβάνουσι τοὺς προγόνους τε καὶ τῶν Ἀμμονιτοειδῶν καὶ τῶν Κολεοειδῶν. Διὸ νῦν ὦδε ὡς κλάδος θεωρεῖται, ἔχων ἀπόγονους ἔτι ζῶντας. Ἐν τούτοις περιλαμβάνονται πολλὰ καὶ ποικίλα εἴδη Παλαιοζωϊκὰ, οἷον τα Ὀρθοκερίδια καὶ τα Ψευδορθοκερίδια, οἳ κυρίαρχοι ἦσαν ὡς νηκτοί θηρευταί, ὧν τα ἀπολιθώματα συχνῶς εὑρίσκονται ἐν τοῖς θαλαττίοις λίθοις ἀπὸ τοῦ Ὀρδοβικίου μέχρι τοῦ Δεβονίου."
                                    ]
                                },
                                "subtaxa": {
                                    "coleoidea": {
                                        "name": {
                                            "el": "κολεοειδή",
                                            "en": "coleoidea",
                                            "grc": "κολεοειδῆ"
                                        },
                                        "rank": "subclass",
                                        "description": {
                                            "el": [
                                                "Τα Κολεοειδή διαφέρουν από τον Ναυτίλο και άλλους τύπους κεφαλοπόδων. Φέρουν εσωτερικό ή καθόλου όστρακο, επιτρέποντας έτσι εύπλαστο και ευκίνητο σώμα. Διαθέτουν οκτώ ή δέκα βραχίονες, οι οποίοι στις περισσότερες περιπτώσεις δεν έχουν σχέση με βενθικό τρόπο ζωής. Δεν κινούνται με πόδια, αλλά με πίδακα νερού, και μπορούν να αλλάζουν χρώμα και σχήμα γρήγορα. Χειρίζονται φως και σκιά με εξαιρετική δεξιότητα, παράγοντας εσωτερικό φως σε ορισμένες περιπτώσεις. Διαθέτουν εκπληκτική νοημοσύνη και μνήμη, υπερέχοντας όλων των άλλων ασπόνδυλων. Είναι ικανοί θηρευτές, ειδικοί στην παραλλαγή και στην απόκρυψη."
                                            ],
                                            "en": [
                                                "The Coleoidea differ from the nautilus and other types of cephalopods. They possess an internal shell or no shell at all, allowing for a flexible and agile body. They have eight or ten arms, most of which are freed from a benthic lifestyle. They do not move with feet, but use jet propulsion, rapidly changing color and shape. They manipulate light and shadow with exceptional skill, sometimes generating internal light. They exhibit remarkable intelligence and memory, surpassing all other invertebrates. They are skilled hunters, masters of camouflage and adaptation."
                                            ],
                                            "grc": [
                                                "Τὰ Κολεοειδῆ τῷ Ναυτίλῳ καὶ τοῖς ἄλλοις κεφαλοπόδοις διαφέροντα φαίνονται· ὄστρακον γὰρ ἐντὸς φέρουσιν ἢ παντελῶς ἀποβεβλήκασιν, ὥστε σῶμα εὔπλαστον καὶ εὐκίνητον ἔχειν. Ὀκτὼ ἢ δέκα βραχίονας ἔχουσιν, ὡς ἐπί πλείστῳ μεν βενθικοῦ βίου ἀπολελυμένους· μὴ ποσίν ἀλλὰ πίδακι ὕδατος κινοῦνται, καὶ χρῶμα καὶ σχῆμα ταχέως μεταμορφοῦν. Φῶς καὶ σκιὰν σοφῶς χρῶνται, και φῶτα ἐνίοτε ἔνδον γεννῶντα. Τῇ νοήσει καὶ τῇ μνήμει φανερῶς ἐπιδεικνύουσι, παντῶν τῶν ἀσπονδύλων προέχοντα. Θηρευταὶ ὀξεῖς καὶ παραλλαγῇ ἐπιτήδειοι."
                                            ]
                                        },
                                        "subtaxa": {
                                            "argonautidae": {
                                                "name": {
                                                    "el": "αργοναυτίδες",
                                                    "en": "argonautidae",
                                                    "grc": "ἀργοναυτίδαι"
                                                },
                                                "rank": "family",
                                                "description": {
                                                    "el": [
                                                        "Οι Αργοναυτίδες είναι οικογένεια οκτωπόδων που διακρίνεται από την ικανότητα του θηλυκού να παράγει ένα λεπτό, ελικοειδές, εξωτερικό ωοφόρο κέλυφος, μοναδικό εντός των κεφαλοπόδων. Τα αρσενικά είναι πολύ μικρότερα και δεν διαθέτουν κέλυφος. Οι Αργοναυτίδες ζουν στον ανοιχτό ωκεανό και όχι στον βυθό. Διαθέτουν έντονο φυλετικό διμορφισμό, με τα θηλυκά να είναι πολύ μεγαλύτερα. Κατά την αναπαραγωγή, το αρσενικό χρησιμοποιεί έναν εξειδικευμένο βραχίονα για να μεταφέρει το σπέρμα στο θηλυκό, το οποίο μεταφέρει τα γονιμοποιημένα αυγά στο κέλυφος μέχρι να εκκολαφθούν. Αυτά τα χαρακτηρηστικά τα ξεχωρίζουν από άλλα Οκτάποδα."
                                                    ],
                                                    "en": [
                                                        "The Argonautidae is a family of octopods within the order Octopoda, known for their unique external shell, which is produced only by the females. This thin, coiled, and fragile shell serves as a protective structure and is absent in males, who are significantly smaller and lack a shell entirely. This distinguishing feature sets them apart from other cephalopods in the order Coleoidea, such as squids and most octopuses, which either have internal shells or no shell at all. Argonauts are pelagic, meaning they live in open water rather than on the seafloor, and are commonly found in warm, tropical oceans. They also exhibit marked sexual dimorphism, with females being much larger than males. Reproductively, the male uses a specialized arm to transfer sperm into the female’s mantle cavity, after which the female carries fertilized eggs in her shell until they hatch."
                                                    ],
                                                    "grc": [
                                                        "Αἱ Ἀργοναυτίδαι ἐστὶν οἰκογένεια ὀκτωπόδων ὧν το γνώρισμα το παρά τῶν θηλυκῶν ποιούμενον ἴδιον ἔξωθεν κοῖλον και ὠοφόρον κέλυφος, μοναδικόν ἐν τοῖς κεφαλόποδοις. Τἀρσενικά δε ακελύφη και μάλα εἰσὶν ἐλαχιστώτερα τῇ ἠλικίᾳ. Αἱ Ἀργοναύτίδαι βίον πελαγικόν, ἦτοι τῷ τῆς θαλάσσης πλάτει, διάγουσι, καὶ οὐχ ἐν τῷ βένθει. Ἐν τοῖς γεννήμασι το ἄρρεν ἴδιον βραχίονα χρῆται ἵνα τὸ σπέρμα τῷ θήλει ἀποδίδωσι, ἣ δὲ τὰ ὠά αποδίδει ἐν τῷ ἑαυτῆς κελύφει μέχρι τῆς ἐκκολάψεως."
                                                    ]
                                                },
                                                "subtaxa": {}
                                            }
                                        }
                                    }
                                }
                            }
                        }
                    }
                }
            },
            "arthropoda": {
                "name": {
                    "el": "αρθρόποδα",
                    "en": "arthropoda",
                    "grc": "ἀρθρόποδα"
                },
                "rank": "phylum",
                "description": {
                    "el": [
                        "Τα αρθρόποδα αποτελούν το μεγαλύτερο κλάδο των ζώων, με καταγωγή από τις αρχές της Καμβρίου περιόδου και διαφοροποίηση σε μια ευρεία ποικιλία θαλάσσιων, χερσαίων και μορφών του γλυκού νερού. Τα ενώνει ένα σύνολο χαρακτηριστικών γνωρισμάτων: σώμα με διαχωρισμένα  εξειδικευμένα τμήματα (ταγμάτα), αρθρωτά άκρα, και ένας εξωτερικός χιτινώδης σκελετός, ο οποίος αποβάλλεται περιοδικά μέσω της εκδύσεως. Το νευρικό τους σύστημα περιλαμβάνει έναν ραχιαίο εγκέφαλο και δύο κοιλιακές νευρικές χορδές, και τα περισσότερα φέρουν σύνθετους οφθαλμούς ή οκέλλια.",
                        "Η ομάδα περιλαμβάνει τους εξαφανισμένους τριλοβίτες καθώς και τέσσερις μεγάλες ζούσες κατηγορίες: τα Χηλικέρατα (όπως οι αράχνες και τα πεταλόμορφα καβούρια), τα Μυριάποδα (όπως σαρανταποδαρούσες), τα Καρκινοειδή (καβούρια, γαρίδες) και τα Εξαπόδα (έντομα). Τα αρθρόποδα διαφέρουν από συγγενείς όπως οι Δακτυλιοσκώληκες λόγω των αρθρωτών άκρων και της σκληρής επιδερμίδας τους, και από άλλα Εκδυσόζωα όπως τα Ονυχοφόρα, λόγω της έντονης ταγμώσεως και του άκαμπτου εξωσκελετού τους. Το απολιθωμένο τους αρχείο εκτείνεται σε διάστημα άνω των 500 εκατομμυρίων ετών και περιλαμβάνει τόσο πρώιμες όσο και εξελιγμένες μορφές του κλάδου, καταδεικνύοντας το βάθος και την ποικιλία της εξελικτικής του ιστορίας."
                    ],
                    "en": [
                        "Arthropods form the largest clade of animals, originating in the early Cambrian and diversifying into a wide array of marine, terrestrial, and freshwater forms. They are united by a suite of defining traits: a segmented body plan with specialized tagmata, jointed appendages, and a chitinous exoskeleton that is periodically shed through ecdysis. Their nervous system features a dorsal brain and paired ventral nerve cords, and most possess compound eyes or ocelli.",
                        "The group includes extinct trilobites as well as four major extant clades: Chelicerata (spiders, horseshoe crabs), Myriapoda (millipedes, centipedes), Crustacea (crabs, shrimp), and Hexapoda (insects). Arthropods differ from close relatives like annelids by having articulated limbs and a hardened cuticle, and from other ecdysozoans such as onychophorans by their pronounced tagmosis and rigid exoskeleton. Their fossil record spans over 500 million years and preserves both stem and crown group representatives, illustrating the deep and varied evolutionary history of the clade."
                    ],
                    "grc": [
                        "Τα Ἀρθρόποδα τον μέιστον τῶν ζῴων κλάδον συνιστῶσιν, ἀρχόμενα ἐν τοῖς πρώτοις τοῦ Καμβρίου χρόνοις, καὶ εἰς ποικίλας μορφὰς θαλασσίας, χερσαίας, καὶ λιμναίας διακρινόμενα. Κοινὰ δὲ πάντα ταῦτα ἔχουσιν: σῶμα διῃρημένον εἰς μέρη τεταγμένα (ταγμάτα), μέλη ἀρθρωτά, καὶ ἐκ χιτίνης ἔξωθεν ἐπικάλυψιν, ἣν ἐκδύονται καιροῖς ταγμένοις (ἐκδύσει). Νευρικόν δὲ σύστημα ἔχουσιν ἐγκέφαλον ὕπερθεν καὶ δύο χορδὰς νευρικάς ὑπὸ τὸ σῶμα παρειμένας· οἱ πλεῖστοι δὲ ὀφθαλμοὺς σύνθετους ἢ οκέλλια φέρουσιν.",
                        "Τὰ τοιαῦτα περιλαμβάνει καὶ τοὺς τεθνεῶτας Τριλοβίτας, καὶ τέτταρας μεγάλους κλάδους ἔτι ζῶντας: τα Χηλικέρατα (οἷον ἀράχναι και καρκῖνοι πεταλόμορφοι), τα Μυριάποδα (πολύποδες), τα Καρκινοειδῆ (καρκῖνοι, καρῖδες), καὶ τα ἑξάποδα (ἔντομα). Διαφέρονται δὲ τῶν συγγενῶν Δακτυλιοσκωλήκων τοῖς μέλεσιν ἀρθρωτοῖς καὶ τῇ ἐπιδερμίδι πεπηγυίᾳ, ὥσπερ καὶ τῶν ἄλλων Ἐκδυσόζωων οἷον τῶν Ὀνυχοφόρων τῇ σαφῶς διακεκριμένῃ ταγμώσει καὶ τῷ ἀκάμπτῳ ἐξωσκελετῷ. Ἡ ἀπολιθωμένη τούτων μνήμη πλέον ἢ πεντακοσίων χιλιάδων ἐτῶν ἐκτείνεται, καὶ ἄμφῳ τοὺς πρόδρομους καὶ τοὺς ἀπόγονους περιέχει, δηλοῦσα τὴν βαθεῖαν καὶ ποικίλην τοῦ κλάδου ἐξέλιξιν."
                    ]
                },
                "subtaxa": {
                    "trilobita": {
                        "name": {
                            "el": "τριλοβίτες",
                            "en": "trilobita",
                            "grc": "τριλοβίτες"
                        },
                        "rank": "class",
                        "extinct": true,
                        "description": {
                            "el": [
                                "Οι Τριλοβίτες είναι ένας εξαφανισμένος κλάδος θαλάσσιων αρθροπόδων, γνωστός από τις αρχές του Καμβρίου έως το τέλος του Περμίου. Χαρακτηρίζονται από έναν τριλοβικό ραχιαίο εξωσκελετό (έναν αξονικό και δύο πλευρικούς λοβούς), που χωρίζεται σε κεφαλή, θώρακα και πυγίδιο. Ο ασβεστοποιημένος χιτώνας τους και τα ανεπτυγμένα σύνθετα μάτια τους, συχνά με φακούς από ασβεστίτη, τους ξεχωρίζουν από τα υπόλοιπα αρθρόποδα. Σε αντίθεση με τα Γναθούχα (Mandibulata), οι τριλοβίτες δεν είχαν διαμορφωμένες σιαγόνες και διέθεταν δικλαδωτά άκρα (τα οποία σπανίως διατηρούνται). Ήταν αποκλειστικά θαλάσσιοι οργανισμοί και κατείχαν ποικίλους οικολογικούς ρόλους, από βενθικοί έρποντες έως κολυμβητές, με πολλούς να έχουν την ικανότητα να τυλίγονται σαν μπάλα για άμυνα. Τα πολυάριθμα απολιθώματά τους τους καθιστούν βασικούς δείκτες στη στρωματογραφία του Παλαιοζωικού."
                            ],
                            "en": [
                                "Trilobites are an extinct clade of marine arthropods known from the Early Cambrian to the end-Permian. They are defined by a three-lobed dorsal exoskeleton (one axial and two pleural lobes), segmented into cephalon, thorax, and pygidium. Their calcified cuticle and well-developed compound eyes, often with calcite lenses, set them apart from other arthropods. Unlike mandibulates, trilobites lacked differentiated jaws and had biramous limbs (seldom preserved). They were exclusively marine and occupied diverse ecological roles, from benthic crawlers to swimmers, with many capable of enrolling like a ball for defense. Their abundant fossils make them key markers in Paleozoic stratigraphy."
                            ],
                            "grc": [
                                "Οἱ Τριλοβίτες εἰσι κλάδος θαλαττίων ἀρθροπόδων ἀπολωλότων, γνωριζόμενοι ἀπὸ τοῦ πρωίμου Καμβρίου μέχρι τοῦ τέλους τοῦ Περμίου. Ὁρίζονται ὑπὸ τοῦ τρίλοβου ραχιαίου ἐξωσκελετοῦ (μεθ' ἑνός ἀξονικοῦ και δύο πλευρικῶν λοβῶν), διῃρημένου εἰς κεφαλήν, θώρακα, καὶ πυγίδιον. Ὁ ἠσβεστολιθωμένος τούτων χιτὼν καὶ οἱ καλῶς πεπλασμένοι σύνθετοι ὀφθαλμοί, πολλάκις ἐξ ἀσβεστίτη, διαφέρουσι τούτους τῶν ἄλλων ἀρθροπόδων. Ἀντὶ δὲ σιαγόνων, ὡς τοῖς Γναθούχοις (Mandibulata), οὐκ εἶχον διακεκριμένα στόματα, ἀλλ᾽ ἔχαιρον δικλάδοις σκέλεσιν (σπάνιως διασῳζομένοις). Μόνον ἐν θαλάττῃ ᾤκουν, καὶ ἔχαιρον ἐν ποικίλαις οἰκολογικαῖς θέσεσιν, ἀπὸ τοῦ ἐρπυστικοῦ βενθικοῦ βίου μέχρι τοῦ κολυμβητικοῦ, πολλοὶ δὲ καὶ ὡς σφαίρα ἐκυλίοντο πρὸς ἄμυναν. Ἐπεὶ δὲ πολυάριθμα εὑρίσκονται ἀπολιθωμένα, ὑπάρχουσι σημεῖα κυριώτατα ἐν ταῖς Παλαιοζωϊκαῖς στρωματογραφίαις."
                            ]
                        },
                        "subtaxa": {
                            "phacopida": {
                                "name": {
                                    "el": "φακόπιδα",
                                    "en": "phacopida",
                                    "grc": "φακόπιδα"
                                },
                                "rank": "order",
                                "extinct": true,
                                "description": {
                                    "el": [
                                        "Τα Φακόπιδα είναι μια εξαφανισμένη τάξη τριλοβιτών, γνωστή από την Πρώιμη Ορδοβίκια περίοδο έως το τέλος του Δεβονίου. Ξεχωρίζουν εύκολα από τα ιδιαίτερα σχιζοχρωικά μάτια τους, τα οποία αποτελούνται από μεγάλους, χωριστούς φακούς με ατομική κεράτινη επικάλυψη σε αντίθεση με τον συγχωνευμένο, πυκνά συσκευασμένο τύπο των ολοχρωικών ματιών που απαντάται στους περισσότερους άλλους τριλοβίτες. Το κέφαλον (η κεφαλή) τους συνήθως φέρει έντονα διογκωμένη γλαβέλλα και εμφανή προσωπικά ράμματα, που διευκόλυναν τη διαδικασία της έκδυσης. Πολλά είδη Φακοπιδών μπορούσαν να τυλίγονται σε σφιχτή σφαίρα, ως αμυντικός μηχανισμός.",
                                        "Αυτά τα χαρακτηριστικά τους διαφοροποιούν από άλλες τάξεις τριλοβιτών όπως οι Ρεντλιχίδες ή οι Κορυνεξοχίδες, οι οποίες δεν έχουν σχιζοχρωικά μάτια και παρουσιάζουν πιο πρωτόγονες κεφαλικές δομές. Τα Φακόπιδα επίσης εμφανίζουν πιο σύνθετη μορφολογία στο θώρακα και στο πυγίδιο.",
                                        "Απολιθώματα Φακοπιδών βρίσκονται ευρέως διαδεδομένα, ιδιαίτερα στη σημερινή Βόρεια Αμερική, Ευρώπη, Βόρεια Αφρική, καθώς και σε περιοχές της Ασίας και της Νότιας Αμερικής, αντανακλώντας την επιτυχία τους σε διάφορα ρηχά θαλάσσια περιβάλλοντα πριν την εξαφάνισή τους στο Ύστερο Δεβόνιο."
                                    ],
                                    "en": [
                                        "Phacopida is an extinct order of trilobites known from the Early Ordovician to the end of the Devonian. They are most readily recognized by their unique schizochroal eyes, composed of large, separate lenses with individual corneal coverings - unlike the fused, densely packed lenses of the more common holochroal type found in most other trilobites. The cephalon (head) often features a prominent, inflated glabella and distinct facial sutures that facilitated molting. Many phacopids were capable of enrolling into a tight ball, a defensive adaptation.",
                                        "These features set them apart from other trilobite orders such as Redlichiida or Corynexochida, which typically lack schizochroal eyes and show more primitive cephalic structures. Phacopids also tend to have more elaborate thoracic and pygidial morphology.",
                                        "Fossils of Phacopida are widespread, especially in what are now North America, Europe, North Africa, and parts of Asia and South America, reflecting their success in diverse shallow marine environments before their extinction in the Late Devonian."
                                    ],
                                    "grc": [
                                        "Τα Φακοπίδα τάξις ἐστὶ τῶν τριλοβιτῶν, ἐκλελοιπυῖα, ἀπὸ τοῦ πρωίμου Ὀρδοβικίου μέχρι τέλους τοῦ Δεβονίου φανεῖσα. Ῥᾳδίως γνωρίζεται διὰ τοὺς ἰδίους ὀφθαλμοὺς τοὺς σχιζοχρώους, ἐκ φακῶν μεγάλων, κεχωρισμένων και κεκαλυμμένων· οὐχ οἷον οἱ ὁλοχρώοι ὀφθαλμοί τῶν ἄλλων πλείστων τριλοβιτῶν, οἵ ἠνωμένοι και πυκνοὶ εἰσίν. Το κέφαλον (ἡ κεφαλή) πολλάκις ἔχει την γλαβέλλαν ἐξεσημασμένην καὶ πεφυσημένην, σὺν ῥηγματίοις σαφῶς διηρημένοις, οἵπερ εἰς τὸ ἐκδύεσθαι συνεβάλλοντο. Πολλοὶ δὲ τῶν Φακοπιδῶν ἠδύναντο εἰς σφαῖραν σφιγγεῖν ἑαυτούς, εἰς ἀμυντικὴν τάξιν.",
                                        "Ταῦτα διαφέρει αὐτοὺς ἀπὸ τῶν ἄλλων τάξεων, οἷον τοὺς Ῥεδλιχίδας ἢ Κορυνεξοχίδας, οἵ γε μὴ σχιζοχρώους ὀφθαλμοὺς ἔχουσιν, καὶ τὰ τῆς κεφαλῆς ἁπλούστερα ἔχουσιν μόρφωματα. Καὶ τὸ θώρακος καὶ πυγιδίου σχῆμα ἐν τοῖς Φακοπίδαις πολυτελέστερον εἶναι δοκεῖ.",
                                        "Τὰ τούτων ἀπολιθώματα εὑρίσκεται πανταχοῦ, κατὰ μάλιστα ἐν Βορείᾳ Ἀμερικῇ, Εὐρώπῃ, Βορείῳ Ἀφρικῇ, καὶ ἐν τοῖς τῆς Ἀσίας καὶ Νοτίου Ἀμερικῆς μέρεσι, δεικνύνταί τε τὴν εὐδαιμονίαν αὐτῶν ἐν πολυειδεστέροις θαλαττίοις καὶ ρηχοῖς τόποις πρὸ τοῦ τέλους αὐτῶν ἐν τῷ ὀψίμῳ Δεβονίῳ."
                                    ]
                                },
                                "subtaxa": {
                                    "reedops": {
                                        "name": {
                                            "el": "ρήδοπας",
                                            "en": "reedops",
                                            "grc": "ῥήδωψ"
                                        },
                                        "rank": "genus",
                                        "extinct": true,
                                        "description": {
                                            "el": [
                                                "Ο Ρήδοπας είναι ένα γένος τριλοβιτών της πρώιμης Δεβόνιας περιόδου, γνωστό για τη διογκωμένη, κυρτή γλαβέλλα και τα δεσπόζοντα σχιζοχρωικά μάτια του με πολυάριθμους φακούς από ασβεστίτη. Αυτά τα χαρακτηριστικά, μαζί με το μικρό, στρογγυλό πυγίδιο και την απουσία ακανθών, τον ξεχωρίζουν από παρόμοια γένη φακοπιδών όπως ο Φάκωψ (Phacops).",
                                                "Απολιθώματα του είδους βρίσκονται στην Ευρώπη, τη Βόρεια Αφρική και τις Αμερικές, κυρίως σε στρώματα της Πραγιανής και Εμσιανής φάσης (419–403 εκατομμύρια χρόνια πριν). Το τυπικό είδος, R. bronni, είναι κοινό στη λεκάνη της Πράγας και χρησιμεύει ως δείκτης στρώματος για την Πραγιανή περίοδο. Καλά διατηρημένα δείγματα βρίσκονται επίσης στο Μαρόκο και την Αργεντινή, συχνά σε κυρτωμένη στάση.",
                                                "Από οικολογικής άποψης, ο Ρήδοπας θεωρείται κινητικός βενθικός θηρευτής ή νεκροφάγος, πιθανώς ημιθαπτόμενος. Ο λεπτός εξωσκελετός με μειωμένες γραμμές υποδηλώνει προτίμηση για ήρεμους, λασπώδεις θαλάσσιους πυθμένες, όπου πιθανόν να ενθαπτόταν μερικώς."
                                            ],
                                            "en": [
                                                "Reedops is a genus of Early Devonian trilobites known for its enlarged, convex glabella and prominent schizochroal eyes with numerous calcite lenses. These features, along with a small rounded pygidium and lack of spines, distinguish it from similar phacopids like Phacops.",
                                                "Fossils are found across Europe, North Africa, and the Americas, particularly in Pragian and Emsian strata (419–403 Ma). The type species, R. bronni, is common in the Prague Basin and serves as a Pragian index fossil. Well-preserved specimens also occur in Morocco and Argentina, often in enrolled posture.",
                                                "Ecologically, Reedops was a mobile benthic predator or scavenger, possibly semi-infaunal. Its thin exoskeleton and reduced terrace lines suggest a preference for calmer, muddy seafloors where it may have partially buried itself."
                                            ],
                                            "grc": [
                                                "Ῥήδωψ γένος ἐστὶ τριλοβιτῶν τοῦ Πρωίμου Δεβονίου, γνωριζόμενον διὰ τὴν ηὐξημένη καὶ κυρτὴν γλαβέλλαν, καὶ τοὺς ἐπιφανεῖς ὀφθαλμοὺς τοὺς σχιζοχροϊκοὺς, ἔχοντας πλῆθος φακῶν ἀσβεστιτικῶν. Ταῦτα τὰ γνωρίσματα, μετὰ τοῦ μικροῦ καὶ στρογγυλοῦ πυγιδίου, καὶ τῆς ἀπουσίας ἀκανθῶν, διακρίνουσιν αὐτὸ ἀπὸ τὰς ὅμοιας αὐτῷ φακοπίδας γένη, οἷον ὁ Φάκωψ.",
                                                "Ἐν εὑρήμασιν ἀπαντᾶται κατὰ τὴν Εὐρώπην, τὴν Βόρειον Ἀφρικὴν, καὶ τὰς Ἀμερικὰς, ἰδίως ἐν ταῖς Πραγίοις καὶ Ἐμσίοις στρωματογραφίαις, 419–403 ἑκατομμύρια ἔτη προ τοῦ νῦν. Τὸ τυπικὸν εἶδος, Ῥ. βροννοῦ (R. bronni), σύνηθες ἐστὶν ἐν τῇ Πραγίᾳ Λεκάνῃ, καὶ χρησιμεύει ὡς δείκτης τοῦ Πραγίου σταδίου. Καλῶς διετηρημένα δείγματα εὑρίσκονται καὶ ἐν Μαρόκῳ καὶ Ἀργεντινῇ, πολλάκις ἐν στάσει ἐγκεκυλισμένῃ.",
                                                "Κατὰ φύσιν, ὁ Ῥήδωψ ἦν κινούμενος βένθειος θηρευτὴς ἢ νεκροφάγος, ἴσως ἡμιθαπτόμενος. Ὁ λεπτός ἐξωσκελετός μετά μειωμένων γραμμῶν δηλοῖ ὅτι προῃρεῖτο ἡσύχους, ἰλυώδεις θαλαττίους πυθμένας, ἔνθα ἴσως ἐνεθάπτετο μερικῶς."
                                            ]
                                        },
                                        "subtaxa": {
                                            "reedops_maurulus": {
                                                "name": {
                                                    "el": "ρήδοπας ο μαυρίσκος",
                                                    "en": "reedops maurulus",
                                                    "grc": "ῥήδωψ ὁ μαυρίσκος"
                                                },
                                                "rank": "species",
                                                "extinct": true,
                                                "description": {
                                                    "el": [
                                                        "Ο Ρήδοπας ο μαυρίσκος είναι ένας πρώιμος Δεβόνιος τριλοβίτης από το Μαρόκο, που ανήκει στον κλάδο των Φακοπιδών. Τα δείγματα έχουν συνήθως μήκος από 3 έως 6 εκατοστά. Τα απολιθώματα βρίσκονται σε θαλάσσιους ασβεστόλιθους ηλικίας Πραγίου, συχνά καλά διατηρημένα και σε συνεσταλμένη στάση. Το είδος αυτό ζούσε ως βενθικός θηρευτής ή νεκροφάγος σε ρηχούς θαλάσσιους βυθούς.",
                                                        "Συχνά συγχέεται με παρόμοια είδη, αλλά μπορεί να αναγνωριστεί με βεβαιότητα από το λείο, χωρίς άκανθες πυγίδιο, με ρηχές αύλακες και χωρίς διακοσμήσεις. Η γλαβέλλα είναι μέτρια επιμηκυμένη και η ινιακή αύλακα διακρίνεται καθαρά, επεκτεινόμενη μέχρι την περιοχή του ζυγωματικού πεδίου. Ο εξωσκελετός παρουσιάζει λεπτόκοκκη υφή χωρίς φυσαλίδες, και τα μεγάλα σύνθετα μάτια είναι χαρακτηριστικά των Φακοπιδών. Αν το πυγίδιο είναι λείο και χωρίς άκανθες, πιθανόν πρόκειται για τον R. maurulus – επιβεβαίωσε όμως με βάση το σχήμα της γλαβέλλας και της αύλακας."
                                                    ],
                                                    "en": [
                                                        "Reedops maurulus is an Early Devonian trilobite from Morocco, part of the Phacopid clade. Specimens typically range from 3 to 6 cm in length. Fossils are found in Pragian-age marine limestones, often well-preserved and enrolled. This species lived as a benthic predator or scavenger on shallow seafloors.",
                                                        "It’s often confused with similar species but can be reliably identified by its smooth, spineless pygidium with shallow furrows and no ornamentation. The glabella is moderately elongated, and the occipital furrow is distinct, extending to the genal field. Its exoskeleton shows fine granulation without pustules, and the large compound eyes are typical of phacopids. If the pygidium is smooth and unarmed, you’re likely looking at R. maurulus—just confirm with the glabella and furrow shape."
                                                    ],
                                                    "grc": [
                                                        "Ὁ Ῥήδωψ ὁ μαυρίσκος ἐστὶ τριλοβίτης τοῦ πρωίμου Δεβονίου ἐκ Μαρόκου, ἐν τῷ κλάδῳ τῶν Φακοπιδῶν λογιζόμενος. Τὰ δείγματα τοῦ εἴδους τούτου ἔχουσι συνήθως το μῆκος ἀπὸ τριῶν μέχρι ἓξ ἑκατοστῶν. Τὰ ἀπολιθώματα ἐν τοῖς θαλαττίοις ἀσβεστολίθοις τοῦ Πραγίου εὑρίσκονται, πολλάκις καλῶς διατετηρημένα καὶ συνεσταλμένα. Τὸ εἶδος τοῦτο ἐβίου ὡς βενθικὸς θηρευτὴς ἢ νεκροφάγος ἐπὶ τῶν ρηχῶν πυθμένων.",
                                                        "Πολλάκις συγχέεται πρὸς εἴδη ὁμοιόμορφα, ἀλλ᾽ ἀναγνωρίζεται ἀσφαλῶς διὰ τὸ λεῖον καὶ ἀνάκανθον πυγίδιον, μετά ῥηχῶν σχισμῶν και ἀκόσμητον. Ἡ γλαβέλλα μέτριως ἐκτεταμένη ἐστίν, ἡ δ᾽ ἰνιακή αὖλαξ σαφῶς διαγράφεται, ἔως τοῦ γενείου προϊούσα. Ὁ ἐξωσκελετὸς λεπτομερῶς κεκοσμημένος ἐστίν, κοκκίοις, ἄνευ φλυκταινῶν. Οἱ δὲ σύνθετοι ὀφθαλμοὶ μέγιστοι, καθάπερ τοῖς Φακοπίδαις προσήκει. Ἐὰν οὖν τὸ πυγίδιον λεῖον ᾖ καὶ ἄοπλον, εἰκότως ὁρᾷς Ῥ. μαυρίσκον· βεβαίωσαι δὲ διὰ τῆς μορφῆς τῆς γλαβέλλης καὶ τῆς αὔλακος."
                                                    ]
                                                },
                                                "subtaxa": {}
                                            }
                                        }
                                    },
                                    "zlichovaspis": {
                                        "name": {
                                            "el": "ζλιχοβασπίς",
                                            "en": "zlichovaspis",
                                            "grc": "ζλιχοβασπίς"
                                        },
                                        "rank": "genus",
                                        "extinct": true,
                                        "description": {
                                            "el": [
                                                ""
                                            ],
                                            "en": [
                                                ""
                                            ],
                                            "grc": [
                                                ""
                                            ]
                                        },
                                        "subtaxa": {}
                                    }
                                }
                            },
                            "corynexochida": {
                                "name": {
                                    "el": "κορυνεξοχίδες",
                                    "en": "corynexochida",
                                    "grc": "κορυνεξοχίδαι"
                                },
                                "rank": "order",
                                "extinct": true,
                                "description": {
                                    "el": [
                                        ""
                                    ],
                                    "en": [
                                        ""
                                    ],
                                    "grc": [
                                        ""
                                    ]
                                },
                                "subtaxa": {
                                    "paralejurus": {
                                        "name": {
                                            "el": "παραλεγιούρος",
                                            "en": "paralejurus",
                                            "grc": "παραλεγιοῦρος"
                                        },
                                        "rank": "genus",
                                        "extinct": true,
                                        "description": {
                                            "el": [
                                                ""
                                            ],
                                            "en": [
                                                ""
                                            ],
                                            "grc": [
                                                ""
                                            ]
                                        },
                                        "subtaxa": {}
                                    }
                                }
                            }
                        }
                    }
                }
            },
            "cnidaria": {
                "name": {
                    "el": "κνιδόζωα",
                    "en": "cnidaria",
                    "grc": "κνιδόζωα"
                },
                "rank": "phylum",
                "description": {
                    "el": [
                        "Τα Κνιδόζωα εξελίχθηκαν νωρίς και ορίζονται από τα κνιδοκύτταρα· κύτταρα με κεντρί μοναδικά σε αυτή την ομάδα. Αυτά επιτρέπουν την αποτελεσματική σύλληψη λείας και άμυνα, ξεχωρίζοντας τα κνιδάρια από άλλα ζώα με ακτινωτή συμμετρία όπως τα κτενοφόρα.",
                        "Έχουν ακτινωτή συμμετρία, διπλοβλαστικό σωματικό σχέδιο (εξώδερμα και ενδόδερμα) και γαστροαγγειακή κοιλότητα με ένα μόνο άνοιγμα. Ένα απλό νευρικό δίκτυο και συσταλτοί ιστοί επιτρέπουν τον συντονισμένο κινητικό έλεγχο. Τα περισσότερα είδη παρουσιάζουν έναν κύκλο ζωής που εναλλάσσεται μεταξύ πολύποδα (στατική μορφή) και μέδουσας (ελεύθερα κολυμβητική μορφή).",
                        "Ο κλάδος περιλαμβάνει τα Ανθόζωα (κοράλλια, ανεμώνες) και τα Μεδουσόζωα (μέδουσες και συγγενικά είδη). Αν και οι μαλακοί ιστοί τους δεν απολιθώνονται εύκολα, τα Κνιδόζωα έχουν μακρά απολιθωματική παρουσία μέσω των γενών των κοραλλίων και ήταν από τα πρώτα ζώα με πραγματικούς ιστούς, συμμετρία και ενεργή θήρευση."
                    ],
                    "en": [
                        "Cnidaria are early-evolving animals defined by cnidocytes; stinging cells unique to the group. These allow for effective prey capture and defense, setting cnidarians apart from other radially symmetrical animals like ctenophores.",
                        "They have radial symmetry, a diploblastic body plan (ectoderm and endoderm), and a gastrovascular cavity with a single opening. A simple nerve net and contractile tissues allow for coordinated movement. Most species show a life cycle alternating between polyp (sessile) and medusa (free-swimming) stages.",
                        "The clade includes Anthozoa (corals, anemones) and Medusozoa (jellyfish and allies). Though soft-bodied forms fossilize poorly, cnidarians have a long record through coral lineages and were among the first animals with true tissues, symmetry, and active predation."
                    ],
                    "grc": [
                        "Τα Κνιδόζῳα δέ ἐστι ζῷα πρῶτα ἀναφαινόμενα, ὑπὸ τῶν κνιδοκυττάρων ὡριζόμενα· τούτων δέ, μόνον ἐν τούτῳ τῷ γένει ὑπαρχόντων, τὸ κεντεῖν πέφυκεν. Ταῦτα γάρ, καὶ τὸ θήραμα ἁρπάζειν, καὶ τὴν ἄμυναν ποιεῖσθαι καλῶς ποιεῖ, καὶ διαφέρει τὰ Κνιδόζῳα τῶν ἄλλων ἀκτινωτῶς συμμετρικῶν ζῴων, οἷα τὰ κτενοφόρα.",
                        "Ἔχουσι δὲ ἀκτινωτὴν συμμετρίαν, καὶ σώματος διάπλασιν διπλῶν στιβάδων (τὸ ἐξώδερμα καὶ τὸ ἐνδόδερμα) καὶ γαστεροαγγεῖον μόνον ἓν στόμα ἔχον. Νευρῶν δίκτυον ἀπλοῦν δὲ καὶ σάρκες συσπώμεναι τὴν ἁρμονίαν κινήσεως παρέχουσι. Τὰ πολλά γένη ἐν τῷ βίῳ μεθίστανται τοῖς εἴδεσιν, ἐν μέρει μὲν διάγοντα πολύπους ὡς ἀκίνητος, ἐν μέρει δὲ μέδουσα ὡς ἐλευθέρα πλέουσα.",
                        "Ὁ δὲ κλάδος περιέχει τα Ἀνθόζῳα (κοράλλια, ἀνεμώναι) καὶ τα Μεδουσόζῳα (μέδουσαι καὶ τὰ συγγενῆ). Καίπερ δὲ μαλθακῶν σωμάτων ὄντες κακῶς ἀποτυποῦνται ἐν τοῖς λίθοις, παρὰ τοῖς κοραλλίοις μακρὰν ἔχουσιν ἱστορίαν· ἦσαν γάρ τινες τῶν πρώτων ζῴων ἀληθῶς ἔχοντα ἱστούς, συμμετρίαν καὶ θήραν ἐνεργόν."
                    ]
                },
                "subtaxa": {
                    "anthozoa": {
                        "name": {
                            "el": "ανθόζωα",
                            "en": "anthozoa",
                            "grc": "ἀνθόζωα"
                        },
                        "rank": "clade",
                        "description": {
                            "el": [
                                "Τα Ανθόζωα (Anthozoa) είναι ένας μεγάλος κλάδος των Κνιδοζώων (Cnidaria), που περιλαμβάνει αποκλειστικά πολυποειδείς οργανισμούς όπως οι θαλάσσιες ανεμώνες, τα σκληρά και τα μαλακά κοράλλια. Αποτελεί την αδελφική ομάδα των Μεδουσοζώων (Medusozoa), και σε αντίθεση περιλαμβάνει Κνιδόζωα που στερούνται πλήρως του σταδίου της μέδουσας και αναπαράγονται μόνο μέσω πολυποειδών μορφών, είτε μοναχικών είτε αποικιακών.",
                                "Τα Ανθόζωα ξεχωρίζουν λόγω της πολύπλοκης εσωτερικής τους ανατομίας: η γαστροαγγειακή κοιλότητά τους υποδιαιρείται από ακτινωτά μεσεντέρια, και το στόμα τους ανοίγει σε έναν ακτινοφάρυγγα· έναν σωληνοειδή αγωγό με κροσσωτό επιθήλιο. Ένα μοναδικό χαρακτηριστικό τους είναι ο σιφωνογλύφος, μία αυλακωτή δομή με κροσσωτά κύτταρα που βοηθά στη δημιουργία ρευμάτων νερού μέσα στην κοιλότητα του σώματος. Αυτά τα χαρακτηριστικά ενισχύουν την εσωτερική κυκλοφορία και την πέψη. Η αναπαραγωγή περιλαμβάνει τόσο σεξουαλικές (συνήθως μέσω εξωτερικής γονιμοποίησης) όσο και ασεξουαλικές (π.χ. με εκβλάστηση ή σχάση) στρατηγικές, και οι προνύμφες αναπτύσσονται άμεσα σε πολύποδες χωρίς στάδιο ελεύθερης κολυμβητικής μέδουσας.",
                                "Το απολιθωμένο αρχείο των Ανθοζώων εκτείνεται αμφιλεγόμενα μέχρι την Κάμβρια περίοδο, αν και η ταυτότητα των πρώιμων μορφών παραμένει αντικείμενο συζήτησης. Πιο αξιόπιστα απολιθώματα Ανθοζώων εμφανίζονται στον Ορδοβίκιο, με ομάδες όπως τα Ρυτιδωτά (Rugosa) και τα Πινακωτά (Tabulata) κοράλλια να διαδραματίζουν βασικό ρόλο στα υφαλογενετικά οικοσυστήματα του Παλαιοζωικού. Τα σύγχρονα Σκληρακτινικά κοράλλια, που εμφανίστηκαν στην Τριασική περίοδο, συνεχίζουν αυτό τον ρόλο στις τροπικές θάλασσες σήμερα."
                            ],
                            "en": [
                                "Anthozoa is a major clade within Cnidaria, comprising exclusively polypoid organisms such as sea anemones, stony corals, and soft corals. It is the sister group to Medusozoa, which includes all cnidarians with a medusa stage (jellyfish, box jellies, hydrozoans). In contrast, anthozoans completely lack a medusa phase and reproduce solely through polyp forms, either solitary or colonial.",
                                "Anthozoans are distinguished by a complex internal anatomy: their gastrovascular cavity is subdivided by radial mesenteries, and the mouth opens into an actinopharynx; a tubular passage lined with cilia. A unique structure among cnidarians, the siphonoglyph (a ciliated groove) helps generate water currents through the body cavity. These features support enhanced internal circulation and digestion. Reproduction includes both sexual (typically via broadcast spawning) and asexual (e.g. budding or fission) strategies, and larvae develop directly into polyps without a free-swimming medusa stage.",
                                "The fossil record of Anthozoa may extend tentatively into the Cambrian, though the identity of early forms remains debated. More secure anthozoan fossils appear in the Ordovician, with groups like rugose and tabulate corals playing key roles in Paleozoic reef ecosystems. Modern scleractinian corals, which arose in the Triassic, continue this role in today’s tropical seas."
                            ],
                            "grc": [
                                "Τα Ἀνθοζῴα εἰσί μέγας κλάδος ἐν τοῖς Κνιδοζώοις, μόνα πολυποειδῆ ζῷα περιέχον, οἷον οἱ ἀνεμῶναι, τα σκληρά τε και μαλακά κοράλλια. Ἔστι δὲ ἀδελφὸς κλάδος τῶν Μεδουσοζώων, οὗ ἀντίθετα δὲ, τὰ Ἀνθοζῴα παντελῶς στεροῦνται σταδίου μεδούσης, καὶ μόνον διὰ πολύποδας ἀναπαράγονται, ἢ καθ’ ἕνα ἢ κατὰ σὺνῳκίαν.",
                                "Διαφέρονται τα Ἀνθόζῳα τῇ ἐσωτερικῇ κατασκευῇ: ἔχουσι κοιλιοστόμαχον ἀκτινοδῶς διῃρημένον ὑπὸ μεσεντερίων, καὶ τὸ στόμα ἄγει εἰς τὸν ἀκτινοφάρυγγα, σωληνώδη τινά δίοδο μετά ἐπιθηλίου κροσσωτοῦ. Ἔστι δὲ ἴδιον αὐτοῖς ὁ σιφωνόγλυφος, αὖλαξ κροσσώδης, ἥ ῥεύματα ὕδατος διὰ τοῦ σώματος παρέχει. Ταῦτα συνεπικουρεῖ τῇ κυκλοφορίᾳ καὶ πέψει. Ἡ γένεσις δὲ γίνεται καὶ κατὰ συνουσίαν (ὡς ἐν τῇ ἐκχυτῇ σπορᾷ), καὶ ἀφ' ἑαυτῶν (οἷον ἐκβλάστημα ἢ σχίσις), καὶ οἱ προνύμφαι εὐθὺς εἰς πολύποδας μεταβάλλουσιν, ἄνευ σταδίου μεδούσης.",
                                "Τα τῶν Ἀνθοζώων ἀπολιθώματα ἐπέχεται εἰς το Κάμβριον ἴσως, ἀλλ’ ἔστιν ἀμφίβολος ἡ ταυτοποίησις τῶν πρώτων εἰδῶν. Ἀσφαλέστερα δὲ ἀπολιθώματα φαίνονται ἐν τῷ Ὀρδοβικίῳ, ὅπου τὰ Ῥυτιδωτά καὶ Πινακωτά κοράλλια σημαντικὸν μέρος εἶχον ἐν τοῖς ὕφαλοις τοῖς τοῦ Παλαιοζῳικοῦ. Τα δὲ νῦν Σκληρακτίνια κοράλλια, ἐν τῷ Τριασικῷ φανέντες, τὸν ἴδιον τοῦτον ῥόλον τηροῦσιν ἐν ταῖς θερμαῖς θαλάσσαις τῆς νῦν οἰκουμένης."
                            ]
                        },
                        "subtaxa": {
                            "rugosa": {
                                "name": {
                                    "el": "ρυτιδωτά",
                                    "en": "rugosa",
                                    "grc": "ῥυτιδωτά"
                                },
                                "rank": "clade",
                                "extinct": true,
                                "description": {
                                    "el": [
                                        "Τα Ρυτιδωτά, ή τετρακοράλλια, είναι ένας εξαφανισμένος κλάδος κοραλλιών του Παλαιοζωικού, που εμφανίστηκαν για πρώτη φορά κατά τη Μέση Ορδοβίκια περίοδο και εξαφανίστηκαν στο τέλος της Περμίου. Διέθεταν σκελετούς από ασβεστίτη και αναγνωρίζονται εύκολα από τη διάταξη των διαφραγμάτων σε ακτινωτή μορφή κατά πολλαπλάσια του τέσσερα — σε αντίθεση με τα σύγχρονα Σκληρακτίνια (εξαμερή) ή τα αποικιακά Πινακωτά κοράλλια (που δεν έχουν έντονα διαφράγματα). Τα Ρυτιδωτά κοράλλια μπορούσαν να είναι μοναχικά (συχνά κερατοειδή) ή αποικιακά, με εσωτερικές δομές όπως τα πίνακες και οι πλεγματώδη διαφράγματα. Ζούσαν σε ρηχά θαλάσσια περιβάλλοντα και συνέβαλαν σημαντικά στη δομή των υφάλων, ιδιαίτερα κατά τις περιόδους Σιλούριου–Λιθανθρακοφόρου."
                                    ],
                                    "en": [
                                        "Rugosa, or tetracorals, are an extinct group of Paleozoic corals, first appearing in the Middle Ordovician and going extinct at the end of the Permian. They formed calcitic skeletons and are easily recognized by their radial septal arrangement in multiples of four; unlike modern scleractinians (hexameral) or the colonial tabulates (which lack strong septa). Rugose corals could be solitary (often horn-shaped) or colonial, with internal structures including tabulae and dissepiments. They inhabited shallow marine environments and contributed significantly to reef frameworks, particularly in the Silurian–Carboniferous."
                                    ],
                                    "grc": [
                                        "Τα Ῥυτιδωτά, ἢ τετρακοράλλια, ἀπολελυμένος κλάδος ἐστίν κοραλλίων τῆς Παλαιοζωϊκῆς περιόδου, πρῶτον φανεῖς ἐν μέσῳ τοῦ Ὀρδοβικίου χρόνου καὶ ἐκλιπῶν εἰς τὸ τέλος τῆς Περμίου ἐποχῆς. Σκελετοὺς ἐξ ἀσβεστίτη ἐποίουν, καὶ ῥᾳδίως γινώσκονται διὰ τὴν ἀκτινωτὴν τῶν διαφραγμάτων διάταξιν κατὰ τετράδας πλῆθος· ἕτερον ἢ τὰ νῦν Σκληρακτίνια (ἑξαμερῆ), ἢ τὰ κοινωνικά Πινακωτά (ὧν ἡ διάφραξις ἀσθενής ἐστιν). Τα Ῥυτιδωτά κοράλλια καὶ μονήρη ἦσαν (πολλάκις κερατοειδῆ), καὶ κοινωνικά, ἔχοντα ἐντὸς πίνακες καὶ διαφράγματα πλεγματώδη. ᾬκουν δὲ ἐν ῥηχαῖς θαλαττίαις περιοχαῖς καὶ εἰς τὴν κατασκευήν τῶν ὑφάλων συνεισέφερον ἰσχυρῶς, μάλιστα ἐν τῇ Σιλουρίῳ καὶ Λιθανθρακοφόρῳ περιόδῳ."
                                    ]
                                },
                                "subtaxa": {}
                            }
                        }
                    }
                }
            }
        }
    },
    "plantae": {
        "name": {
            "el": "φυτά",
            "en": "plantae",
            "grc": "φυτά"
        },
        "rank": "kingdom",
        "description": {
            "el": ["Πολυκύτταροι και αυτότροφοι οργανισμοί, ικανοί να μετατρέπουν την ηλιακή ενέργεια σε τροφή μέσω της φωτοσύνθεσης. Δεν διαθέτουν νευρικό σύστημα ούτε εκούσια κίνηση· παραμένουν προσκολλημένοι στο έδαφος ή σε άλλες επιφάνειες. Πολλαπλασιάζονται είτε με εγγενή είτε με αγενή αναπαραγωγή. Το βασίλειο είναι ποικιλόμορφο, από λειχήνες και βρύα έως φτέρες, κωνοφόρα και ανθοφόρα φυτά."],
            "en": ["Multicellular and autotrophic organisms, capable of converting solar energy into food through photosynthesis. They lack a nervous system and voluntary movement; instead, they remain attached to the ground or another surface. They reproduce either sexually or asexually. The kingdom is diverse, ranging from lichens and mosses to ferns, conifers, and flowering plants."],
            "grc": ["Ὄντα πολυκύτταρα καὶ αὐτότροφα, δυνάμενα τὴν ἡλιακὴν ἐνέργειαν μετασκευάζειν εἰς τροφήν διὰ τῆς φωτοσυνθέσεως. Νευρικοῦ συστήματος καὶ ἑκουσίας κινήσεως ὑστεροῦνται· μένουσι δε ἐπὶ τοῦ ἐδάφους ἢ ἄλλης ἐπιφανείας ἡλωμένα. Πολλαπλασιάζονται δι’ ἀναπαραγωγῆς ἐγγενοῦς τε ἤ ἀγενοῦς. Το βασίλειον παντοδαπόν ἐστιν, ἀπὸ λειχήνων καὶ βρυῶν, μέχρι πτέρων, κωνοφόρων καὶ ἀνθοφόρων φυτῶν."]
        },
        "subtaxa": {}
    }
}
