{
    "el": {
        "τίτλος": "Σαρκοπτερύγιοι",
        "sarcopterygii": "Κλάδος Σαρκοπτερύγιοι (Sarcopterygii)",	
        "sarcopterygii-περιγραφή-1": "Οι Σαρκοπτερύγιοι ξεκίνησαν ως ένας κλάδος ψαριών με σαρκώδη, λοβοειδή πτερύγια και σήμερα περιλαμβάνουν όλα τα σπονδυλωτά που ζουν στην ξηρά — δηλαδή αμφίβια, ερπετά, πτηνά και θηλαστικά — καθώς και λίγα εναπομείναντα ψάρια, όπως οι κοιλάκανθοι και οι δίπνοοι.",
        "sarcopterygii-περιγραφή-2": "Τα πρώτα μέλη της ομάδας αυτής διέθεταν ζεύγη άκρων με γερή εσωτερική οστέινη στήριξη, με οστά που αντιστοιχούν σε εκείνα των άκρων των τετραπόδων. Αυτά τα λοβοειδή πτερύγια τα διαφοροποιούν από τους συγγενείς τους, τους Ακτινοπτερύγιους, οι οποίοι έχουν πτερύγια με ακτινωτή στήριξη. Στους σύγχρονους Σαρκοπτερύγιους — όπως τα θηλαστικά και τα πτηνά — αυτά τα πτερύγια έχουν μετατραπεί σε πραγματικά άκρα ή έχουν εξελιχθεί διαφορετικά ή και εξαφανιστεί.",
        "sarcopterygii-περιγραφή-3": "Η ομάδα εμφανίζεται για πρώτη φορά στη γεωλογική περίοδο του Σιλουρίου. Σημαντικά εξελικτικά χαρακτηριστικά που προέκυψαν στους Σαρκοπτερύγιους περιλαμβάνουν τα δάχτυλα, τους πνεύμονες και τα εσωτερικά ρουθούνια — στοιχεία που πρωτοεμφανίστηκαν σε υδρόβιους προγόνους και άνοιξαν τον δρόμο για την επιβίωση στην ξηρά.",
        

        "sarcopterygii-sauropsida": "Σαυρόψιδα",
        
        "gallery": [
            
        ]
    },

    "en": {
        "τίτλος": "Sarcopterygii",
        "sarcopterygii": "Clade Sarcopterygii",
        "sarcopterygii-περιγραφή-1": "What began as a clade of fleshy-finned aquatic forms, Sarcopterygii today includes all land-dwelling vertebrates—amphibians, reptiles, birds, and mammals—alongside a few remaining fish like coelacanths and lungfish.","sarcopterygii-περιγραφή-2": "The ancestral members of the group are united by paired limbs supported by a robust internal skeleton, including bones homologous to limbs in tetrapods. These fleshy, lobed fins mark a key distinction from the ray-supported fins of their Actinopterygian relatives. In modern Sarcopterygians such as mammals or birds, these fins have transformed into true limbs, or been secondarily modified or lost altogether.","sarcopterygii-περιγραφή-3": "Sarcopterygians first appear in the Silurian period. The group’s evolutionary legacy includes the origin of digits, lungs, and internal nostrils—traits that first evolved in aquatic ancestors and laid the groundwork for life on land.",

        "sarcopterygii-sauropsida": "Sauropsida",
        
        "gallery": [
            
        ]
    },

    "grc": {
        "τίτλος": "Σαρκοπτερύγιοι",
        "sarcopterygii": "Κλάδος Σαρκοπτερύγιοι (Sarcopterygii)",
        "sarcopterygii-περιγραφή-1": "Ὃπερ ἤρξατο ὡς κλάδος ὑδροβίων ἰχθύων ἐχόντων πτερύγια σαρκώδη, οἱ Σαρκοπτερύγιοι νῦν περιλαμβάνουσι πάντας τοὺς ἐπὶ γῆς ζῶντας σπονδυλωτοὺς — ἀμφίβια, ἑρπετὰ, πετεινά καὶ θηλαστικά — μετὰ ὀλίγων λοιπῶν ἰχθύων οἷον τοὺς κοιλακάνθους καὶ τοὺς διπνόους.","sarcopterygii-περιγραφή-2": "Τα πρῶτα τοῦ κλάδους εἴδη γνωρίζονται τοῖς ἐζευγμένοις μέλεσιν ὑπὸ συμπαγοῦς ἔνδον ὀστοῦ κρατουμένοις, ὡς δὲ ὀστᾶ ὁμόλογα τοῖς τῶν τετραπόδων ἔχοντα. Ταῦτα τα σαρκώδη καὶ λοβώδη πτερύγια διαφέρουσι σαφῶς τῶν ἀκτίναις ὑποστηριζομένων πτερύγων τῶν Ἀκτινοπτερυγίων συγγενῶν. Ἐν τοῖς νεωτέροις Σαρκοπτερυγίοις, οἷον ἐν θληαστικοῖς ἢ πετεινοῖς, αἱ πτέρυγες ταῦτα μετεμορφώθησαν εἰς ἀληθινὰ μέλη, ἤ τε ἠλλοιώθησαν ἢ και ὅλως ἐξέλιπον.","sarcopterygii-περιγραφή-3": "Οἱ Σαρκοπτερύγιοι πρῶτον ἐν τῷ Σιλουρίῳ χρόνῳ ἐφάνησαν. Ἡ κληρονομία τῆς τοῦ κλάδου ἐξελίξεως περιέχει τὴν γένεσιν τῶν δακτύλων, τῶν πνευμόνων, καὶ τῶν ἐσωτερικῶν μυκτήρων — γνωρίσματα ἃ πρῶτον ἐν ὑδροβίοις προγόνοις ἐγένοντο καὶ ὑπῆρξαν ὡς θεμέλιον τοῦ χερσαίου βίου.",

        "sarcopterygii-sauropsida": "Σαυρόψιδα",
        
        "gallery": [
            
        ]
    }
}
