{
    "el": {
        "τίτλος": "Αλιγατοροειδή",
        "alligatoroidea": "Κλάδος Αλιγατοροειδή (Alligatoroidea)",	
        "alligatoroidea-περιγραφή-1": "Τα Αλιγατοροειδή είναι ο κλάδος των κροκοδειλίων που περιλαμβάνει όλους τους αλιγάτορες, τους καϊμάνες και τους εξαφανισμένους συγγενείς τους, διακριτή από τους κροκόδειλους και τους γαβιάλους. Εμφανίζονται για πρώτη φορά στο Ύστερο Κρητιδικό, με απολιθώματα που δείχνουν ευρύτερη παλαιότερη κατανομή, αν και σήμερα περιορίζονται στην Αμερική και την ανατολική Κίνα.",
        "alligatoroidea-περιγραφή-2": "Τα πιο χαρακτηριστικά γνωρίσματα είναι τα πλατιά, σε σχήμα «υ», ρύγχη τους και ο τρόπος με τον οποίο η άνω γνάθος καλύπτει τα κάτω δόντια, έτσι ώστε, όταν το στόμα είναι κλειστό, ο τέταρτος κάτω κυνόδοντας να μην φαίνεται (σε αντίθεση με τους κροκόδειλους). Οι αλιγάτορες και οι καϊμάνες επίσης δεν διαθέτουν λειτουργικούς αλατοαδένες, γεγονός που τους περιορίζει κυρίως σε γλυκά νερά, και παρουσιάζουν μεγαλύτερη ανεκτικότητα σε πιο ψυχρά κλίματα. Σε σύγκριση με τα μακριά και στενά σαγόνια των γαβιάλων, τα αλιγατοροειδή έχουν κοντά και βαθιά σαγόνια προσαρμοσμένα σε μια πιο γενικευμένη δίαιτα.",
        "alligatoroidea-περιγραφή-3": "Σήμερα υπάρχουν δύο είδη αλιγάτορα· ο Αμερικανικός (Alligator mississippiensis) και ο Κινέζικος (A. sinensis), καθώς και αρκετά είδη καϊμάν στην Κεντρική και Νότια Αμερική, συμπεριλαμβανομένων του μαύρου καϊμάν και του ευρέως διαδεδομένου καϊμάν «με γυαλιά».",
        

        "alligatoroidea-diplocynodon": "†Διπλοκυνόδοντας",
        
        "gallery": [
            
        ]
    },

    "en": {
        "τίτλος": "Alligatoroidea",
        "alligatoroidea": "Clade Alligatoroidea",
        "alligatoroidea-περιγραφή-1": "Alligatoroidea is the crocodilian clade that includes all alligators, caimans, and their extinct relatives, distinct from crocodiles and gharials. They first appear in the Late Cretaceous, with fossils showing a wider past distribution, though today they are confined to the Americas and eastern China.","alligatoroidea-περιγραφή-2": "The most defining features are their broad, U-shaped snouts and the way the upper jaw overlaps the lower teeth so that, when the mouth is closed, the lower fourth tooth is hidden (unlike in crocodiles). Alligators and caimans also lack functional salt glands, restricting them mostly to freshwater, and they show greater tolerance for cooler climates. Compared to the long, narrow jaws of gharials, alligatoroids have short, deep jaws suited to a generalist diet.","alligatoroidea-περιγραφή-3": "Living representatives are limited to two alligator species, the American (Alligator mississippiensis) and Chinese (A. sinensis), and several caimans in Central and South America, including the black caiman and the widespread spectacled caiman.",

        "alligatoroidea-diplocynodon": "†Diplocynodon",
        
        "gallery": [
            
        ]
    },

    "grc": {
        "τίτλος": "Ἀλιγατοροειδῆ",
        "alligatoroidea": "Κλάδος Ἀλιγατοροειδῆ (Alligatoroidea)",
        "alligatoroidea-περιγραφή-1": "Τα Ἀλιγατοροειδῆ ἐστὶ τὸ τῶν κροκοδειλίων γένος, περιέχον τοὺς ἀλιγάτορας καὶ τοὺς καϊμάνας καὶ τοὺς ἀπολωλότας συγγενεῖς αὐτῶν, χωρὶς δὲ ἀπὸ τῶν κροκοδείλων καὶ τῶν γαβιαλῶν. Πρῶτον μὲν φαίνονται ἐν τῇ ὀψίμῳ Κρητιδικῇ περιόδῳ· τὰ δὲ λείψανα δηλοῦσι πρὸτερον εὐρυτέραν διανομὴν· νῦν δὲ μόνον ἐν ταῖς Ἀμερικαῖς καὶ τῇ Ἀνατολικῇ Κίνᾳ κατοικοῦσιν.","alligatoroidea-περιγραφή-2": "Διαφέρουσι δε αυτούς τα πλατέα καὶ ἐν τοῦ ὕψιλον σχήματι αὐτῶν ῥύγχη, καὶ ὅτι ὁ ἄνω γνάθος ὑπερβάλλει τῶν κάτω ὀδόντων, ὥστε, κλεισθέντος τοῦ στόματος, τὸν τέταρτον ὀδόντα τοῦ κάτω γνάθου κεκρύφθαι (ὃ οὐκ ἔστιν ἐν τοῖς κροκοδείλοις). Καὶ ὅτι οὐκ ἔχουσιν ἀλοαδένας ἰσχυρούς, ἀνάγκῃ μάλιστα ἐν γλυκέσιν ὕδασι μένουσι, καὶ ψυχροτέρων κλιμάτων ἀνέχονται μᾶλλον. Πρὸς δὲ τὰς μακρὰς καὶ λεπτάς τῶν γαβιαλῶν σιαγόνας, τα ἀλλιγατοροειδῆ βραχείας καὶ βαθείας γνάθους ἔχουσιν, πρὸς δίαιταν παντοδαπήν ἁρμόδιας.","alligatoroidea-περιγραφή-3": "Νῦν δὲ ζῶσι μόνον δύο εἴδη ἀλιγάτορος· ὁ Ἀμερικανικός (Ἀλιγάτωρ ὁ μισσισσίπιος) καὶ ὁ Σινικὸς (Ἀ. ὁ σινικός), ἕτι δε καὶ πολλοί καϊμάνες ἐν τῇ Κεντρικῇ καὶ Νοτίᾳ Ἀμερικῇ, ἐν οἷς ὁ μέλας καὶ ὁ ὑαλοφόρος καϊμάνας.",

        "alligatoroidea-diplocynodon": "†Διπλοκυνόδων",
        
        "gallery": [
            
        ]
    }
}
