{
    "el": {
        "τίτλος": "Οστεϊχθύες",
        "οστεϊχθύες": "Ομοταξία Οστεϊχθύες (Osteichthyes)",	
        "οστεϊχθύες-περιγραφή": "Η ομοταξία Οστεϊχθύες περιλαμβάνει ψάρια με οστέινο σκελετό, σε αντίθεση με τους χονδριχθύες που έχουν χόνδρινο σκελετό. Αυτή η ομάδα περιλαμβάνει την πλειονότητα των ψαριών, τόσο του γλυκού όσο και του αλμυρού νερού. Οι Οστεϊχθύες παρουσιάζουν τεράστια ποικιλομορφία σε μέγεθος, σχήμα και οικολογικές θέσεις, από μικρά ψαράκια έως μεγάλα ωκεάνια ψάρια. Η ομοταξία αυτή περιλαμβάνει γνωστά είδη όπως το σκουμπρί, τον τόνο και την πέρκα. Η δυνατότητα προσαρμογής τους σε διάφορα περιβάλλοντα έχει συμβάλει στην επιτυχή εξάπλωσή τους σε όλο τον κόσμο.",
        "οστεϊχθύες-ακτινοπτερύγιοι": "Ακτινοπτερύγιοι"
    },

    "en": {
        "τίτλος": "Osteichthyes",
        "οστεϊχθύες": "Class Osteichthyes",
        "οστεϊχθύες-περιγραφή": "The class Osteichthyes, also known as bony fish, includes fish with a bony skeleton, unlike cartilaginous fish such as sharks and rays. This group encompasses the vast majority of both freshwater and marine fish species. Osteichthyes exhibit enormous diversity in size, shape, and ecological roles, ranging from tiny fish to large ocean dwellers. This class includes well-known species like mackerel, tuna, and perch. Their adaptability to various environments has contributed to their successful proliferation worldwide.",
        "οστεϊχθύες-ακτινοπτερύγιοι": "Actinopterygii"
    },

    "grc": {
        "τίτλος": "Ὀστεϊχθύες",
        "οστεϊχθύες": "Ὁμοταξία Ὀστεϊχθύες (Osteichthyes)",	
        "οστεϊχθύες-περιγραφή": "Ὡς δηλοῖ τὄνομα, ἡ τῶν Ὀστεϊχθυῶν ὁμοταξία ἰχθύας ἔχοντας σκελετόν ὀστέινον περιέχει, ἀντὶ τῶν Χονδριχθυῶν, ὧν ὁ σκελετός χόνδρινος. Τῶν ἰχθυῶν το πλεῖστον τοῖς Ὀστεϊχθύσι μετέχει, ὥσπερ ἐν τῷ γλυκῷ καὶ τῷ ἁλμυρῷ ὕδατι. Ἀπό σμικρών ὀψαρίων ἔως ὠκεανίων γιγάντων, μέγιστην ποικιλίαν ἔχουσιν ἐν τῷ μεγέθει, τῷ σχήματι καὶ τῇ οἰκολογικῇ θέσει. Ἐν τῇ ὁμοταξίᾳ ταύτῃ ἐνυπάρχει τὰ γνωστά εἴδη, ὡς ὁ σκόμπρος, ὁ τόνος τε και ἡ πέρκη. Διά τοῦ ὑπομένειν διαβιοῦν ἐν διαφόροις περιβάλλουσιν, ἑν ὅλῳ τῷ κόσμῳ ἐξηπλώθησαν.",
        "οστεϊχθύες-ακτινοπτερύγιοι": "Ἀκτινοπτερύγιοι"
    }
}