{
    "el": {
        "τίτλος": "†Ρυτιδωτά",
        "rugosa": "Κλάδος †Ρυτιδωτά (†Rugosa)",	
        "rugosa-περιγραφή-1": "Τα Ρυτιδωτά, ή τετρακοράλλια, είναι ένας εξαφανισμένος κλάδος κοραλλιών του Παλαιοζωικού, που εμφανίστηκαν για πρώτη φορά κατά τη Μέση Ορδοβίκια περίοδο και εξαφανίστηκαν στο τέλος της Περμίου. Διέθεταν σκελετούς από ασβεστίτη και αναγνωρίζονται εύκολα από τη διάταξη των διαφραγμάτων σε ακτινωτή μορφή κατά πολλαπλάσια του τέσσερα, σε αντίθεση με τα σύγχρονα Σκληρακτίνια (εξαμερή) ή τα αποικιακά Πινακωτά κοράλλια (που δεν έχουν έντονα διαφράγματα). Τα Ρυτιδωτά κοράλλια μπορούσαν να είναι μοναχικά (συχνά κερατοειδή) ή αποικιακά, με εσωτερικές δομές όπως τα πίνακες και οι πλεγματώδη διαφράγματα. Ζούσαν σε ρηχά θαλάσσια περιβάλλοντα και συνέβαλαν σημαντικά στη δομή των υφάλων, ιδιαίτερα κατά τις περιόδους Σιλούριου–Λιθανθρακοφόρου.",
        

        
        "gallery": [
            "<h2>Δείγμα 1</h2><p></p>","<h2>Δείγμα 1</h2><p></p>","<h2>Δείγμα 1</h2><p></p>","<h2>Δείγμα 1</h2><p></p>"

            
            
        ]
    },

    "en": {
        "τίτλος": "†Rugosa",
        "rugosa": "Clade †Rugosa",
        "rugosa-περιγραφή-1": "Rugosa, or tetracorals, are an extinct group of Paleozoic corals, first appearing in the Middle Ordovician and going extinct at the end of the Permian. They formed calcitic skeletons and are easily recognized by their radial septal arrangement in multiples of four; unlike modern scleractinians (hexameral) or the colonial tabulates (which lack strong septa). Rugose corals could be solitary (often horn-shaped) or colonial, with internal structures including tabulae and dissepiments. They inhabited shallow marine environments and contributed significantly to reef frameworks, particularly in the Silurian–Carboniferous.",

        
        "gallery": [
            "<h2>Sample 1</h2><p></p>","<h2>Sample 1</h2><p></p>","<h2>Sample 1</h2><p></p>","<h2>Sample 1</h2><p></p>"

            
            
        ]
    },

    "grc": {
        "τίτλος": "†Ῥυτιδωτά",
        "rugosa": "Κλάδος †Ῥυτιδωτά (†Rugosa)",
        "rugosa-περιγραφή-1": "Τα Ῥυτιδωτά, ἢ τετρακοράλλια, ἀπολελυμένος κλάδος ἐστίν κοραλλίων τῆς Παλαιοζωϊκῆς περιόδου, πρῶτον φανεῖς ἐν μέσῳ τοῦ Ὀρδοβικίου χρόνου καὶ ἐκλιπῶν εἰς τὸ τέλος τῆς Περμίου ἐποχῆς. Σκελετοὺς ἐξ ἀσβεστίτη ἐποίουν, καὶ ῥᾳδίως γινώσκονται διὰ τὴν ἀκτινωτὴν τῶν διαφραγμάτων διάταξιν κατὰ τετράδας πλῆθος· ἕτερον ἢ τὰ νῦν Σκληρακτίνια (ἑξαμερῆ), ἢ τὰ κοινωνικά Πινακωτά (ὧν ἡ διάφραξις ἀσθενής ἐστιν). Τα Ῥυτιδωτά κοράλλια καὶ μονήρη ἦσαν (πολλάκις κερατοειδῆ), καὶ κοινωνικά, ἔχοντα ἐντὸς πίνακες καὶ διαφράγματα πλεγματώδη. ᾬκουν δὲ ἐν ῥηχαῖς θαλαττίαις περιοχαῖς καὶ εἰς τὴν κατασκευήν τῶν ὑφάλων συνεισέφερον ἰσχυρῶς, μάλιστα ἐν τῇ Σιλουρίῳ καὶ Λιθανθρακοφόρῳ περιόδῳ.",

        
        "gallery": [
            "<h2>Δεῖγμα αʹ</h2><p></p>","<h2>Δεῖγμα αʹ</h2><p></p>","<h2>Δεῖγμα αʹ</h2><p></p>","<h2>Δεῖγμα αʹ</h2><p></p>"

            
            
        ]
    }
}
