{
    "el": {
        "τίτλος": "Κροκοδειλόμορφα",
        "crocodylomorpha": "Κλάδος Κροκοδειλόμορφα (Crocodylomorpha)",	
        "crocodylomorpha-περιγραφή-1": "Τα Κροκοδειλόμορφα είναι ο κλάδος των αρχοσαύρων που περιλαμβάνει όλους τους σημερινούς κροκόδειλους, αλιγάτορες και γαβιάλες, μαζί με μια ευρεία ποικιλία εξαφανισμένων συγγενών. Πρωτοεμφανίστηκαν στο Ύστερο Τριαδικό· τα πρώιμα μέλη τους ήταν μικρά, λεπτοκαμωμένα και συχνά χερσαία, σε αντίθεση με τους ημιυδρόβιους θηρευτές ενέδρας που γνωρίζουμε σήμερα.",
        "crocodylomorpha-περιγραφή-2": "Χαρακτηριστικό γνώρισμά τους είναι η δομή του αστραγάλου: τα κροκοδειλόμορφα διαθέτουν την «κανονική κροκοδείλια» κνημοταρσική άρθρωση, διαφορετική από τον ευθύ και αρθρωμένο αστράγαλο των δεινοσαύρων και των πτερόσαυρων. Τα κρανία τους φέρουν συνήθως επιμήκη ρύγχη και ανεπτυγμένους μύες στις γνάθους για ισχυρό δάγκωμα, ενώ πολλές ομάδες ανέπτυξαν βαριά οστεοδερμάτινη θωράκιση. Αυτά τα γνωρίσματα τους διαφοροποιούν από άλλους αρχοσαύρους και ορίζουν την εξελικτική τους ταυτότητα.",
        "crocodylomorpha-περιγραφή-3": "Κατά τη διάρκεια του Μεσοζωικού τα κροκοδειλόμορφα διαφοροποιήθηκαν σε χερσαίους ταχείς θηρευτές, θαλάσσιους θαλαττοσούχους και παράξενους φυτοφάγους ή παμφάγους νοτοσούχους. Από αυτήν την ποικιλία, μόνο τα Ευσούχια (οι «σύγχρονου τύπου» κροκοδείλοι) επέζησαν στην Καινοζωική. Το απολιθωματοφόρο αρχείο τους είναι παγκόσμιο και αποκαλύπτει ένα εύρος οικολογικών ρόλων πολύ ευρύτερο από εκείνο των λίγων ημιυδρόβιων μορφών που ζουν σήμερα.",
        

        "crocodylomorpha-alligatoroidea": "Αλιγατοροειδή",
        
        "gallery": [
            
        ]
    },

    "en": {
        "τίτλος": "Crocodylomorpha",
        "crocodylomorpha": "Clade Crocodylomorpha",
        "crocodylomorpha-περιγραφή-1": "Crocodylomorpha is the archosaur clade that includes all living crocodiles, alligators, and gharials, along with a wide array of extinct relatives. First appearing in the Late Triassic, their early members were small, lightly built, and often terrestrial, unlike the semi-aquatic ambush predators familiar today.","crocodylomorpha-περιγραφή-2": "A defining feature is their ankle structure: crocodylomorphs possess the “crocodile-normal” crurotarsal joint, distinct from the straight-hinged ankle of dinosaurs and pterosaurs. Their skulls typically bear elongated snouts and expanded jaw musculature for powerful bites, while many groups developed heavy osteoderm armor. These traits separate them from other archosaurs and define their evolutionary identity.","crocodylomorpha-περιγραφή-3": "Through the Mesozoic, crocodylomorphs diversified into cursorial land predators, marine-adapted thalattosuchians, and unusual herbivorous or omnivorous notosuchians. From this variety only the Eusuchia (modern-style crocodilians) survived into the Cenozoic. Their fossil record is global and shows a breadth of ecological roles far greater than that of the few semi-aquatic forms alive today.",

        "crocodylomorpha-alligatoroidea": "Alligatoroidea",
        
        "gallery": [
            
        ]
    },

    "grc": {
        "τίτλος": "Κροκοδειλόμορφα",
        "crocodylomorpha": "Κλάδος Κροκοδειλόμορφα (Crocodylomorpha)",
        "crocodylomorpha-περιγραφή-1": "Τα Κροκοδειλόμορφα ἐστίν ὁ τῶν ἀρχοσαύρων κλάδος, ὅς περιέχει πάντας τοὺς νῦν ζῶντας κροκοδείλους, ἀλιγάτορας καὶ γαβιαλοὺς, καὶ πλῆθος συγγενῶν ἀπολωλότων. Πρῶτον ἐφάνησαν ὀψὲ τῆς Τριασικῆς περιόδου· οἱ δὲ πρόγονοι μικροὶ ἦσαν, λεπτοσώματοι καὶ πολλάκις χερσαῖοι, οὐχ ὡς οἱ νῦν ἡμιυδάτινοι θηρευταί ἐν ἐνεδρεύσει.","crocodylomorpha-περιγραφή-2": "Γνώρισμα δὲ καίριον ἔστιν ἡ τῶν σφυρῶν σύστασις· τὰ γὰρ Κροκοδειλόμορφα ἔχουσι τὴν καλουμένην «κροκοδείλειον» κνημοταρσικὴν ἄρθρωσιν, διαφέρουσαν τῆς τῶν δεινοσαύρων καὶ πτεροσαύρων, ἥν εἶχον ὀρθήν καὶ μονόθυρον. Τὰ κρανία αὐτῶν μακρὰ ῥύγχη φέρει, καὶ τῶν γνάθων οἱ μύες πλεονάζουσιν εἰς δῆγμα ἰσχυρόν· πολλά δὲ γένη βαρεῖαν ἔφερον ὀστεόδερμον θωράκισιν. Ταῦτα αὐτοὺς δεικνύουσι ἀπό τῶν ἄλλων ἀρχοσαύρων καὶ τὴν ἰδίαν γένεσιν ὁρίζουσιν.","crocodylomorpha-περιγραφή-3": "Διὰ δε τὸν Μεσοζωϊκόν χρόνον ἐπλήθυναν εἰς θηρευτὰς ἐδαφίους ταχεῖς, εἰς θαλαττόβιους θαλαττοσούχους, καὶ εἰς ἄτοπους παμφάγους ἤτε φυτοφάγους νοτοσαύρους. Ἐκ τούτου τοῦ πλήθους μόνα τὰ Εὐσούχια, οἱ σύμμορφοι τῶν νῦν κροκοδείλων, εἰς τὸ Καινοζωϊκόν ἐπεβίωσαν. Ἡ δὲ τῶν ἀπολιθωμάτων μαρτυρία παγκόσμιος ἐστίν, καὶ δηλοῖ ποικιλίαν ρόλων οἰκολογικῶν πολλῷ μείζονα τῆς τῶν νῦν ἡμιυδατίνων μορφῶν.",

        "crocodylomorpha-alligatoroidea": "Ἀλιγατοροειδῆ",
        
        "gallery": [
            
        ]
    }
}
