{
    "el": {
        "τίτλος": "†Βελεμνίτες",
        "belemnitida": "Κλάδος †Βελεμνίτες (†Belemnitida)",	
        "belemnitida-περιγραφή-1": "Οι Βελεμνίτες (Belemnitida) ήταν εξαφανισμένα Κολεοειδή κεφαλόποδα που άνθισαν κατά την Ιουρασική και την Πρώιμη Κρητιδική περίοδο. Σε αντίθεση με τα Αμμωνιτοειδή, τα οποία είχαν εξωτερικά ελικοειδή κελύφη, οι βελεμνίτες διέθεταν εσωτερικό κέλυφος που κατέληγε σε μια συμπαγή ασβεστιτική ακίδα, συνήθως σε σχήμα πούρου, το οποίο συχνά είναι το μόνο τμήμα που διατηρείται ως απολίθωμα.",
        "belemnitida-περιγραφή-2": "Έμοιαζαν με τα καλαμάρια στη γενική μορφή τους, αλλά διέφεραν επειδή είχαν δέκα βραχίονες με άγκιστρα αντί για βεντούζες και μια βαρεία ακίδα αντί για το εύκαμπτο γλαδίο των σύγχρονων καλαμαριών. Ήταν γρήγορα, σαρκοφάγα ζώα που κυνηγούσαν ψάρια και ασπόνδυλα, ενώ οι ακίδες τους, τα οποία σώζονται σε τεράστιους αριθμούς, αποτελούν σημαντικά δείκτες-απολιθώματα για τα μεσοζωικά στρώματα.",
        "belemnitida-περιγραφή-3": "Οι βελεμνίτες άρχισαν να φθίνουν στην Ύστερη Κρητιδική και εξαφανίστηκαν κατά την κρίση Κρητιδικής–Παλαιογενής, αφήνοντας ως επιζώντες συγγενείς τους τα καλαμάρια, τις σουπιές και τα χταπόδια.",
        

        
        "gallery": [
            "<h2>Δείγμα 1</h2><p>Μέτρηση ~25cm</p>","<h2>Δείγμα 1</h2><p></p>","<h2>Δείγμα 1</h2><p></p>","<h2>Δείγμα 1</h2><p></p>","<h2>Δείγμα 1</h2><p></p>","<h2>Δείγμα 1</h2><p></p>","<h2>Δείγμα 1</h2><p></p>","<h2>Δείγμα 1</h2><p></p>"

            
            
        ]
    },

    "en": {
        "τίτλος": "†Belemnitida",
        "belemnitida": "Clade †Belemnitida",
        "belemnitida-περιγραφή-1": "Belemnitida were extinct coleoid cephalopods that thrived in the Jurassic and Early Cretaceous. Unlike ammonoids with their external coiled shells, belemnites possessed an internal shell ending in a solid calcitic rostrum, usually cigar-shaped and often the only part preserved as a fossil.","belemnitida-περιγραφή-2": "They resembled squids in overall form but differed by bearing ten arms with hooks instead of suckers and by their heavy rostrum rather than the flexible gladius of modern squids. Fast-swimming and predatory, they hunted fish and invertebrates, while their rostra, preserved in vast numbers, serve as important index fossils for Mesozoic strata.","belemnitida-περιγραφή-3": "Belemnites declined in the Late Cretaceous and disappeared in the Cretaceous–Paleogene extinction, leaving squids, cuttlefish, and octopuses as their surviving coleoid relatives.",

        
        "gallery": [
            "<h2>Sample 1</h2><p>Measurement ~25cm</p>","<h2>Sample 1</h2><p></p>","<h2>Sample 1</h2><p></p>","<h2>Sample 1</h2><p></p>","<h2>Sample 1</h2><p></p>","<h2>Sample 1</h2><p></p>","<h2>Sample 1</h2><p></p>","<h2>Sample 1</h2><p></p>"

            
            
        ]
    },

    "grc": {
        "τίτλος": "†Βελεμνῖται",
        "belemnitida": "Κλάδος †Βελεμνῖται (†Belemnitida)",
        "belemnitida-περιγραφή-1": "Οἱ Βελεμνῖται ἦσαν Κολεοειδῆ Κεφαλόποδα ἀπολωλότα, ἐν τῷ Ἰουρασσικῷ καὶ πρωίμῳ Κρητιδικῷ εὐθαλόντα. Διαφέρουσι δὲ τῶν Ἀμμωνιτοειδῶν, ἅ ἔξωθεν περιειλιγμένα ἔφερον ὄστρεα· τῶν γὰρ Βελεμνιτῶν το ὄστρακον ἐντὸς ἦν, τελευτῶν εἰς ἀκίδα στερεάν ἀσβεστιτικήν, ὁμοίαν πολλάκις στάχυϊ, καὶ μᾶλλον αὕτη μόνον σώζεται ἐν τοῖς ἀπολιθώμασιν.","belemnitida-περιγραφή-2": "Σχήματι μέντοι ταῖς τευθίσι προσεοίκασιν, ἔφερον γαρ ἐπί τῶν δέκα βραχιόνων ἄγκιστρα ἀντὶ προσφύσεων κολλητικῶν, καὶ ἀκίδες ἔφερον βαρείας ἀντὶ τοῦ μαλακοῦ ἐνδοξίφους τῶν νῦν τευθίδων. Ἦσαν δὲ ταχέως κολυμβῶντα καὶ θηρευτικά, ἰχθύας καὶ ἄλλα θαλάσσια θηρεύοντα· αἱ δε ἀκίδες αὐτῶν, ἐν πλήθει διασωθεῖσαι, χρησιμεύουσι τοῖς γεωλόγοις ὡς σημεῖα χρόνου τῶν Μεσοζωϊκῶν στρωμάτων.","belemnitida-περιγραφή-3": "Ἐν δὲ τῷ ὀψίμῳ Κρητιδικῷ ἐμαράνθησαν, καὶ τῇ καταστροφῇ τῇ Κρητιδικο–Παλαιογενείᾳ παντάπασιν ἐξέλιπον, καταλιπόντες μόνον τα συγγενῆ Κολεοειδῆ: τοὺς τευθίδας, τας σηπίας, καὶ τοὺς πολύποδας.",

        
        "gallery": [
            "<h2>Δεῖγμα αʹ</h2><p>Μέτρησις ~25cm</p>","<h2>Δεῖγμα αʹ</h2><p></p>","<h2>Δεῖγμα αʹ</h2><p></p>","<h2>Δεῖγμα αʹ</h2><p></p>","<h2>Δεῖγμα αʹ</h2><p></p>","<h2>Δεῖγμα αʹ</h2><p></p>","<h2>Δεῖγμα αʹ</h2><p></p>","<h2>Δεῖγμα αʹ</h2><p></p>"

            
            
        ]
    }
}
