{
    "el": {
        "τίτλος": "Πτηνά",
        "aves": "Κλάδος Πτηνά (Aves)",	
        "aves-περιγραφή-1": "Τα Πτηνά, ο κλάδος των σύγχρονων πουλιών, περιλαμβάνει όλους τους απογόνους του πιο πρόσφατου κοινού προγόνου των ζωντανών πουλιών. Αυτή η ομάδα ανήκει στους θηριόποδους δεινόσαυρους, συγκεκριμένα στον κλάδο των μανιραπτόρων.",
        "aves-περιγραφή-2": "Εμφανίστηκαν στα τέλη του Ιουρασικού και διαφοροποιήθηκαν γρήγορα μετά την εξαφάνιση στο όριο Κρητιδικής–Παλαιογένου. Χαρακτηριστικά γνωρίσματα περιλαμβάνουν ράμφος χωρίς δόντια, στέρνο με καρίνα για την πρόσφυση των μυών της πτήσης και έναν εξαιρετικά συγχωνευμένο σκελετό. Αυτές οι προσαρμογές επέτρεψαν αποδοτική πτήση και υψηλούς μεταβολικούς ρυθμούς.",
        "aves-περιγραφή-3": "Πρώιμοι Ορνιθόπτεροι (Avialae) όπως ο Αρχαιοπτέρυξ, ο Ιχθύορνις και ο Εσπερόρνις θεωρούνται στενοί συγγενείς των πτηνών, αλλά βρίσκονται εκτός του κλάδου. Σήμερα, τα Πτηνά περιλαμβάνουν πάνω από 10.000 είδη με εντυπωσιακή ποικιλία μορφών και λειτουργιών, καταλαμβάνοντας σχεδόν κάθε χερσαίο και υδάτινο οικοσύστημα στον κόσμο.",
        

        
        "gallery": [
            "<h2>Δείγμα 1</h2><p>Προ καθαρισμού</p>","<h2>Δείγμα 1</h2><p>Καθαρισμένο. Πουλί(;)</p>","<h2>Δείγμα 1</h2><p>Ζημιωμένο (από τον καθαρισμό)</p>","<h2>Δείγμα 1</h2><p>Ζημιωμένο (από πλύση)</p>"

            
            
        ]
    },

    "en": {
        "τίτλος": "Aves",
        "aves": "Clade Aves",
        "aves-περιγραφή-1": "Aves, the clade of modern birds, encompasses all descendants of the most recent common ancestor of living birds. This group is nested within the theropod dinosaurs, specifically within the maniraptoran clade.","aves-περιγραφή-2": "Emerging in the Late Jurassic, Aves diversified rapidly following the Cretaceous–Paleogene extinction event. Key distinguishing features include a toothless beak, a keeled sternum for flight muscle attachment, and a highly fused skeleton. These adaptations facilitated efficient flight and high metabolic rates.","aves-περιγραφή-3": "Earlier avialans like Archaeopteryx, Ichthyornis and Hesperornis are considered close relatives to Aves but are positioned outside the crown group. Today, Aves comprises over 10,000 species, exhibiting remarkable diversity in form and function, occupying nearly every terrestrial and aquatic habitat worldwide.",

        
        "gallery": [
            "<h2>Sample 1</h2><p>Pre-preparation</p>","<h2>Sample 1</h2><p>Prepared. Bird(?)</p>","<h2>Sample 1</h2><p>Damaged (by preparation)</p>","<h2>Sample 1</h2><p>Damaged (by washing)</p>"

            
            
        ]
    },

    "grc": {
        "τίτλος": "Ὄρνιθες",
        "aves": "Κλάδος Ὄρνιθες (Aves)",
        "aves-περιγραφή-1": "Οἱ Ὄρνιθες εἰσίν ὁ κλάδος τοῦ νεωτάτου κοινοῦ προγόνου τῶν ζώντων ὀρνίθων, και πάντων τῶν ἀπογόνων αὐτοῦ. Ὁ δε κλάδος οὗτος ἐν τοῖς θηριοπόδοις δεινοσαύροις κεῖται, ἐντός τοῦ Μανιραπτόρων κλάδου.","aves-περιγραφή-2": "Φανέντες κατὰ τὸ ὄψιμον Ἰουρασσικόν, οἱ Ὄρνιθες ταχέως ἐδιαφοροποιήθησαν μετὰ τὴν τοῦ Κρητιδικοῦ καὶ Παλαιογενοῦς ἐξαφάνισιν. Σημαντικὰ γνωρίσματα διακρίνοντα τους ὄρνιθας εἰσὶν το ἀνόδουν ῥύγχος, τὸ καρινῶδες στέρνον πρὸς τῶν πτητικῶν μυῶν ἔμφυσιν, καὶ ὁ σφόδρα συνηρμοσμένος σκελετός. Ταῦτα τὰ προσόντα τὴν εὐμαρῆ πτήσιν καὶ τον ὑψηλόν μεταβολισμόν συνετέλεσαν.","aves-περιγραφή-3": "Οἱ προγενέστεροι Ὀρνιθόπτεροι (Avialae), οἷον Ἀρχαιοπτέρυξ, Ἰχθύορνις καὶ Ἑσπερόρνις, ἐγγύς μὲν εἰσὶ συγγενεῖς τοῖς ὄρνισιν, ἔξω δ᾽ ἔτι τοῦ κλάδου τούτου ὑπάρχουσι. Νῦν δὲ, οἱ ὄρνιθες ὑπὲρ μυρίων εἰδῶν περιέχουσι, ποικιλομορφίᾳ θαυμαστῇ κεκοσμημέναι, σχεδὸν ἅπαντα τα χερσαῖα καὶ ὑδάτινα οἰκήματα ἐπὶ τῆς γῆς κατελάβοντο.",

        
        "gallery": [
            "<h2>Δεῖγμα αʹ</h2><p>Προ καθαρισμοῦ</p>","<h2>Δεῖγμα αʹ</h2><p>Κεκαθαρμένον. Ὄρνις(;)</p>","<h2>Δεῖγμα αʹ</h2><p>Ζημιωμένον (ἕνεκα καθαρισμοῦ)</p>","<h2>Δεῖγμα αʹ</h2><p>Ζημιωμένον (ἕνεκα πλύσεως)</p>"

            
            
        ]
    }
}
