{
    "el": {
        "τίτλος": "†Γρυφαία",
        "gryphaea": "Γένος †Γρυφαία (†Gryphaea)",	
        "gryphaea-περιγραφή-1": "Η Γρυφαία είναι ένα εξαφανισμένο γένος στρειδιών, κοινό σε θαλάσσια ιζήματα της Ιουρασικής και πρώιμης Κρητιδικής περιόδου. Είναι γνωστή για τα παχιά, έντονα καμπυλωτά κελύφη της· η αριστερή βαλβίδα ήταν μεγάλη και καμπυλωτή, ενώ η δεξιά ήταν πιο επίπεδη και λειτουργούσε σαν πώμα. Αυτό το ιδιαίτερο σχήμα βοηθούσε στην αγκύρωση στον μαλακό, λασπώδη πυθμένα της θάλασσας.",
        "gryphaea-περιγραφή-2": "Ήταν στατικοί διηθηματοφάγοι οργανισμοί, παρόμοιοι με τα σύγχρονα στρείδια, και συχνά σχημάτιζαν πυκνούς πληθυσμούς. Σε σύγκριση με άλλα στρείδια, ξεχωρίζουν για την ακραία ασυμμετρία και καμπυλότητα του κελύφους τους. Η ασυνήθιστη εμφάνισή τους τους χάρισε το παρατσούκλι «Νύχια του Διαβόλου» και τα καθιστά χρήσιμα ως απολιθώματα-δείκτες.",
        

        
        "gallery": [
            "<h2>Δείγμα 1</h2><p>Μέτρηση 7-8cm</p>","<h2>Δείγμα 1</h2><p></p>","<h2>Δείγμα 1</h2><p></p>","<h2>Δείγμα 1</h2><p></p>","<h2>Δείγμα 1</h2><p></p>"

            
            
        ]
    },

    "en": {
        "τίτλος": "†Gryphaea",
        "gryphaea": "Genus †Gryphaea",
        "gryphaea-περιγραφή-1": "Gryphaea is an extinct genus of oysters, common in Jurassic and Early Cretaceous marine deposits. Known for their thick, strongly curved shells, Gryphaea had a large, coiled left valve and a flatter right valve that acted as a lid. This distinct shape helped anchor them in soft, muddy seafloors.","gryphaea-περιγραφή-2": "They were sedentary suspension feeders, similar to modern oysters, and often formed dense populations known as “Gryphaea beds.” Compared to other oysters, they are notable for their extreme shell asymmetry and curvature. Their unusual appearance has earned them the nickname \"Devil’s Toenails\" and made them useful as index fossils.",

        
        "gallery": [
            "<h2>Sample 1</h2><p>Measurement 7-8cm</p>","<h2>Sample 1</h2><p></p>","<h2>Sample 1</h2><p></p>","<h2>Sample 1</h2><p></p>","<h2>Sample 1</h2><p></p>"

            
            
        ]
    },

    "grc": {
        "τίτλος": "†Γρυφαία",
        "gryphaea": "Γένος †Γρυφαία (†Gryphaea)",
        "gryphaea-περιγραφή-1": "Ἡ Γρυφαία γένος ἐστὶν ὀστρέων ἀπολωλότων, ἐν θαλαττίοις ἱζήμασιν τῆς Ἰουρασικῆς καὶ πρωίμης Κρητιδικῆς περιόδου συχνῶς εὑρισκομένων. Ἐπιφανεῖς εἰσὶ διὰ τὰ παχέα καὶ σφόδρα καμπτόμενα κελύφη· τὴν μὲν ἀριστερὰν βαλβίδα μεγάλην καὶ ἑλιγμένην, τὴν δὲ δεξιὰν ἐπίπεδον καὶ ὥσπερ ἐπικάλυμμα ἔχουσιν. Ἐκ τούτου εὐσταθεῖς ἐγίγνοντο ἐν τοῖς ἠπίοις καὶ λασπώδεσι πυθμένοις.","gryphaea-περιγραφή-2": "Ἤσαν ἀκίνηται διηθητικῶς τρεφόμεναι, ὥσπερ τὰ νῦν ὄστρεα, καὶ πολλάκις ὡς πυκνοὶ ὄχλοι συνεποιοῦντο. Πρὸς τοῖς ἄλλοις ὀστρέοις διαφέρουσιν ἐν τῇ ἀσυμμετρίᾳ καὶ ἐπικαμπύλῃ τῶν κελυφῶν. Διὰ δὲ τὸ ἀτοπώτατον τῆς ὄψεως, «ὄνυχες τοῦ διαβόλου» ἐκλήθησαν, καὶ τοῖς γνώσταις ὡς σημεῖα χρόνου χρήσιμα γεγόνασιν.",

        
        "gallery": [
            "<h2>Δεῖγμα αʹ</h2><p>Μέτρησις 7-8cm</p>","<h2>Δεῖγμα αʹ</h2><p></p>","<h2>Δεῖγμα αʹ</h2><p></p>","<h2>Δεῖγμα αʹ</h2><p></p>","<h2>Δεῖγμα αʹ</h2><p></p>"

            
            
        ]
    }
}
