{
    "el": {
        "τίτλος": "Τουρριτελλίδες",
        "turritellidae": "Οικογένεια Τουρριτελλίδες (Turritellidae)",	
        "turritellidae-περιγραφή-1": "Οι Τουρριτελλίδες, ή «κοχλιοειδή κελύφη», είναι μια οικογένεια θαλάσσιων γαστρόποδων με χαρακτηριστικά ψηλά, ελικοειδή κελύφη. Σε αντίθεση με τα περισσότερα Καινογαστρόποδα, που είναι κυρίως θηρευτές ή βοσκητές, τρέφονται φιλτράροντας σωματίδια από το νερό με τριχίδια. Ζουν σε θαλάσσια ιζήματα σε όλο τον κόσμο και έχουν πλούσιο απολιθωματικό αρχείο από την Κρητιδική περίοδο. Το σχήμα και η διατροφή τους τις καθιστούν μοναδικές μεταξύ των γαστρόποδων.",
        

        
        "gallery": [
            "<h2>Δείγμα 1</h2><p>Θραυσμένο, ~2.5εκ μήκος</p>","<h2>Δείγμα 1</h2><p>Θραυσμένο, ~2.5εκ μήκος</p>"

            
            
        ]
    },

    "en": {
        "τίτλος": "Turritellidae",
        "turritellidae": "Family Turritellidae",
        "turritellidae-περιγραφή-1": "Turritellidae, or turret shells, are a family of marine gastropods known for their tall, tightly coiled shells that resemble small screws. Unlike most Caenogastropoda, which are often predators or grazers, turritellids are suspension feeders, filtering particles from water using cilia. Found worldwide in marine sediments, they have an extensive fossil record dating back to the Early Cretaceous. Their unique shell shape and feeding strategy set them apart from other gastropods.",

        
        "gallery": [
            "<h2>Sample 1</h2><p>Broken, ~2.5cm length</p>","<h2>Sample 1</h2><p>Broken, ~2.5cm length</p>"

            
            
        ]
    },

    "grc": {
        "τίτλος": "Τουρριτελλίδαι",
        "turritellidae": "Οἰκογένεια Τουρριτελλίδαι (Turritellidae)",
        "turritellidae-περιγραφή-1": "Αἱ Τουρριτελλίδαι εἰσίν οἰκογένεια θαλαττίων γαστροπόδων, γνωριζόμενη ἐκ τῶν ὑψηλῶν καὶ σπειροειδῶν κελύφων, οἷα κοχλίαι μικροί. Ἐναντίως τῶν πλειόνων Καινογαστροπόδων, οἵτινες θηρευταί ἢ βοσκηταί εἰσίν, αἱ Τουρριτελλίδαι διὰ τῆς ῥοῆς τῶν ὑδάτων θριξιδίοις τὰς τροφὰς διυλίζουσιν. Εὑρίσκονται καθ᾿ ἅπαντα τὰ πελάγη, ἐν ταῖς ἰλύσιν κατοικοῦντες· παλαιότατα ἔχουσιν ἀπολιθώματα, ἀπὸ τοῦ Κρητιδικοῦ χρόνου. Τὸ εἶδος τοῦ κελύφους καὶ ὁ δίαιτός των αὐτοὺς ἀπέχει τῶν ἄλλων γαστροπόδων.",

        
        "gallery": [
            "<h2>Δεῖγμα αʹ</h2><p>Τεθραυσμένον, ~2.5ἑκ μῆκος</p>","<h2>Δεῖγμα αʹ</h2><p>Τεθραυσμένον, ~2.5ἑκ μῆκος</p>"

            
            
        ]
    }
}