{
    "el": {
        "τίτλος": "†Συλβεστριλάμια",
        "sylvestrilamia": "Γένος †Συλβεστριλάμια (†Sylvestrilamia)",	
        "sylvestrilamia-περιγραφή-1": "Η Συλβεστριλαμία είναι ένα εξαφανισμένο γένος λαμνομόφρων καρχαριών, που ανήκει στην οικογένεια Οδοντασπιδίδες και είναι γνωστό από το ύστερο Παλαιόκαινο μέχρι το πρώιμο Ηώκαινο. Είναι μονοτυπικό, περιλαμβάνοντας μόνο το είδος Σ. η λειόδους (S. teretidens), αλλά διαφέρει μορφολογικά από συγγενή γένη όπως η Στριατολάμια και ο Καρχαρίας.",
        "sylvestrilamia-περιγραφή-2": "Τα δόντια της είναι μακριά και λεπτά, με ελαφρώς σιγμοειδές προφίλ, πλαισιωμένο από ένα ζεύγος πλατιών πλευρικών παροδοντιδίων. Αμυδρές ραβδώσεις περιορίζονται στο κάτω μισό της γλωσσικής επιφάνειας, ενώ η χειλική πλευρά είναι λεία. Η αιχμή είναι συνεχής και εκτείνεται έως τα παροδοντίδια. Η ρίζα είναι διλοβωτή, συμμετρική και φέρει ρηχή εγκοπή προς τη γλωσσική πλευρά.",
        "sylvestrilamia-περιγραφή-3": "Απολιθώματα της Συλβεστριλαμίας έχουν βρεθεί ευρέως σε παράκτιες θαλάσσιες αποθέσεις σε ολόκληρη την Ευρώπη, τη Βόρεια και Νότια Αμερική, και την Ασία. Αν και παλαιότερα είχε ταξινομηθεί σε άλλα γένη Οδοντασπιδιδών, η συνεπής μορφολογία των δοντιών της οδήγησε στην επίσημη αναγνώρισή της ως ξεχωριστό γένος από τους Cappetta και Nolf το 2005.",
        

        "sylvestrilamia-sylvestrilamia_teretidens": "†Συλβεστριλάμια η λειόδους",
        
        "gallery": [
            
        ]
    },

    "en": {
        "τίτλος": "†Sylvestrilamia",
        "sylvestrilamia": "Genus †Sylvestrilamia",
        "sylvestrilamia-περιγραφή-1": "Sylvestrilamia is an extinct genus of lamniform sharks in the family Odontaspididae, known from the late Paleocene to early Eocene. It is monotypic, containing only S. teretidens, but is morphologically distinct from related genera such as Striatolamia and Carcharias.","sylvestrilamia-περιγραφή-2": "Its teeth feature a tall, slender central cusp with a slightly sigmoidal profile, flanked by a single pair of broad, lateral cusplets. Faint striations are confined to the lower half of the lingual face, while the labial face is smooth. Cutting edges are continuous and extend onto the cusplets. The root is bilobate, symmetrical, and shallowly notched lingually.","sylvestrilamia-περιγραφή-3": "Fossils of Sylvestrilamia are widely distributed in nearshore marine deposits across Europe, North and South America, and Asia. Though once grouped under other odontaspidid genera, its consistent tooth morphology led to its formal recognition as a distinct genus by Cappetta and Nolf in 2005.",

        "sylvestrilamia-sylvestrilamia_teretidens": "†Sylvestrilamia teretidens",
        
        "gallery": [
            
        ]
    },

    "grc": {
        "τίτλος": "†Συλβεστριλάμια",
        "sylvestrilamia": "Γένος †Συλβεστριλάμια (†Sylvestrilamia)",
        "sylvestrilamia-περιγραφή-1": "Ἡ Συλβεστριλαμία γένος ἐστὶν ἐκλελοιπὸς λαμνομόρφων καρχαριῶν, τῆς τῶν Ὀδοντασπιδιδῶν οἰκογενείας, γνωστόν ἀπὸ τοῦ ὀψίμου Παλαιοκαίνου μέχρι τοῦ πρωίμου Ἠωκαίνου. Μονότυπον ἐστίν, ἔχον μόνον τὸ εἶδος Σ. ἡ λειόδους (S. teretidens), ἀλλὰ τῇ μορφολογίᾳ διαφέρον σαφῶς ἀπὸ συγγενῶν γενῶν οἷον Στριατολαμίαν καὶ Καρχαρίαν.","sylvestrilamia-περιγραφή-2": "Οἱ ὀδόντες αὐτῆς μακροί καὶ λεπτοί, τῷ σχήματι σιγμοειδεῖς πλαγίως ὑποφαινόμενοι, παραπληρούμενοι ὑπό ζεύγους πλατέων παροδοντιδίων. Ἀμυδραί ῥαβδώσεις ἐν τῷ κάτω ἡμίσει τῆς γλωσσικῆς ἐπιφανείας φαίνονται· ἡ δὲ χειλικὴ ἐπιφάνεια λεῖα ἐστίν. Ἡ αίχμή συνεχής έστί καὶ ἐπὶ τα παροδοντίδια ἐκτείνεται. Ἡ ῥίζα διλοβώδης ἐστίν και συμμετρικὴ, καὶ ἀβαθῆ ἐγκοπήν φέρει τῇ γλωσσικῇ ὄψει.","sylvestrilamia-περιγραφή-3": "Τὰ τῆς Συλβεστριλαμίας ἀπολιθώματα εὑρίσκονται εὐρέως ἐν ἀβαθέσι θαλαττίοις ἐναποθέσεσι καθ᾿ ὅλην τὴν Εὐρώπην, τὴν Βόρειον καὶ Νότιον Ἀμερικὴν, καὶ τὴν Ἀσίαν. Καίπερ πρότερον ἀνηγορεύθη ὑπὸ ἄλλων γενῶν Ὀδοντασπιδιδῶν, ἡ τῶν ὀδόντων συνεπής μορφή ἐπέφερε τὴν ἐπίσημον τοῦ γένους διάκρισιν, ὑπὸ Καππεττᾶ καὶ Νολφ ἐν ἔτει ͵βε΄ (Cappetta & Nolf 2005).",

        "sylvestrilamia-sylvestrilamia_teretidens": "†Συλβεστριλάμια ἡ λειόδους",
        
        "gallery": [
            
        ]
    }
}
