{
    "el": {
        "τίτλος": "Εχινοειδή",
        "echinoidea": "Ομοταξία Εχινοειδή (Echinoidea)",	
        "echinoidea-περιγραφή-1": "Τα Εχινοειδή είναι κλάδος των Εχινοδέρμων, που περιέχει τους αχινούς και τα συγγενή τους είδη. Χαρακτηρίζονται από έναν συμπαγή, εξωτερικό σκελετό· την καλούμενη «κάψα», η οποία αποτελειται από στενά εφαρμοσμένες ασβεστιτικές πλάκες. Το συνεχές κέλυφός τους τα διαφοροποιεἰ από τα υπόλοιπα εχινοειδή, τα οποία διαθέτουν μια γενικά πιο εύκαμπτη ανατομία σώματος.",
        "echinoidea-περιγραφή-2": "Η επιφάνεια της κάψας συχνά φέρει κινητά αγκάθια, και διαπερνάται από πόρους ταγμένους σε «βαδιακρικές ζώνες»· λέγονται έτσι επειδή υποστηρίζουν ειδικές αποφύσεις για το βάδισμα. Η δομική αυτή συγχώνευση του σκελετού και του συστήματος κίνησης αποτελεί κοινό γνώρισμα του κλάδου.",
        "echinoidea-περιγραφή-3": "Τα Εχινοειδή πρωτοεμφανίστηκαν την Ορδοβίκια περίοδο, και ποικίλθηκαν κατά την Μεσοζωική εποχή. Οι ανθεκτικές τους κάψες συνιστούν εξαίρετα απολιθώματα, με πολλά είδη να χρησιμεύουν ως απολιθώματα-δείκτες θαλασσίων ιζηματικών αποθέσεων.",
        

        "echinoidea-euechinoidea": "Ευεχινοειδή",
        
        "gallery": [
            
        ]
    },

    "en": {
        "τίτλος": "Echinoidea",
        "echinoidea": "Class Echinoidea",
        "echinoidea-περιγραφή-1": "Echinoidea is a clade of echinoderms that includes sea urchins, sand dollars, and their relatives. They are uniquely characterized by a rigid, externally visible skeleton called a test, formed by tightly fused calcite plates. This continuous shell distinguishes them from the more flexible-bodied forms found in other echinoderm groups.","echinoidea-περιγραφή-2": "The surface of the test often bears movable spines and is perforated by pores aligned in ambulacral zones, which support specialized appendages. This structural integration of mobility and skeletal support is a unifying feature of the clade.","echinoidea-περιγραφή-3": "Echinoids first appear in the Ordovician and became especially diverse from the Mesozoic onward. Their durable tests contribute to an excellent fossil record, with many taxa serving as important index fossils in marine sediments.",

        "echinoidea-euechinoidea": "Euechinoidea",
        
        "gallery": [
            
        ]
    },

    "grc": {
        "τίτλος": "Ἐχινοειδῆ",
        "echinoidea": "Ὁμοταξία Ἐχινοειδῆ (Echinoidea)",
        "echinoidea-περιγραφή-1": "Τα Ἐχινοειδῆ κλάδος ἐστὶν ἐχινοδέρμων, ὃ περιέχει τοὺς ἐχίνους καὶ τοὺς συγγενεῖς αὐτῶν. Ἰδίως γνωρίζονται διὰ τὸν συμπαγή καὶ ἔξωθεν ὁρατόν σκελετόν, τον καλούμενον «κάψαν», ἐκ στενῶς ἠρμοσμένων πλακῶν ἀσβεστιτικῶν. Το συνεχές τοῦτο κέλυφος τα ἐχινοειδῆ διακρίνει ἀπὸ τῶν εὐμεταβλήτων σωμάτων ἄλλων ἐχινοδέρμων.","echinoidea-περιγραφή-2": "Ἡ τῆς κάψας ἐπιφάνεια πολλάκις φέρει ἄκανθας κινητάς, καὶ διατέτρηται διὰ πόρων, ἐν ταῖς βαδιακρικαῖς ζώναις τεταγμένων, οἵτινες ὑποστηρίζουσιν ἰδίας ἀποφύσεις. Ἡ τοιαύτη συγχώνευσις τῶν μερῶν κινήσεώς και δομῆς σκελετικῆς κοινὸν γνώρισμα τοῦ κλάδου ἐστίν.","echinoidea-περιγραφή-3": "Τὰ Ἐχινοειδῆ πρῶτον ἐν τῷ Ὀρδοβικίῳ χρόνῳ ἐφάνησαν, καὶ μάλιστα ἐποίκιλαν ἀπὸ τῆς Μεσοζωικῆς ἐποχῆς. Αἱ ἀνθεκτικαί αὐτῶν κάψαι εὖ διατηροῦνται, καὶ πολλά τούτων γένη ως ἀπολιθώματα-δεῖκται ἐν τοῖς θαλαττίοις ἱζήμασιν εὐδοκοῦνται.",

        "echinoidea-euechinoidea": "Εὐεχινοειδῆ",
        
        "gallery": [
            
        ]
    }
}
