{
    "el": {
        "τίτλος": "Δασυατίδες",
        "dasyatidae": "Οικογένεια Δασυατίδες (Dasyatidae)",	
        "dasyatidae-περιγραφή-1": "Οι Δασυατίδες είναι μια οικογένεια σαλαχιών που χαρακτηρίζονται από το πεπλατυσμένο, δισκοειδές σώμα τους, τη μακριά, σαν μαστίγιο ουρά τους που συχνά είναι εξοπλισμένη με ένα ή περισσότερα δηλητηριώδη αγκάθια και τον γενικά βυθόβιο τρόπο ζωής τους. Απαντώνται σε τροπικούς και υποτροπικούς ωκεανούς σε όλο τον κόσμο, και ορισμένα είδη κατοικούν ακόμη και σε περιβάλλοντα γλυκού νερού. Οι δασυατίδες είναι σαρκοφάγα, τρέφονται με μια ποικιλία ασπόνδυλων και μικρά ψάρια, και παίζουν σημαντικό ρόλο στα θαλάσσια οικοσυστήματα τόσο ως θηρευτές όσο και ως θηράματα.",
        

        "dasyatidae-hypolophodon": "†Υπολοφόδων",
        
        "gallery": [
            
        ]
    },

    "en": {
        "τίτλος": "Dasyatidae",
        "dasyatidae": "Family Dasyatidae",
        "dasyatidae-περιγραφή-1": "Dasyatidae, commonly known as stingrays, are a family of rays characterized by their flattened, disc-shaped bodies, long, whip-like tails often armed with one or more venomous barbs, and their generally bottom-dwelling lifestyle.  They are found in tropical and subtropical oceans worldwide, and some species even inhabit freshwater environments.  Stingrays are carnivores, feeding on a variety of invertebrates and small fish, and they play an important role in marine ecosystems as both predators and prey.",

        "dasyatidae-hypolophodon": "†Hypolophodon",
        
        "gallery": [
            
        ]
    },

    "grc": {
        "τίτλος": "Δασυατίδαι",
        "dasyatidae": "Οἰκογένεια Δασυατίδαι (Dasyatidae)",
        "dasyatidae-περιγραφή-1": "Αἱ Δασυατίδαι οἰκογένεια βυθοβίων βάτων ἐστί, ὧν το σῶμα πεπλατυσμένον τε και δισκοειδές, ο κέρκος μακρύς και μαστιγοειδής και συχνά φέρων δηλητηριώδεις ἀκάνθας. Ἐν πάσῇ τῇ Γῇ ἐν ὠκεανοῖς τροπικοῖς τε και ὑποτροπικοῖς ἀπαντῶνται, τινά δε εἴδη ἕτι ἐν γλυκοῖς ὕδασι διαβιοῦσι. Σαρκοφάγαι οὖσαι, αἱ Δασυατίδαι ποικίλοις ἀσπονδύλοις και μικροῖς ἰχθύσιν τρέφονται, σημαντικήν θέσιν ἐν τοῖς θαλάσσιοις οἰκοσυστήμασιν κατέχουσαι ὡς θηρευταί τε και θηράματα.",

        "dasyatidae-hypolophodon": "†Ὑπολοφόδων",
        
        "gallery": [
            
        ]
    }
}
