{
    "el": {
        "τίτλος": "Νεοκεφαλόποδα",
        "neocephalopoda": "Κλάδος Νεοκεφαλόποδα (Neocephalopoda)",	
        "neocephalopoda-περιγραφή-1": "Τα Νεοκεφαλόποδα είναι ένας κλάδος κεφαλόποδων που εμφανίστηκε κατά την Ορδοβίκια περίοδο και χαρακτηρίζεται από ευθύγραμμα, θαλαμοειδή κελύφη και ένα κεντρικό ή υποκεντρικό σιφώνιο. Παραδοσιακά θεωρούνταν εξαφανισμένα και περιορισμένα σε παλαιοζωικά είδη όπως τα Ορθοκερίδια, αλλά νεώτερες κλαδιστικές αναλύσεις δείχνουν ότι τα Νεοκεφαλόποδα περιλαμβάνουν τους προγόνους τόσο των Αμμωνιτοοειδών όσο και των Κολεοειδών. Ως εκ τούτου, εδώ αντιμετωπίζονται ως κλάδος με ζωντανούς απογόνους. Τα Νεοκεφαλόποδα περιλαμβάνουν ποικίλα παλαιοζωικά είδη, όπως τα Ορθοκερίδια και τα Ψευδορθοκερίδια, που ήταν κυρίαρχοι νηκτοί θηρευτές. Τα απολιθώματά τους είναι ιδιαίτερα κοινά σε θαλάσσια πετρώματα από την Ορδοβίκια έως τη Δεβόνια περίοδο.",
        

        "neocephalopoda-coleoidea": "Κολεοειδή",
        "neocephalopoda-ammonoidea": "†Αμμωνιτοειδή",
        
        "gallery": [
            "<h2>Δείγμα 1</h2><p>Μέτρηση 7-8cm</p>","<h2>Δείγμα 1</h2><p></p>","<h2>Δείγμα 1</h2><p></p>",

            "<h2>Δείγμα 2</h2><p></p>","<h2>Δείγμα 2</h2><p></p>","<h2>Δείγμα 2</h2><p></p>","<h2>Δείγμα 2</h2><p></p>","<h2>Δείγμα 2</h2><p></p>","<h2>Δείγμα 2</h2><p></p>","<h2>Δείγμα 2</h2><p></p>","<h2>Δείγμα 2</h2><p></p>",

            
            "<h2>Δείγμα 3</h2><p></p>","<h2>Δείγμα 3</h2><p></p>","<h2>Δείγμα 3</h2><p></p>","<h2>Δείγμα 3</h2><p></p>"

            
            
        ]
    },

    "en": {
        "τίτλος": "Neocephalopoda",
        "neocephalopoda": "Clade Neocephalopoda",
        "neocephalopoda-περιγραφή-1": "Neocephalopoda is a clade of cephalopods that originated in the Ordovician and are characterized by straight, chambered shells and a central or subcentral siphuncle. Traditionally, the group was thought to include only extinct Paleozoic forms such as the Orthocerida. However, cladistic analyses now indicate that Neocephalopoda also embraces the lineages that gave rise to both Ammonoidea and Coleoidea. This makes it a clade with living descendants, despite its Paleozoic roots. Among its early members were orthocerids and pseudorthocerids—diverse nektonic predators whose fossils are especially abundant in Ordovician to Devonian marine rocks.",

        "neocephalopoda-coleoidea": "Coleoidea",
        "neocephalopoda-ammonoidea": "†Ammonoidea",
        
        "gallery": [
            "<h2>Sample 1</h2><p>Measurement 7-8cm</p>","<h2>Sample 1</h2><p></p>","<h2>Sample 1</h2><p></p>",

            "<h2>Sample 2</h2><p></p>","<h2>Sample 2</h2><p></p>","<h2>Sample 2</h2><p></p>","<h2>Sample 2</h2><p></p>","<h2>Sample 2</h2><p></p>","<h2>Sample 2</h2><p></p>","<h2>Sample 2</h2><p></p>","<h2>Sample 2</h2><p></p>",

            
            "<h2>Sample 3</h2><p></p>","<h2>Sample 3</h2><p></p>","<h2>Sample 3</h2><p></p>","<h2>Sample 3</h2><p></p>"

            
            
        ]
    },

    "grc": {
        "τίτλος": "Νεοκεφαλόποδα",
        "neocephalopoda": "Κλάδος Νεοκεφαλόποδα (Neocephalopoda)",
        "neocephalopoda-περιγραφή-1": "Τὰ Νεοκεφαλόποδα κλάδος ἐστὶ κεφαλοπόδων, ὃ ἐνεφάνη ἐν τῷ Ὀρδοβικίῳ, καὶ ἐπισημαίνεται διὰ κελύφη εὐθεῖα καὶ θαλάμους ἔχοντα, καὶ σιφώνιον τε κεντρικόν ἢ ὑποκεντρικόν. Παλαιὸν δὲ δόγμα ἐνόμιζεν αὐτὰ ἐκλελοιπότα καὶ μόνως ἐν τοῖς Παλαιοζωϊκοῖς εἴδεσιν ὑπάρχειν, οἷον τοῖς Ὀρθοκεριδίοις· νῦν δὲ διὰ νεωτέρων ἀναλύσεων τῆς συγγενείας δεικνύεται ὅτι τὰ Νεοκεφαλόποδα περιλαμβάνουσι τοὺς προγόνους τε καὶ τῶν Ἀμμονιτοειδῶν καὶ τῶν Κολεοειδῶν. Διὸ νῦν ὧδε ὡς κλάδος θεωρεῖται, ἔχων ἀπόγονους ἔτι ζῶντας. Ἐν τούτοις περιλαμβάνονται πολλὰ καὶ ποικίλα εἴδη Παλαιοζωϊκά, οἷον τὰ Ὀρθοκερίδια καὶ τὰ Ψευδορθοκερίδια, οἵ κυρίαρχοι ἦσαν ὡς νηκτοὶ θηρευταί, ὧν τὰ ἀπολιθώματα συχνῶς εὑρίσκονται ἐν τοῖς θαλαττίοις λίθοις ἀπὸ τοῦ Ὀρδοβικίου μέχρι τοῦ Δεβονίου.",

        "neocephalopoda-coleoidea": "Κολεοειδῆ",
        "neocephalopoda-ammonoidea": "†Ἀμμωνιτοειδῆ",
        
        "gallery": [
            "<h2>Δεῖγμα αʹ</h2><p>Μέτρησις 7-8cm</p>","<h2>Δεῖγμα αʹ</h2><p></p>","<h2>Δεῖγμα αʹ</h2><p></p>",

            "<h2>Δεῖγμα βʹ</h2><p></p>","<h2>Δεῖγμα βʹ</h2><p></p>","<h2>Δεῖγμα βʹ</h2><p></p>","<h2>Δεῖγμα βʹ</h2><p></p>","<h2>Δεῖγμα βʹ</h2><p></p>","<h2>Δεῖγμα βʹ</h2><p></p>","<h2>Δεῖγμα βʹ</h2><p></p>","<h2>Δεῖγμα βʹ</h2><p></p>",

            
            "<h2>Δεῖγμα γʹ</h2><p></p>","<h2>Δεῖγμα γʹ</h2><p></p>","<h2>Δεῖγμα γʹ</h2><p></p>","<h2>Δεῖγμα γʹ</h2><p></p>"

            
            
        ]
    }
}
