{
    "el": {
        "τίτλος": "Χορδωτά",
        "chordata": "Συνομοταξία Χορδωτά (Chordata)",	
        "chordata-περιγραφή-1": "Τα χορδωτά είναι μια ποικιλόμορφη ομάδα που περιλαμβάνει σπονδυλωτά και ορισμένα ασπόνδυλα. Χαρακτηρίζονται από τέσσερα βασικά γνωρίσματα: τη νωτοχορδή (ράβδος στήριξης), το ραχιαίο κοίλο νευρικό σωλήνα (εγκέφαλος και νωτιαίος μυελός), τις φαρυγγικές σχισμές (ανοίγματα στο λαιμό) και την μετα-πρωκτική ουρά. Αυτά τα χαρακτηριστικά μπορεί να εμφανίζονται μόνο κατά την εμβρυακή ανάπτυξη, αλλά η παρουσία τους σε οποιοδήποτε στάδιο κατατάσσει ένα ζώο ως χορδωτό.",
        

        "chordata-chondrichthyes": "Χονδριχθύες",
        "chordata-osteichthyes": "Οστεϊχθύες",
        
        "gallery": [
            "<h2>Δείγμα 1</h2><p>Λέπι</p>"

            
            
        ]
    },

    "en": {
        "τίτλος": "Chordata",
        "chordata": "Phylum Chordata",
        "chordata-περιγραφή-1": "Chordates are defined by four key features: a notochord (supporting rod), a dorsal hollow nerve cord (brain and spinal cord), pharyngeal slits (throat openings), and a post-anal tail.  These traits may only appear during embryonic development, but their presence at any point classifies an animal as a chordate, a diverse group including vertebrates and some invertebrates.",

        "chordata-chondrichthyes": "Chondrichthyes",
        "chordata-osteichthyes": "Osteichthyes",
        
        "gallery": [
            "<h2>Sample 1</h2><p>Scale</p>"

            
            
        ]
    },

    "grc": {
        "τίτλος": "Χορδωτά",
        "chordata": "Συνομοταξία Χορδωτά (Chordata)",
        "chordata-περιγραφή-1": "Ἡ τῶν Χόρδωτῶν ποικιλόμορφη συνομοταξία σπονδυλωτά τε και ὀλίγα ἀσπόνδυλα περιέχει. Τέσσαρα κύρια γνωρίσματα ἔχουσι· την νωτοχορδήν (ῥάβδος στηρίξεως), τον ῥαχιαῖον κοῖλον νευρικόν σωλῆνα (ἐγκέφαλος και νωτιαῖος μυελός), τας φαρυγγικάς σχισμάς (τῷ λαιμῷ ἀνοίγματα) και τον μεταπρωκτικόν κέρκον. Καίτοι τῇ ἐμβρυακῇ ἀναπτύξει μόνον τα γνωρίσματα ἐμφαίνεσθαι δύναται, ἡ ἐν οἱῳδήποτε σταδίῳ αὐτῶν παρουσία το ζῷον ὡς χορδωτόν τάσσει.",

        "chordata-chondrichthyes": "Χονδριχθύες",
        "chordata-osteichthyes": "Οστεϊχθύες",
        
        "gallery": [
            "<h2>Δεῖγμα αʹ</h2><p>Λεπίς</p>"

            
            
        ]
    }
}