{
    "el": {
        "τίτλος": "Βένους",
        "βένους": "Γένος Βένους (Venus)",	
        "βένους-περιγραφή": "Ο Βένους είναι ένα γένος θαλάσσιων δίθυρων της οικογένειας των Βενεριδών, γνωστό για τα παχιά, στρογγυλά και συχνά όμορφα διακοσμημένα κελύφη του. Ζει σε αμμώδεις παράκτιες περιοχές σε όλο τον κόσμο, κυρίως σε θερμές και εύκρατες ζώνες. Ξεχωρίζει για τα δυνατά αρθρωτικά οδοντώματα, τις βαθείς παραϋμενικές κοιλότητες και τον βενθικό τρόπο ζωής του. Σε αντίθεση με άλλα μέλη της οικογένειας, τα είδη Βένους παρουσιάζουν συχνά γυαλιστερές επιφάνειες και περίτεχνα σχέδια. Το γένος έχει μακρά παρουσία στο απολιθωματικό αρχείο, ήδη από την Κρητιδική περίοδο.",

        "gallery": [
            "<h2>Δείγμα 1</h2><p>3-4 όστρακα. Το ένα πιθανότατα γένους Βένους.</p>"
        ]
    },

    "en": {
        "τίτλος": "Venus",
        "βένους": "Genus Venus",
        "βένους-περιγραφή": "Venus is a genus of marine bivalves in the Veneridae family, known for their thick, rounded, and often beautifully patterned shells. They are found in sandy coastal waters worldwide, especially in warm and temperate regions. Τhey are distinguished by strong hinge teeth, deep pallial sinuses, and a burrowing lifestyle. Unlike other Veneridae, Venus species often display glossy finishes and intricate markings. The genus has a long fossil record dating back to the Cretaceous.",
        
        "gallery": [
            "<h2>Sample 1</h2><p>3-4 shells. One most likely Venus sp.</p>"
        ]
    },

    "grc": {
        "τίτλος": "Οὐῆνος",
        "βένους": "Γένος Οὐῆνος (Venus)",	
        "βένους-περιγραφή": "Ὁ Οὐῆνος γένος ἐστὶν ὀστρέων θαλασσίων τῆς οἰκογένειας τῶν Οὐηνιριδῶν, γνωριζόμενον διὰ τα παχέα, στρογγύλα, πολλάκις καὶ καλῶς κεκοσμημένα ὄστρεα. Ἐν ταῖς ἀμμώδεσι θαλάσσιαις ἀκταῖς παντός τοῦ κόσμου εὑρίσκονται, μάλιστα δὲ ἐν θερμοῖς καὶ εὔκρατοις τόποις. Διαφέρεται δὲ ὁ Οὐῆνος τῆς ἀρθρώσεως τους ὀδόντας ἰσχυρούς ἔχων, και βαθέων κολπωμάτων παραϋμενικῶν, καὶ τοῦ ὑποθαπτομένου βίου. Ἀντὶ τῶν ἄλλων Οὐηνιριδῶν, τὰ τοῦ Οὐήνου ὀστρέα στίλβειν πολλάκις καὶ ποικίλως κεκόσμησθαι εἰώθασιν. Ἔχει δὲ μακρὰν ἀπολιθωματικήν ἱστορίαν, ὦν ἀπὸ χρόνων Κρητιδικῶν.",

        "gallery": [
            "<h2>Δεῖγμα α'</h2><p>3-4 ὄστρακα. Ἕν πιθανῶς Οὐῆνος τῷ γένει.</p>"
        ]
    }
}