{
    "el": {
        "τίτλος": "Σαυρόψιδα",
        "sauropsida": "Κλάδος Σαυρόψιδα (Sauropsida)",	
        "sauropsida-περιγραφή-1": "Τα Σαυρόψιδα είναι η ομάδα που περιλαμβάνει όλα τα σύγχρονα ερπετά και τα πτηνά, μαζί με τους εξαφανισμένους προγόνους τους όπως οι δεινόσαυροι, οι πτερόσαυροι και τα θαλάσσια ερπετά. Η εξελικτική τους πορεία διαχωρίστηκε από εκείνη που οδήγησε στα θηλαστικά πριν από περισσότερα από 300 εκατομμύρια χρόνια και από τότε ακολούθησε δική της διαδρομή.",
        "sauropsida-περιγραφή-2": "Τα περισσότεροι Σαυρόψιδα έχουν χαρακτηριστικά κρανία με δύο ανοίγματα πίσω από κάθε κόγχη του ματιού. Αυτά τα ανοίγματα ελαφραίνουν το κρανίο και παρέχουν χώρο για δυνατούς μύες της σιαγόνας. Αν και οι χελώνες και ορισμένες εξαφανισμένες μορφές δεν έχουν αυτά τα ανοίγματα, άλλα ανατομικά χαρακτηριστικά επιβεβαιώνουν ότι ανήκουν στην ομάδα.",
        "sauropsida-περιγραφή-3": "Ένα ακόμη βασικό χαρακτηριστικό είναι το δέρμα τους, το οποίο παράγει βήτα-κερατίνη· μια σκληρή ουσία που σχηματίζει λέπια ή φτερά. Επίσης, τα Σαυρόψιδα αποβάλλουν τα απόβλητά τους υπό μορφή ξηρής πάστας αντί για υγρό ούρο, κάτι που βοηθά στη διατήρηση του νερού· σημαντικό πλεονέκτημα για ζωή στη στεριά.",
        "sauropsida-περιγραφή-4": "Σήμερα, τα σαυρόψιδα βρίσκονται παντού: από τις σαύρες και τους κροκόδειλους μέχρι τα σπουργίτια και τους πιγκουίνους»· όλα μέλη αυτής της παλαιάς και ποικιλόμορφης εξελικτικής γραμμής των ερπετών.",
        

        "sauropsida-dinosauria": "Δεινοσαύρια",
        "sauropsida-crocodylomorpha": "Κροκοδειλόμορφα",
        
        "gallery": [
            
        ]
    },

    "en": {
        "τίτλος": "Sauropsida",
        "sauropsida": "Clade Sauropsida",
        "sauropsida-περιγραφή-1": "Sauropsida is the group that includes all modern reptiles and birds, along with their fossil ancestors like dinosaurs, pterosaurs, and marine reptiles. This lineage split from the one that led to mammals over 300 million years ago and has followed its own evolutionary path ever since.","sauropsida-περιγραφή-2": "Most Sauropsids have distinctive skulls with two holes behind each eye socket. These openings lighten the skull and make room for powerful jaw muscles. Turtles and some extinct forms lack these holes, but other traits confirm their place in the group.","sauropsida-περιγραφή-3": "Their skin is another key feature; it produces beta-keratin, a tough material that forms scales or feathers. Sauropsids also excrete waste as a dry paste instead of liquid urine, which helps conserve water - a useful trait for life on land.","sauropsida-περιγραφή-4": "Today, Sauropsids are everywhere: from lizards and crocodiles to sparrows and penguins, all part of this long and diverse reptilian lineage.",

        "sauropsida-dinosauria": "Dinosauria",
        "sauropsida-crocodylomorpha": "Crocodylomorpha",
        
        "gallery": [
            
        ]
    },

    "grc": {
        "τίτλος": "Σαυρόψιδα",
        "sauropsida": "Κλάδος Σαυρόψιδα (Sauropsida)",
        "sauropsida-περιγραφή-1": "Τα Σαυρόψιδα εἰσίν κλάδος περιέχων πάντα τὰ νῦν ἑρπετά καὶ ὀρνίθας, ἅμα τοῖς προγόνοις αὐτῶν τοῖς ἀπολιθωμένοις, οἷον τοὺς δεινοσαύρους, πτεροσαύρους, καὶ τα θαλάσσια ἑρπετά. Διεχωρίσθησαν ἐκ τῆς γραμμῆς τῆς ἐπάγουσης εἰς τα θηλαστικά πρὸ πλεόνων ἢ τριακοσίων ἑκατομμυρίων ἐτῶν, καὶ ἴδιον εἰλήφασιν δρόμον ἐξελίξεως ἔκτοτε.","sauropsida-περιγραφή-2": "Οἱ πολλοὶ τῶν Σαυροψίδων ἔχουσι κρανία διακεκριμένα, δύο ὀπὰς ἔχοντα ὀπίσω ἑκάστου ὀφθαλμοῦ. Ὡς ἐλαφρύτερον ταῦτα τα τρήματα τὸ κρανίον ποιοῦσι, καὶ δίδουσι τόπον τοῖς ἰσχυροῖς τῆς σιαγόνος μυσί. Καίπερ χελώναι δὲ καὶ ἔνια γένη ἀποθανόντα ταύτας οὐκ ἔχουσιν, ἄλλα δε τεκμήρια την ἐν Σαυροψίδοις αὐτῶν μετοχήν δηλοῦσιν.","sauropsida-περιγραφή-3": "Καὶ το δε δέρμα αὐτῶν ἰδιαζούσαν ὕλην παράγει· την καλουμένην βῆτα-κερατίνη. ἔστιν οὖν ὕλη σκληρὰ, δι' ἧς γίνονται λεπίδαι ἢ πτερά. Καὶ τὰ περιττώματα τῶν Σαυροψδῶν ξηρὰ μᾶλλον ἢ ὑγρά ἐκβάλλεται, ἵνα μᾶλλον ὕδωρ σῴζειν — πρᾶγμα λίαν χρήσιμον τῷ χερσαίῳ βίῳ.","sauropsida-περιγραφή-4": "Νῦν δὲ τὰ Σαυρόψιδα πανταχοῦ τῆς γῆς ὑπάρχει· ἀπὸ τῶν σαυρῶν καὶ κροκοδείλων ἕως τῶν στρούθων καὶ τῶν πιγκουίνων· πάντα δη ταῦτα εἰσὶ μέλη τοῦ παλαιοῦ καὶ πολυειδοῦς τούτου γενεαλογικοῦ γένους.",

        "sauropsida-dinosauria": "Δεινοσαύρια",
        "sauropsida-crocodylomorpha": "Κροκοδειλόμορφα",
        
        "gallery": [
            
        ]
    }
}
