{
    "el": {
        "τίτλος": "Οστεϊχθύες",
        "osteichthyes": "Κλάδος Οστεϊχθύες (Osteichthyes)",	
        "osteichthyes-περιγραφή-1": "Οι Οστεϊχθύες, δηλαδή τα οστούχα σπονδυλωτά, είναι ένας μεγάλος κλάδος που περιέχει όλα τα ζώα με εσωτερικό οστέινο σκελετό. Αν και στο παρελθόν θεωρείτο κλάση ψαριών, η σύγχρονη κλαδιστική κατατάσσει στους Οστεϊχθύες όχι μόνο τα ακτινοπτερύγια και σαρκοπτερύγια ψάρια, αλλά και όλα τα χερσαία σπονδυλωτά· δηλαδή τα αμφίβια, τα ερπετά, τα πτηνά και τα θηλαστικά. Τα πρώτα απολιθώματα Οστεϊχθυών χρονολογούνται στην Σιλούρια περίοδο, πάνω από 420 εκατομμύρια χρόνια πριν, και σηματοδοτούν την εμφάνιση ζώων με οστέινο σκελετό και σύνθετες γνάθους. Σήμερα, οι Οιστεϊχθύες αποτελούν την συντριπτική πλειονότητα των σπονδυλωτών, από μικροσκοπικά ψαράκια του γλυκού νερού μέχρι φάλαινες και ακόμα και ανθρώπους. Η μεγάλη τους προσαρμοστικότητα τους επέτρεψε να κατακτήσουν σχεδόν κάθε υδάτινο και χερσαίο περιβάλλον.",
        

        "osteichthyes-actinopterygii": "Ακτινοπτερύγιοι",
        "osteichthyes-sarcopterygii": "Σαρκοπτερύγιοι",
        
        "gallery": [
            
        ]
    },

    "en": {
        "τίτλος": "Osteichthyes",
        "osteichthyes": "Clade Osteichthyes",
        "osteichthyes-περιγραφή-1": "Osteichthyes, the bony vertebrates, form a vast clade that includes all animals with a bony internal skeleton. Once regarded as a class of fish, modern cladistics recognizes Osteichthyes as a broader group encompassing not only ray-finned and lobe-finned fish, but also all land-dwelling vertebrates — including amphibians, reptiles, birds, and mammals. The earliest osteichthyan fossils date to the Late Silurian period, over 420 million years ago, marking the rise of mineralized skeletons and complex jaw structures. Today, Osteichthyes represent the overwhelming majority of vertebrate diversity, from tiny freshwater species to whales and humans. Their evolutionary adaptability has allowed them to colonize nearly every aquatic and terrestrial environment.",

        "osteichthyes-actinopterygii": "Actinopterygii",
        "osteichthyes-sarcopterygii": "Sarcopterygii",
        
        "gallery": [
            
        ]
    },

    "grc": {
        "τίτλος": "Οστεϊχθύες",
        "osteichthyes": "Κλάδος Οστεϊχθύες (Osteichthyes)",
        "osteichthyes-περιγραφή-1": "Οἱ Ὀστεϊχθύες, τουτέστιν τα ὀστοῦχα σπονδυλωτά, κλάδος εὐρύς τις ἐστίν, τῶν ἔνδον σκελετόν ὀστέινον φερόντων ζῴων. Πάλαι μεν ποτέ ἰχθυῶν κλάσις ἐθεωρεῖτο, κατά δε την σύγχρονην κλαδιστικήν θεώρησιν ὡς εὐρυτέρα ὁμάς ὁρίζονται συνέχουσα οὐ μόνον ἰχθύας ἀκτινοπτερυγίους και σαρκοπτερυγίους, ἀλλά και ἅπαντα τα χερσαῖα σπονδυλωτά· ἤτοι ἀμφίβια, ἑρπετά, πετεινά και θηλαστικά. Τα πρῶτα τῶν Ὀστεϊχθυῶν ἀπολιθώματα ἐν τῷ ὀψίμῳ Σιλουριανῷ ἐφάνησαν, προ ὑπέρ τετρακοσίων εἴκοσι ἑκατομμυρίων ἐτῶν, σημειοῦντα την τῶν ὀστεΐνων σκελετῶν και περιπλόκων γναθῶν ἀπαρχήν. Τα νῦν οἱ Ὀστεϊχθύες την πλεῖστον τῶν σπονδυλωτῶν μοῖρα συνιστοῦσι· ἀπό ἐλαχίστων γλυκυδρίων ἰχθυῶν μέχρι φαλαινῶν και ἕτι ἀνθρώπων. Σχεδόν πᾶν ὑδάτινόν τε και χερσαῖον περιβάλλον ᾠκήκασιν, διά την θαυμαστήν αὐτῶν εὐπροσάρμοστον φύσιν.",

        "osteichthyes-actinopterygii": "Ἀκτινοπτερύγιοι",
        "osteichthyes-sarcopterygii": "Σαρκοπτερύγιοι",
        
        "gallery": [
            
        ]
    }
}
