{
    "el": {
        "τίτλος": "Ετεροβράγχια",
        "ετεροβράγχια": "Υφομοταξία Ετεροβράγχια (Heterobranchia)",
        "ετεροβράγχια-περιγραφή": "Τα Ετεροβράγχια είναι μια ιδιαίτερα ποικιλόμορφη υφομοταξία των γαστροπόδων μαλακίων, που περιλαμβάνει κυρίως ζώα με μορφή σαλιγκαριού. Ξεχωρίζουν από τα υπόλοιπα μαλάκια λόγω της συμμετρίας που συχνά παρουσιάζουν (λόγω αποστροφής), αναπνέουν με πνεύμονες ή δευτερογενή βράγχια και δεν διαθέτουν επιπωματίδιο. Τα περισσότερα είναι ερμαφρόδιτα και έχουν ιδιαίτερα εξελιγμένα νευρικά και αναπαραγωγικά συστήματα. Συγκαταλέγονται μεταξύ των πλέον εξελιγμένων γαστροπόδων, χάρη στην προσαρμοστικότητά τους σε ποικίλες μορφές και περιβάλλοντα.",
        "ετεροβράγχια-καυολινιίδες": "Καυολινιίδες"
    },

    "en": {
        "τίτλος": "Heterobranchia",
        "ετεροβράγχια": "Subclass Heterobranchia",
        "ετεροβράγχια-περιγραφή": "Heterobranchia is a diverse subclass of gastropod mollusks that includes sea slugs, nudibranchs, and land snails. Unlike other gastropods, heterobranchs often exhibit symmetry (due to detorsion), lack an operculum, and have varied respiratory systems—including lungs or secondary gills. Most are hermaphroditic and show highly modified nervous and reproductive systems. Their evolutionary adaptability has led to a wide range of body forms and habitats, distinguishing them as one of the most derived groups within Gastropoda.",
        "ετεροβράγχια-καυολινιίδες": "Cavoliniidae"
    },

    "grc": {
        "τίτλος": "Ἑτεροβράγχια",
        "ετεροβράγχια": "Ὑφομοταξία Ἑτεροβράγχια (Heterobranchia)",
        "ετεροβράγχια-περιγραφή": "Τὰ Ἑτεροβράγχια ὑφομοταξία τίς ἐστι τῶν γαστροπόδων μαλακίων ποικιλωτάτη, τὰ πλεῖστα ζῷα ὡς κοχλίας περιέχουσα. Διαφέρουσι δὲ τῶν λοιπῶν μαλακίων τῷ πολλάκις τὴν ἀναστροφὴν ἀποβαλεῖν καὶ τὴν τοῦ σώματος συμμετρίαν ἀνακτᾶν, πνεύμοσιν ἢ δευτερεύουσι βραγχίοις ἀναπνέουσιν, ἐπιπωμάτιον δὲ οὐκ ἔχουσιν. Οἱ πλεῖστοι αὐτῶν ἑρμαφρόδιτοι εἰσίν, νευρικοῖς τε καὶ γεννητικοῖς ὀργάνοις διακεκριμένοι. Εἰς τοὺς πλέον ἐξελιγμένους τῶν Γαστροπόδων ἀριθμοῦνται, διὰ τὴν ἐξελικτικῶς προσηρμοσμένην μορφῶν καὶ βιότοπων ποικιλίαν.",
        "ετεροβράγχια-καυολινιίδες": "Καυολινιίδαι"
    }
}