{
    "el": {
        "τίτλος": "Παρεκκλήσιο του Αγίου Λεονάρδου, Λίνκολνσαϊρ",
        "chapel-st-leonards": "Παρεκκλήσιο του Αγίου Λεονάρδου, Λίνκολνσαϊρ",	
        "chapel-st-leonards-περιγραφή-1": "Η παραλία στο Παρεκκλήσιο του Αγίου Λεονάρδου δεν έχει δικά της απολιθωματοφόρα στρώματα πετρωμάτων, κι όμως απολιθώματα βρίσκονται συχνά εδώ. Αυτό συμβαίνει επειδή έχουν μεταφερθεί από αλλού, αρχικά από παγετώνες της Εποχής των Παγετώνων. Στη συνέχεια μεταφέρθηκαν από την ταχέως διαβρώμενη ακτή του Χόλντερνες προς τα νότια μέσω της παράκτιας μετατόπισης.","chapel-st-leonards-περιγραφή-2": "Τα απολιθώματα, που βρίσκονται μέσα σε παγετωνικά μεταφερόμενα βράχια, προέρχονται από αρχαία θαλάσσια πετρώματα, κυρίως της Ιουρασικής και Κρητιδικής περιόδου, και μερικές φορές της Λιθανθρακοφόρου. Επειδή προέρχονται από μικτές πηγές, η ακριβής τους προέλευση και ηλικία είναι συχνά αβέβαιες.","chapel-st-leonards-περιγραφή-3": "Μπορεί να μην έχει γκρεμούς ή στρώματα απολιθωμάτων, αλλά το Παρεκκλήσιο του Αγίου Λεονάρδου είναι μια υπέροχη παραλία· φαρδιά, καθαρή και κατάλληλη για οικογένειες. Και για τους κυνηγούς απολιθωμάτων είναι σαν μια τυχερή σακούλα γεμάτη γεωλογική ιστορία, συγκεντρωμένη σε ένα μέρος. Κάθε παλίρροια φέρνει την ευκαιρία για κάτι αρχαίο και απρόσμενο.",
        "chapel-st-leonards-formation": "Άγωνστος",
        "chapel-st-leonards-depositional_environment": "Ρηχές υφαλοκρηπίδες και ηπειρωτικές θάλασσες (Ιουρασικό έως Κρητιδικό). Τροπικοί ύφαλοι ή ρηχά θαλάσσια περιβάλλοντα (Λιθανθρακοφόρος)",
        "chapel-st-leonards-fossil_types": "Αμμονίτες, βελεμνίτες, κοράλλια, δίθυρα, εχινοειδή και άλλα",
        "chapel-st-leonards-paleoecology_highlights": "Τα απολιθώματα αντικατοπτρίζουν μια ποικιλία περιβαλλόντων· άπό υφαλόβια κοράλλια μέχρι ταχείς θηρευτές όπως οι αμμωνίτες. Προσφέρουν μια χρονικά μεσοσταθμισμένη εικόνα της αρχαίας ζωής στο πέρας πολλών αιώνων.",
        "longshore-drift-description": "Α: Τα απολιθωματοφόρα στρώματα του Χολντερνές διαβρώθηκαν από παγετώνες κατά την εποχή των παγετώνων. Β: Η διάβρωση συνεχίζεται καθώς τα κύματα και τα θαλάσσια ρεύματα παρασέρνουν τα απολιθώματα προς τα νότια. C: Τα απολιθώματα καταλήγουν στην ακτή και γίνονται ορατά με την άμπωτη.",
        "gallery": [
            "<h2>Δείγμα 1</h2><p>Μέτρηση 14-15cm</p>","<h2>Δείγμα 1</h2><p></p>","<h2>Δείγμα 1</h2><p></p>","<h2>Δείγμα 1</h2><p></p>","<h2>Δείγμα 1</h2><p></p>","<h2>Δείγμα 1</h2><p></p>",
            "<h2>Δείγμα 2</h2><p>Μέτρηση 7-8cm</p>","<h2>Δείγμα 2</h2><p></p>","<h2>Δείγμα 2</h2><p></p>","<h2>Δείγμα 2</h2><p></p>","<h2>Δείγμα 2</h2><p></p>"
            
        ]
    },

    "en": {
        "τίτλος": "Chapel St. Leonards, Lincolnshire",
        "chapel-st-leonards": "Chapel St. Leonards, Lincolnshire",	
        "chapel-st-leonards-περιγραφή-1": "Chapel st Leonards beach has no fossil-bearing rock layers of its own, yet fossils are commonly found here. That's because they've been transported from elsewhere, carried first by Ice Age glaciers, then moved south by longshore drift from the rapidly eroding Holderness coast.","chapel-st-leonards-περιγραφή-2": "The fossils, embedded in glacial erratics, originate from ancient marine rocks, mostly Jurassic and Cretaceous, and sometimes Carboniferous. Since they come from mixed sources, their exact origin and age is often uncertain.","chapel-st-leonards-περιγραφή-3": "It may not have cliffs or fossil beds, but Chapel St Leonards is a great beach, wide, clean and family-friendly; and for fossil hunters, it is like a grab-bag of geological history washed up in one place. Every tide brings the chance to find something ancient and unexpected.",
        "chapel-st-leonards-formation": "Unknown",
        "chapel-st-leonards-depositional_environment": "Shallow marine shelves and epicontinental seas (Jurassic to Cretaceous). Tropical reef or shallow marine environments (Carboniferous)",
        "chapel-st-leonards-fossil_types": "Ammonites, belemnites, corals, bivalves, echinoids and others",
        "chapel-st-leonards-paleoecology_highlights": "The fossils reflect a variety of environments, from reef builders like corals to fast-swimming predators like ammonites, offering a time-averaged window into ancient life across multiple eras.",
        "longshore-drift-description": "Α: Holderness' fossiliferous strata have been eroded by glaciers during the Ice Age. Β: Erosion is continued by the sea, whose waves and currents relocate the fossils southwards. C: Fossils end up on the beach and become visible with low tide.",
        "gallery": [
            "<h2>Sample 1</h2><p>Measurement 14-15cm</p>","<h2>Sample 1</h2><p></p>","<h2>Sample 1</h2><p></p>","<h2>Sample 1</h2><p></p>","<h2>Sample 1</h2><p></p>","<h2>Sample 1</h2><p></p>",
            "<h2>Sample 2</h2><p>Measurement 7-8cm</p>","<h2>Sample 2</h2><p></p>","<h2>Sample 2</h2><p></p>","<h2>Sample 2</h2><p></p>","<h2>Sample 2</h2><p></p>"
            
        ]
    },

    "grc": {
        "τίτλος": "Παρεκκλήσιον τοῦ Ἁγίου Λεονάρδου, Λίνκολνσαϊρ",
        "chapel-st-leonards": "Παρεκκλήσιον τοῦ Ἁγίου Λεονάρδου, Λίνκολνσαϊρ",	
        "chapel-st-leonards-περιγραφή-1": "Καίπερ ἡ παρά τῷ τοῦ Ἁγίου Λεονάρδου Παρεκκλησίῳ παραλία οὐκ ἔχει ἴδιους ἀπολιθωματοφόρους λίθους, ἀπολιθώματα ἐνταῦθα εὑρίσκονται. Ταῦτα γὰρ ἀπὸ ἑτέρων τόπων μεταφέρονται, πρῶτον ὑπὸ παγετώνων τῆς Ἐποχῆς τῶν Παγετώνων. Μετὰ δε, ἀπό τῆς ταχέως διαβρώμενης τοῦ Χόλντερνες ἀκτῆς, προς νότον διὰ μετατοπίσεως παρακτίας.","chapel-st-leonards-περιγραφή-2": "Τα ἀπολιθώματα, ἐντός παγετωνικῶν μεταφερομένων λίθων, ἀπὸ ἀρχαίας θαλάσσης πέτρας προέρχονται, κυρίως τοῦ Ἰουρασικοῦ καὶ Κρητιδικοῦ, καὶ ἐνίοτε τῆς Λιθανθρακοφόρου. Ἐπεὶ δὲ ἐκ μικτῶν πηγῶν προέρχονται, ἡ ἀκριβὴς αὐτῶν προέλευσις καὶ ἡλικία συχνὰ ἀβέβαιος ἐστίν.","chapel-st-leonards-περιγραφή-3": "Ἐὰν μὴν γκρεμοί τε καὶ στρώματα ἀπολιθωμάτων ἔχῃ, ἡ παραλία τοῦ Παρεκκλησίου τοῦ Ἁγίου Λεονάρδου καλή ἐστίν, πλατεῖα, καθαρὰ καὶ φιλική πρὸς τὰς οἰκογένειας. Καὶ γὰρ τοῖς ἀπολιθωματοθήραις ὡς θησαυρός τυχερὸς γεωλογικῆς ἱστορίας, ἐν ἑνὶ τόπῳ συγκεντρωμένος, φαίνεται. Ἕκαστη παλίρροια τὴν εὐκαιρίαν προσφέρει εὑρεῖν τι ἀρχαῖον καὶ ἀπρόσμενον.",
        "chapel-st-leonards-formation": "Ἄγνωστος",
        "chapel-st-leonards-depositional_environment": "Ὑφαλοκρηπίδες ἀβαθεῖαι καὶ θάλασσαι ἠπειρωτικαί (Ἰουρασικὸν ἕως Κρητιδικόν). Τροπικοὶ ὕφαλοι ἢ περιβάλλοντα θαλάσσια ῥηχὰ (Λιθανθρακοφόρος)",
        "chapel-st-leonards-fossil_types": "Ἀμμωνῖται, βελεμνῖται, κοράλλια, δίθυρα, ἐχινοειδῆ καὶ ἄλλα",
        "chapel-st-leonards-paleoecology_highlights": "Ποικιλίαν περιβαλλόντων τα ἀπολιθώματα δείκνυσιν, ἀπό κοραλλίων ὑφαλοδομούντων ἔως ταχέων θηρευτῶν ὡς ἀμμωνίτας, προσφέροντα γενικήν γνώσιν ζωῆς ἀρχαίας, πλατύχρονην ἐν πολλοῖς αἰῶσιν.",
        "longshore-drift-description": "Α: Τα ἐν Χολντερνές ἀπολιθωματοφόρα στρώματα ἐκ παγετώνων διεβρώθησαν κατά την τῶν παγετώνων ἐποχήν. Β: Τα κύματα προσέτι διαβιβρώσκουσιν και συν τοῖς ῥεύμασι τα ἀπολιθώματα προς τον νότον φέρουσιν. C: Τα τῇ ἀκτῇ καταλήξαντα απολιθώματα ὁρατά καθίστανται τῇ ἀμπώτει.",
        "gallery": [
            "<h2>Δεῖγμα αʹ</h2><p>Μέτρησις 14-15cm</p>","<h2>Δεῖγμα αʹ</h2><p></p>","<h2>Δεῖγμα αʹ</h2><p></p>","<h2>Δεῖγμα αʹ</h2><p></p>","<h2>Δεῖγμα αʹ</h2><p></p>","<h2>Δεῖγμα αʹ</h2><p></p>",
            "<h2>Δεῖγμα βʹ</h2><p>Μέτρησις 7-8cm</p>","<h2>Δεῖγμα βʹ</h2><p></p>","<h2>Δεῖγμα βʹ</h2><p></p>","<h2>Δεῖγμα βʹ</h2><p></p>","<h2>Δεῖγμα βʹ</h2><p></p>"
            
        ]
    }
}
