{
    "el": {
        "τίτλος": "Φορτ Βικτώρια, Νήσος Ουάιτ",
        "fort-victoria": "Φορτ Βικτώρια, Νήσος Ουάιτ",	
        "fort-victoria-περιγραφή-1": "Φαντάσου μια πλατιά, ρηχή λιμνοθάλασσα που εκτείνεται προς την ενδοχώρα από μια χαμηλή ακτή. Τα νερά είναι ήρεμα και πρασινωπά, αρκετά ρηχά ώστε να φαίνονται τα λασπώδη βάθη σε ορισμένα σημεία. Στην άκρη του νερού απλώνεται βαλτώδες έδαφος με υγρά, μουσκεμένα χώματα, όπου υψώνονται ριζώματα φοινίκων, μαγκρόβιων δέντρων, φτέρες και καλαμοειδή φυτά του έλους. Κανάλια διαγράφουν ελικοειδείς πορείες μέσα από τον βάλτο, μεταφέροντας ασθενή ρεύματα και περιστασιακές εισροές υφάλμυρου νερού. Σε μερικά σημεία αναδύονται χαμηλές, λασπώδεις νησίδες ή αναχώματα λίγο πιο πάνω από την επιφάνεια, με πιο πυκνές συστάδες βλάστησης. Ο ορίζοντας είναι χαμηλός, και το φως του ήλιου είναι ζεστό· κατά διαστήματα διακρίνονται πέρα ανοιχτά νερά ή παλιρροϊκές πεδιάδες.",
        "fort-victoria-formation": "Ομάδα Σόλεντ / τοπικές αποθέσεις λιμνοθάλασσας του Ηώκαινου",
        "fort-victoria-depositional_environment": "Ρηχή παράκτια λιμνοθάλασσα, βαλτώδεις περιοχές πίσω από την ακτή, εκβολές ποταμών, με εισροές από ρηχά θαλάσσια νερά",
        "fort-victoria-fossil_types": "Λείψανα κροκοδειλίων, όστρακα χελωνών και θραύσματα, φυτικά κατάλοιπα, μαλάκια, χλωρίδα ελών (π.χ. βλάστηση μαγκροβίων, φοίνικες και φτέρες)",
        "fort-victoria-paleoecology_highlights": "Παράκτιος τροπικός υδροβιότοπος. Ρηχή λιμνοθάλασσα, δάση βάλτων, κανάλια ελών που διασχίζουν το κορεσμένο έδαφος. Περιστασιακές παλιρροϊκές επιδράσεις. Περίοδοι εκτεθειμένης ξηράς και μικρές εισροές γλυκού νερού. Συσσώρευση οργανικής ύλης, ριζών και φυλλωμάτων σε κοιλότητες",
        "fort-victoria-diplocynodon": "†Diplocynodon",
        "gallery": [
            "<h2>Δείγμα 1</h2><p>Δόντι, 1-2cm</p>","<h2>Δείγμα 1</h2><p></p>","<h2>Δείγμα 1</h2><p></p>","<h2>Δείγμα 1</h2><p></p>","<h2>Δείγμα 1</h2><p></p>","<h2>Δείγμα 1</h2><p></p>","<h2>Δείγμα 1</h2><p></p>","<h2>Δείγμα 1</h2><p></p>","<h2>Δείγμα 1</h2><p></p>","<h2>Δείγμα 1</h2><p></p>","<h2>Δείγμα 1</h2><p></p>","<h2>Δείγμα 1</h2><p></p>"
            
            
        ]
    },

    "en": {
        "τίτλος": "Fort Victoria, Isle of Wight",
        "fort-victoria": "Fort Victoria, Isle of Wight",	
        "fort-victoria-περιγραφή-1": "Imagine a broad, shallow lagoon stretching inland from a low coast. The water is calm and greenish, shallow enough to show muddy bottoms in places. Along the water’s edge, swampy ground with soggy soils, where stilted roots of palms, mangrove-type trees, ferns, and marsh grasses grow. Channels sinuously cut through the swamp, carrying weak currents and occasional influxes of brackish water. In places, low muddy islands or levees rise slightly above water, with denser vegetation clumps. The horizon is low, warm sunlight overhead; occasional glimpses of more open water beyond or tidal flats.",
        "fort-victoria-formation": "Solent Group / local Eocene lagoonal deposits",
        "fort-victoria-depositional_environment": "Shallow coastal lagoon, swampy back‐areas, estuarine channels, with incursions from shallow sea",
        "fort-victoria-fossil_types": "Crocodilian remains, turtle shells and fragments, plant debris, molluscs, swamp flora (e.g. mangrove-style vegetation, swamp palms, ferns)",
        "fort-victoria-paleoecology_highlights": "Tropical coastal wetland margin. Shallow lagoon, swamp forests, marsh channels winding through saturated ground. Occasional tidal influence. Periods of subaerial exposure and small freshwater influxes. Accumulation of organic matter, roots, and leaf litter in swamp hollows.",
        "fort-victoria-diplocynodon": "†Diplocynodon",
        "gallery": [
            "<h2>Sample 1</h2><p>Tooth, 1-2cm</p>","<h2>Sample 1</h2><p></p>","<h2>Sample 1</h2><p></p>","<h2>Sample 1</h2><p></p>","<h2>Sample 1</h2><p></p>","<h2>Sample 1</h2><p></p>","<h2>Sample 1</h2><p></p>","<h2>Sample 1</h2><p></p>","<h2>Sample 1</h2><p></p>","<h2>Sample 1</h2><p></p>","<h2>Sample 1</h2><p></p>","<h2>Sample 1</h2><p></p>"
            
            
        ]
    },

    "grc": {
        "τίτλος": "Ὀχυρὸν Βικτωρίας, Νῆσος τοῦ Οὐαΐτου",
        "fort-victoria": "Ὀχυρὸν Βικτωρίας, Νῆσος τοῦ Οὐαΐτου",	
        "fort-victoria-περιγραφή-1": "Ἔννοιαν ποίει λίμνην πλατέαν καὶ ρηχήν, ἀπὸ τῆς χαμηλῆς ἀκτῆς εἰς τὴν γῆν ἐκτεινομένου. Το ὕδωρ ἥσυχον καὶ πρασινόχροον, τοσοῦτον ρηχόν ὥστε ἐνίοτε τον λασπώδη πυθμένα φαίνεσθαι. Παρὰ δὲ τὸ ὕδωρ ἔδαφος ἑλώδες καὶ ὑγρὸν, ἔνθα ῥίζαι φοινίκων καὶ δένδρων μαγκροβίων, καὶ πτέραι καὶ πόαι φυοῦνται. Ῥέματα ὑδάτων διήκουσαι τὸ ἕλος, ἀσθενεῖς ῥοὰς φέροντα καὶ ἄλλοτε μίξιν ἁλμυροῦ ὕδατος. Ἐν δέ τισιν τόποις νῆσοι χαμαὶ λασπώδεις ἢ φραγμοί μικροὶ ὑπὲρ τὸ ὕδωρ ἀναφαινόμενοι, πυκνοτέραν βοτάνην περιέχουσαι. Ὁ ὁρίζων χαμηλός· ὁ ἥλιος δὲ θερμὸς ἄνωθεν ἐπιλάμπει· ἔνιαι δὲ βλέψεις ἀνοιγομένης θαλάσσης ἢ παρόδων πλημμυρίδων μακρόθεν δέικνυνται.",
        "fort-victoria-formation": "Σολέντειος ὁμάς / ἀποθέσεις τοπικαὶ λιμνοθαλασσίαι τοῦ Ἠωκαίνου",
        "fort-victoria-depositional_environment": "Παράκτια λιμνοθάλασσα ἀβαθής, παρά δε αὐτῆς ἔλος, ἐκβολαὶ ποταμῶν, παλιρροϊκαί ἐπιρροαί ἀπό ῥηχῆς θαλάσσης",
        "fort-victoria-fossil_types": "Λείψανα κροκοδειλίων, ὄστρακα τεθραυσμένα χελωνῶν, φυτικά κατάλοιπα, μαλάκια, χλωρίς τοῦ ἔλους (π.χ. βλάστησις μαγκροβίων, φοίνικες ἐλώδεις, πτέραι)",
        "fort-victoria-paleoecology_highlights": "Ὑδροβιότοπος παράκτιος τροπικός. Λιμνοθάλασσα ρηχή, δάση ἑλώδη, ῥέματα ἐλών διὰ τῆς κορεσμένης γῆς περιελισσόμενα. Παλιρροϊκαί ἔνιαι ἐπιρροαί. Κατά καιρούς ἐκτεθειμένη ξηρὰ και μικραί γλυχύδαται εἰσροαί. Συσσώρευσις ὀργανικῆς ὕλης, ῥιζῶν καὶ φυλλωμάτων ἐν τοῦ ἔλους τοῖς κοιλώσεσιν.",
        "fort-victoria-diplocynodon": "†Διπλοκυνόδων",
        "gallery": [
            "<h2>Δεῖγμα αʹ</h2><p>Ὀδούς, 1-2cm</p>","<h2>Δεῖγμα αʹ</h2><p></p>","<h2>Δεῖγμα αʹ</h2><p></p>","<h2>Δεῖγμα αʹ</h2><p></p>","<h2>Δεῖγμα αʹ</h2><p></p>","<h2>Δεῖγμα αʹ</h2><p></p>","<h2>Δεῖγμα αʹ</h2><p></p>","<h2>Δεῖγμα αʹ</h2><p></p>","<h2>Δεῖγμα αʹ</h2><p></p>","<h2>Δεῖγμα αʹ</h2><p></p>","<h2>Δεῖγμα αʹ</h2><p></p>","<h2>Δεῖγμα αʹ</h2><p></p>"
            
            
        ]
    }
}
