{
    "el": {
        "τίτλος": "Κεμ Κεμ",
        "kem-kem": "Κεμ Κεμ",	
        "kem-kem-περιγραφή-1": "Φαντάσου μια απέραντη, πεδινή έκταση ποταμών, λουσμένη στον ήλιο, που εκτείνεται προς τη θάλασσα. Το έδαφος έχει ζεστές αποχρώσεις κόκκινου και πορτοκαλί, χαραγμένο από ελικοειδή κανάλια ρηχών, λασπωδών νερών που φουσκώνουν με τις εποχιακές βροχές. Πανύψηλα κωνοφόρα και αγκαθωτές κυκάδες σχηματίζουν συστάδες στις όχθες, με τις ρίζες τους να αγκαλιάζουν την αμμώδη γη, ενώ φτέρες ξεπροβάλλουν από σκιερά σημεία εκεί κοντά. Στο βάθος, χαμηλοί γκρεμώδεις λόφοι με επίπεδες κορυφές λάμπουν κάτω από τον έντονο τροπικό ήλιο. Ο αέρας είναι ξηρός για το μεγαλύτερο μέρος του χρόνου, αλλά όταν φτάνει η εποχή των βροχών, το τοπίο ζωντανεύει· οι ποταμοί υπερχειλούν, ανοίγοντας νέα περάσματα, και διάσπαρτες λιμνούλες λαμπυρίζουν κάτω από τον ανοιχτό ουρανό. Είναι ένας άγριος κόσμος στην άκρη μιας αρχαίας θάλασσας. Θερμός, σκληρός και γεμάτος ζωή.",
        "kem-kem-formation": "Ομάδα Κεμ Κεμ (Σχηματισμοί Γκαρά Σμπάα και Ντουίρα)",
        "kem-kem-depositional_environment": "Κανάλια ποταμών, πλημμυρικές πεδιάδες, παράκτια δέλτα",
        "kem-kem-fossil_types": "Δεινόσαυροι (συμπεριλαμβανομένων του Σπινοσαύρου και του Καρχαροδοντοσαύρου), κροκοδείλια, δίπνοοι, χελώνες, πτερόσαυροι, ψάρια γλυκού νερού και ημιθαλάσσια, αποτυπώματα φυτών, απολιθωμένο ξύλο ",
        "kem-kem-paleoecology_highlights": "Πλεγματοειδή ποτάμια, μεταβαλλόμενες αμμώδεις νησίδες, ρηχές λιμνούλες, πρώιμα ανθοφόρα φυτά, συστάδες κωνοφόρων, συστάδες φτερών και περιστασιακή παλιρροϊκή επίδραση από την κοντινή Τηθύεια Θάλασσα",
        "kem-kem-spinosaurus": "†Σπινόσαυρος",
        "gallery": [
            "<h2>Δείγμα 1</h2><p></p>","<h2>Δείγμα 1</h2><p></p>","<h2>Δείγμα 1</h2><p></p>","<h2>Δείγμα 1</h2><p></p>","<h2>Δείγμα 1</h2><p></p>",
            "<h2>Δείγμα 2</h2><p></p>","<h2>Δείγμα 2</h2><p></p>","<h2>Δείγμα 2</h2><p></p>","<h2>Δείγμα 2</h2><p></p>","<h2>Δείγμα 2</h2><p></p>",
            "<h2>Δείγμα 3</h2><p></p>","<h2>Δείγμα 3</h2><p></p>","<h2>Δείγμα 3</h2><p></p>","<h2>Δείγμα 3</h2><p></p>","<h2>Δείγμα 3</h2><p></p>","<h2>Δείγμα 3</h2><p></p>",
            "<h2>Δείγμα 4</h2><p></p>","<h2>Δείγμα 4</h2><p></p>","<h2>Δείγμα 4</h2><p></p>","<h2>Δείγμα 4</h2><p></p>","<h2>Δείγμα 4</h2><p></p>"
            
            
        ]
    },

    "en": {
        "τίτλος": "Kem Kem",
        "kem-kem": "Kem Kem",	
        "kem-kem-περιγραφή-1": "Imagine a vast, sunbaked river plain stretching toward the sea. The ground is a warm red-orange, cut by winding channels of shallow, muddy water that swell during seasonal rains. Towering conifers and spiky cycads cluster along the banks, their roots clutching the sandy soil, while ferns peek out from shady spots nearby. In the distance, low cliffs and mesas glow under the bright tropical sun. The air is dry much of the year, but when the wet season comes, the landscape comes alive, flooding rivers carve new paths, and scattered ponds shimmer under the wide sky. It’s a wild, open world on the edge of an ancient sea. Hot, rugged, and teeming with life.",
        "kem-kem-formation": "Kem Kem Group (Gara Sbaa & Douira Formations)",
        "kem-kem-depositional_environment": "River channels, floodplains, and coastal delta",
        "kem-kem-fossil_types": "Dinosaurs (including Spinosaurus and Carcharodontosaurus), crocodyliforms, lungfish, turtles, pterosaurs, freshwater and semi-marine fish, plant impressions, petrified wood",
        "kem-kem-paleoecology_highlights": "Braided rivers, shifting sandbars, shallow ponds, early flowering plants, conifer groves, fern patches, and occasional tidal influence from the nearby Tethys Sea",
        "kem-kem-spinosaurus": "†Spinosaurus",
        "gallery": [
            "<h2>Sample 1</h2><p></p>","<h2>Sample 1</h2><p></p>","<h2>Sample 1</h2><p></p>","<h2>Sample 1</h2><p></p>","<h2>Sample 1</h2><p></p>",
            "<h2>Sample 2</h2><p></p>","<h2>Sample 2</h2><p></p>","<h2>Sample 2</h2><p></p>","<h2>Sample 2</h2><p></p>","<h2>Sample 2</h2><p></p>",
            "<h2>Sample 3</h2><p></p>","<h2>Sample 3</h2><p></p>","<h2>Sample 3</h2><p></p>","<h2>Sample 3</h2><p></p>","<h2>Sample 3</h2><p></p>","<h2>Sample 3</h2><p></p>",
            "<h2>Sample 4</h2><p></p>","<h2>Sample 4</h2><p></p>","<h2>Sample 4</h2><p></p>","<h2>Sample 4</h2><p></p>","<h2>Sample 4</h2><p></p>"
            
            
        ]
    },

    "grc": {
        "τίτλος": "Κεμ Κεμ",
        "kem-kem": "Κεμ Κεμ",	
        "kem-kem-περιγραφή-1": "Νόει πεδίον τι μέγα καὶ ἠλιόπληκτον ποταμοῦ, πρὸς θάλατταν ἐκτεινόμενον. Ἡ γῆ ἦν ἐρυθρόχροος, ὑπὸ ῥευμάτων λασπώδων, ἀβαθέων και μαιανδριζόντων διειργασμένη, ἃ πληθύουσιν ὅταν ὁ ὑετὸς ἐπισκήψῃ τῷ καιρῷ. Κατά τας ὄχθας κῶνοι πελώριοι καὶ κυκᾶδες ἀκανθώδεις συστρέφονται, τὰς ῥίζας ἐν τῷ ψαμμώδει ἐδάφει ἀνασπῶντες, καὶ πτέριδες ἐκ σκιερῶν τόπων προβάλλουσιν. Πόρρω δ’ ἀκρωρεῖαι πλατεῖς φλέγουσιν ὑπὸ τοῦ λαμπροῦ τροπικοῦ ἡλίου. Ὁ δὲ ἀήρ τὁ μὲν πολὺν τοῦ ἐνιαυτοῦ ξηρός, ἐπειδὰν δὲ ὁ ὑετὸς παραγένηται, ἡ χώρα ζωῆς ἔμπλεως γίνεται· οἱ ποταμοὶ πλημμυροῦσιν, καινὰς ὁδοὺς χαράττοντες, καὶ λιμνάζοντα ὕδατα σποράδην ὑπὸ τῷ πλατεῖ οὐρανῷ στιλπνῶς φαίνονται. Θερμός μὲν καὶ ἄγριος, ἀλλ’ ἔμψυχος δε καὶ ἀδάμαστος, ὁ κόσμος οὗτος ἐστὶ πρὸ τοῦ ἀρχαίου πέλαγους.",
        "kem-kem-formation": "Ὁμάς Κεμ Κεμ (Σχηματισμοί Γαρά Σμπᾶα και Δουίρα)",
        "kem-kem-depositional_environment": "Ποταμῶν κανάλια, πλημμυρικαί πεδιάδες, παράλια δέλτα",
        "kem-kem-fossil_types": "Δεινόσαυροι (οἷον Σπινόσαυρος και Καρχαροδοντόσαυρος), κροκοδείλια, δίπνοοι, χελώναι, πτερόσαυροι, ἰχθύες γλυχύδατοι και ἡμιθαλάσσιοι, φυτῶν ἀποτυπώματα, ξύλον ἀπολελιθωμένον",
        "kem-kem-paleoecology_highlights": "Ποταμοί πλεγματοειδεῖς, ἀμμονησίδαι μεταβαλλόμεναι, λιμνίδαι ἀβαθεῖς, πρώιμα ἀνθοφόρα φυτά, κωνοφόρων και πτερῶν συστάδες, και ἑνίοτε ἐκ τῆς πλησίου Τηθύειας θαλάσσης παλιρροΙκή ἐπίδρασις",
        "kem-kem-spinosaurus": "†Σπινόσαυρος",
        "gallery": [
            "<h2>Δεῖγμα αʹ</h2><p></p>","<h2>Δεῖγμα αʹ</h2><p></p>","<h2>Δεῖγμα αʹ</h2><p></p>","<h2>Δεῖγμα αʹ</h2><p></p>","<h2>Δεῖγμα αʹ</h2><p></p>",
            "<h2>Δεῖγμα βʹ</h2><p></p>","<h2>Δεῖγμα βʹ</h2><p></p>","<h2>Δεῖγμα βʹ</h2><p></p>","<h2>Δεῖγμα βʹ</h2><p></p>","<h2>Δεῖγμα βʹ</h2><p></p>",
            "<h2>Δεῖγμα γʹ</h2><p></p>","<h2>Δεῖγμα γʹ</h2><p></p>","<h2>Δεῖγμα γʹ</h2><p></p>","<h2>Δεῖγμα γʹ</h2><p></p>","<h2>Δεῖγμα γʹ</h2><p></p>","<h2>Δεῖγμα γʹ</h2><p></p>",
            "<h2>Δεῖγμα δʹ</h2><p></p>","<h2>Δεῖγμα δʹ</h2><p></p>","<h2>Δεῖγμα δʹ</h2><p></p>","<h2>Δεῖγμα δʹ</h2><p></p>","<h2>Δεῖγμα δʹ</h2><p></p>"
            
            
        ]
    }
}
