{
    "el": {
        "τίτλος": "Λευκοθέα",
        "lefkothea": "Λευκοθέα",	
        "lefkothea-περιγραφή-1": "Φανταστείτε ότι στέκεστε στον πυθμένα πάνω από 13 εκατομμύρια χρόνια πριν, μακριά από την ξηρά κάτο από μια ήρεμη, υποτροπική θάλασσα. Τα χρώματα του φωτός του ήλιου διαθλώνται από ψηλά, κάνοντας το φως να έχει ένα αμυδρό μπλε-γκρι χρώμα, όσο που να φωτίζει τον ωχρό, αμμώδη βυθώ κάτω από τα πόδια σας. Το έδαφος εἰναι απαλό, αποτελούμενο από ιζήματα που κατακάθονται στον πυθμένα. Εδώ δεν υπάρχουν κοράλια, φυτά ούτε ταχύρρυθμη υδρόβια ζωή· μόνο τα μικροσκοπικά κελύφην πλαγκτού που πέφρουν αθόρυβα και ανενόχλητα από ψηλά. Εἰναι ένας ακίνητος, ἠρεμος κόσμος, σκοτεινός και ήσυχος, και φαντάζει απέραντος προς όλες τις κατευθύνσεις.",
        "lefkothea-formation": "Σχηματισμός Πάχνας",
        "lefkothea-depositional_environment": "Βαθύτερη υπεράκτια υφαλοκρηπίδα",
        "lefkothea-fossil_types": "Φυτικά υπολείμματα, λέπια ψαριών",
        "lefkothea-paleoecology_highlights": "Ἤρεμα, ανοικτά νερά με βραδέως εναποθέμενη ανθρακική λάσπη· πτώσεις πλαγκτού· περιστασιακή λεπτή βιοκλαστική βροχή από απομακρυσμένα ρηχά νερά",
        "lefkothea-chordata": "Chordata",
        "lefkothea-plantae": "Plantae",
        "gallery": [
            "<h2>Δείγμα 1</h2><p>Λέπι</p>",
            
            "<h2>Δείγμα 2</h2><p>Άγνωστο</p>",
            "<h2>Δείγμα 3</h2><p>Φύλλο</p>"
            
            
        ]
    },

    "en": {
        "τίτλος": "Lefkothea",
        "lefkothea": "Lefkothea",	
        "lefkothea-περιγραφή-1": "Imagine standing on the seafloor over 13 million years ago, far offshore beneath a calm, subtropical sea. Light from above filters down in soft blue-grey tones, just enough to faintly illuminate the pale, fine-grained seabed beneath your feet. The ground is smooth and powdery, made of soft chalky mud slowly settling from the clear water above. There are no corals, no plants, and no bustling marine life here; just the quiet drift of tiny plankton shells from far above, sinking gently and undisturbed. It’s a still, peaceful world; dim, silent, and seemingly endless in all directions.",
        "lefkothea-formation": "Pakhna Formation",
        "lefkothea-depositional_environment": "Deeper offshore marine shelf",
        "lefkothea-fossil_types": "Plant remains, fish scales",
        "lefkothea-paleoecology_highlights": "Quiet, open water with slow-settling carbonate mud; drifting plankton; occasional fine bioclastic rain from distant shallows",
        "lefkothea-chordata": "Chordata",
        "lefkothea-plantae": "Plantae",
        "gallery": [
            "<h2>Sample 1</h2><p>Scale</p>",
            
            "<h2>Sample 2</h2><p>Unknown</p>",
            "<h2>Sample 3</h2><p>Leaf</p>"
            
            
        ]
    },

    "grc": {
        "τίτλος": "Λευκοθέα",
        "lefkothea": "Λευκοθέα",	
        "lefkothea-περιγραφή-1": "Ἐννοήσῃς ἂν σεαυτὸν ἑστῶτα ἐν βυθῷ θαλάττης πρὸ ἐτῶν δεκατριῶν ἑκατομμυρίων, πόρρω τῆς γῆς, ὑπὸ θαλάσσης ἡσύχου καὶ ὑποτροπικοῦ. Τὸ μὲν φῶς ἄνωθεν ὀλίγον καθίησιν, κυανοειδές τε καὶ λευκόχροον, μόλις ὥστε φανερὰν ποιεῖν τον ὑπὸ τοῖς ποσίν σου πυθμένα. Ἡ δὲ γῆ λεία ἐστι καὶ λεπτοτάτη, ἐκ πηλοῦ μαλακοῦ τε καὶ κιμωλίας, κατακαθίζοντος βραδέως ἐκ τοῦ διαυγοῦς ὕδατος. Κοράλλια δ’ οὐχ εὑρίσκονται, οὐδὲ φυτά, οὐδὲ θόρυβος θαλαττίων ζῴων· ἀλλὰ μόνον κελύφη μικροτάτων πλαγκτῶν ἄνωθεν πίπτοντα, ἡσύχως καὶ ἀδιατάρακτα. Κόσμος ἐστὶν ἤρεμος, σκοτεινός, σιγὴν ἔχων, ἄπειρος δοκῶν κατὰ πάντα μέρος.",
        "lefkothea-formation": "Σχηματισμός Πάχνας",
        "lefkothea-depositional_environment": "Ὑπεράκτια ὑφαλοκρηπίς βαθυτέρα",
        "lefkothea-fossil_types": "Φυτῶν καταάλοιπα, ἰχθύων λεπίδαι",
        "lefkothea-paleoecology_highlights": "Ἥσυχα, ἀνοικτά ὕδατα, μετά βραδέως ἀποθεμένης ἀνθρακικῆς λάσπης· πλαγκτοῦ πτώσεις· κατὰ καιρὸν λεπταῖ βροχαὶ λειψάνων ζῴων, ἐκ τηλικοῦ βαράθρου ῥηχῶν ὑδάτων",
        "lefkothea-chordata": "Χορδωτά",
        "lefkothea-plantae": "Φυτά",
        "gallery": [
            "<h2>Δεῖγμα αʹ</h2><p>Λεπίς</p>",
            
            "<h2>Δεῖγμα βʹ</h2><p>Ἄγνωστον</p>",
            "<h2>Δεῖγμα γʹ</h2><p>Φύλλον</p>"
            
            
        ]
    }
}
