{
    "el": {
        "τίτλος": "Μαρί",
        "mari": "Μαρί",	
        "mari-περιγραφή-1": "Κατά τη διάρκεια του Πλειοκαίνου, η περιοχή που σήμερα είναι γνωστή ως Μαρί βρισκόταν κάτω από έναν ζεστό, ρηχό μέρος της Μεσογείου. Ο θαλάσσιος πυθμένας ήταν μαλακός και ελαφρώς κεκλιμένος, αποτελούμενος από λεπτές ιλύες και ανθρακικές άμμους, διαμορφωμένος από ήπια ρεύματα και φιλοξενούσε ένα ακμάζον βενθικό οικοσύστημα. Ζώα που έσκαβαν στο υπόστρωμα άφησαν ίχνη στο ίζημα, τα οποία διατηρούνται σήμερα ως απολιθωμένες οπές και σήραγγες. Κηλίδες θαλάσσιου χόρτου Posidonia ρίζωναν στην αμμώδη επιφάνεια, λικνίζονταν με τα ελαφρά υποθαλάσσια ρεύματα, ενώ η επικολλημένη ερυθρή άλγη προσέθετε ροζ αποχρώσεις στις βραχώδεις επιφάνειες. Σε ορισμένα σημεία, μικρές αποικίες κοραλλιών ενδέχεται να σχημάτιζαν χαμηλά υφαλομορφήματα. Τα καθαρά νερά επέτρεπαν άφθονο ηλιακό φως να φτάσει στον πυθμένα, φωτίζοντας μια βιοποικιλόμορφη υφαλοκρηπίδα γεμάτη θαλάσσια ζωή.",
        "mari-formation": "Σχηματισμός Λευκωσίας",
        "mari-depositional_environment": "Ρηχή υφαλοκρηπίδα (εσώτερη με μέση)",
        "mari-fossil_types": "Γαστρόποδα. δίθυρα, κέλυφος αργοναυτίδας, ιχνοαπολιθώματα (λαγούμια)",
        "mari-paleoecology_highlights": "Θαλάσσια λειβάδια, επικολλημένη κόκκινη άλγη, μαλακός βιοαναδευμένος πυθμένας, πιθανή παρουσία κοραλιογενών υφάλων",
        "gallery": [
            "<h2>Δείγμα 1</h2><p>(;)Λαγούμι</p>","<h2>Δείγμα 1</h2><p>(;)Λαγούμι</p>","<h2>Δείγμα 1</h2><p>(;)Λαγούμι</p>",
            "<h2>Δείγμα 2</h2><p>(;)Λαγούμι</p>","<h2>Δείγμα 2</h2><p>(;)Λαγούμι</p>","<h2>Δείγμα 2</h2><p>(;)Λαγούμι</p>",
            "<h2>Δείγμα 3</h2><p>Θραυσμένο, ~2.5εκ μήκος</p>","<h2>Δείγμα 3</h2><p>Θραυσμένο, ~2.5εκ μήκος</p>",
            "<h2>Δείγμα 4</h2><p>Θραυσμένο, ~2εκ μήκος</p>","<h2>Δείγμα 4</h2><p>Θραυσμένο, ~2εκ μήκος</p>",
            "<h2>Δείγμα 5</h2><p>Θήκη αυγών - Άγνωστη Αργοναυτίδα - ~8εκ</p>"
            
        ]
    },

    "en": {
        "τίτλος": "Mari",
        "mari": "Mari",	
        "mari-περιγραφή-1": "During the Pliocene, the area now known as Mari lay beneath a warm, shallow arm of the Mediterranean Sea. The seafloor was soft and gently sloping, composed of fine silts and carbonate sands, shaped by gentle currents and home to a thriving benthic ecosystem. Burrowing creatures left traces in the sediment, now preserved as fossilized holes and tunnels. Patches of Posidonia seagrass anchored themselves in the sandy bottom, swaying with the light underwater currents, while encrusting coralline red algae added pinkish hues to rocky surfaces. In places, small coral colonies may have formed low-lying reef structures. The clear water allowed plenty of sunlight to reach the seabed, illuminating a biodiverse shelf teeming with marine life.",
        "mari-formation": "Nicosia Formation",
        "mari-depositional_environment": "Shallow marine shelf (inner to mid shelf)",
        "mari-fossil_types": "Gastropods, bivalves, argonautid eggcase, trace fossils (burrows)",
        "mari-paleoecology_highlights": "Seagrass meadows, encrusting red algae, soft bioturbated seabed, possible patch reefs",
        "gallery": [
            "<h2>Sample 1</h2><p>(?)Burrowing hole</p>","<h2>Sample 1</h2><p>(?)Burrowing hole</p>","<h2>Sample 1</h2><p>(?)Burrowing hole</p>",
            "<h2>Sample 2</h2><p>(?)Burrowing hole</p>","<h2>Sample 2</h2><p>(?)Burrowing hole</p>","<h2>Sample 2</h2><p>(?)Burrowing hole</p>",
            "<h2>Sample 3</h2><p>Broken, ~2.5cm length</p>","<h2>Sample 3</h2><p>Broken, ~2.5cm length</p>",
            "<h2>Sample 4</h2><p>Broken, ~2cm length</p>","<h2>Sample 4</h2><p>Broken, ~2cm length</p>",
            "<h2>Sample 5</h2><p>Egg case - Unknown Argonautid - ~8cm</p>"
            
        ]
    },

    "grc": {
        "τίτλος": "Μαρί",
        "mari": "Μαρί",	
        "mari-περιγραφή-1": "Κατὰ τὸ Πλειόκαινον, ὁ τόπος ἡ νῦν λεγόμενος Μαρί, ὑπὸ θερμῷ καὶ ρηχῷ κόλπῳ τῆς Μεσογείου κατέκειτο. Ὁ βυθὸς ἦν μαλακός, καὶ ὑπὸ πραέως κεκλιμένος, ἐκ λεπτοῦ πηλοῦ καὶ ἀμμῶν ἀνθρακωδῶν συνεστηκώς, καὶ εἶχε ζῴων βενθικῶν πλῆθος. Ζῷα κατασκάπτοντα ἴχνη ἀφῆκαν ἐν τοῖς ἰζήμασιν, ἃ νῦν ὡς ἀπολιθούμεναι ὀπαὶ σώζονται. Πόα τις ἡ Ποσειδωνία, ἐν τῷ ψαμμώδει ἐρριζωμένη, ὑπὸ τῶν ὑποβρυχίων ῥευμάτων ἐσαλεύετο· καὶ ταπεινῶς ἐπικείμεναι φαιοερυθραὶ φύκαι τοῖς πέτροις χροιὰν ῥοδίνην παρεῖχον. Κατὰ τόπους δὲ κοραλλίαι μικραὶ ὑφάλους δοκῶσιν ἔχειν μορφάς. Τὸ δὲ ὕδωρ διαυγές, ἐπαφίει τῷ φωτὶ τοῦ ἡλίου εἰς τὸν βυθὸν καθιέναι, τὴν ποικίλην ὑφαλοκρηπίδα θαλασσίῳ βίῳ καταλάμπουσαν.",
        "mari-formation": "Σχηματισμός Λευκωσίας",
        "mari-depositional_environment": "Ὑφαλοκρηπίς ἀβαθεῖα (ἐσώτερη ἔως μέση)",
        "mari-fossil_types": "Γαστρόποδα. δίθυρα, ἀργοναυτίδος κέλυφος, ἰχνοαπολιθώματα (κευθμῶνες)",
        "mari-paleoecology_highlights": "Λειβάδια θαλάττια, ἄλγη ἐρυθρά ταῖς πέτραις πεπηγμένη, μαλακός τε βιοαναδευθείς πυθμένας, κοραλιογενεῖς ὕφαλοι ἐνδέχεται ὑπάρχειν",
        "gallery": [
            "<h2>Δεῖγμα αʹ</h2><p>(;)Κευθμών</p>","<h2>Δεῖγμα αʹ</h2><p>(;)Κευθμών</p>","<h2>Δεῖγμα αʹ</h2><p>(;)Κευθμών</p>",
            "<h2>Δεῖγμα βʹ</h2><p>(;)Κευθμών</p>","<h2>Δεῖγμα βʹ</h2><p>(;)Κευθμών</p>","<h2>Δεῖγμα βʹ</h2><p>(;)Κευθμών</p>",
            "<h2>Δεῖγμα γʹ</h2><p>Τεθραυσμένον, ~2.5ἑκ μῆκος</p>","<h2>Δεῖγμα γʹ</h2><p>Τεθραυσμένον, ~2.5ἑκ μῆκος</p>",
            "<h2>Δεῖγμα δʹ</h2><p>Τεθραυσμένον, ~2ἑκ μῆκος</p>","<h2>Δεῖγμα δʹ</h2><p>Τεθραυσμένον, ~2ἑκ μῆκος</p>",
            "<h2>Δεῖγμα εʹ</h2><p>Θήκη ὠῶν - Ἄγνωστη Ἀργοναυτίς - ~8ἑκ</p>"
            
        ]
    }
}
