{
    "el": {
        "τίτλος": "Πολεμίδια",
        "polemidia": "Πολεμίδια",	
        "polemidia-περιγραφή-1": "Φανταστείτε ότι στέκεστε στον πυθμένα πάνω από 13 εκατομμύρια χρόνια πριν, μακριά από την ξηρά κάτο από μια ήρεμη, υποτροπική θάλασσα. Τα χρώματα του φωτός του ήλιου διαθλώνται από ψηλά, κάνοντας το φως να έχει ένα αμυδρό μπλε-γκρι χρώμα, όσο που να φωτίζει τον ωχρό, αμμώδη βυθώ κάτω από τα πόδια σας. Το έδαφος εἰναι απαλό, αποτελούμενο από ιζήματα που κατακάθονται στον πυθμένα. Εδώ δεν υπάρχουν κοράλια, φυτά ούτε ταχύρρυθμη υδρόβια ζωή· μόνο τα μικροσκοπικά κελύφην πλαγκτού που πέφρουν αθόρυβα και ανενόχλητα από ψηλά. Εἰναι ένας ακίνητος, ἠρεμος κόσμος, σκοτεινός και ήσυχος, και φαντάζει απέραντος προς όλες τις κατευθύνσεις.",
        "polemidia-formation": "Σχηματισμός Πάχνας",
        "polemidia-depositional_environment": "Βαθύτερη υπεράκτια υφαλοκρηπίδα",
        "polemidia-fossil_types": "Πλαγκτονικά πτερόποδα (Διακρία η τριάκανθος - Diacria trispinosa), μικρά δίθυρα",
        "polemidia-paleoecology_highlights": "Ἤρεμα, ανοικτά νερά με βραδέως εναποθέμενη ανθρακική λάσπη· πτώσεις πλαγκτού· περιστασιακή λεπτή βιοκλαστική βροχή από απομακρυσμένα ρηχά νερά",
        "gallery": [
            "<h2>Δείγμα 1</h2><p>Άγνωστο αυτοβράγχιο, πιθανώς Πεκτινίδα ή Λουκινίδα</p>",
            "<h2>Δείγμα 2</h2><p>(;)Φύλλο</p>",
            "<h2>Δείγμα 3</h2><p>Αποτυπώματα τουλάχιστον επτά ατόμων του είδους· το αρχικό κέλυφος δεν φαίνεται να διατηρήθηκε</p>","<h2>Δείγμα 3</h2><p>Μέτρηση 6-7mm</p>","<h2>Δείγμα 3</h2><p>Φαίνεται περίγραμμα και πτυχές (ραχιαίας όψης;)</p>","<h2>Δείγμα 3</h2><p>Κοιλιακή όψη. Φαίνεται το στόμιο και οι τρεις χαρακτηριστικές πτυχές του είδους· μια πλατεία κεντρική και δύο λεπτότερες εκατέρωθεν</p>","<h2>Δείγμα 3</h2><p>Φαίνεται περίγραμμα και ίσως αμυδρές πτυχές. Ραχιαία όψη</p>","<h2>Δείγμα 3</h2><p>Ραχιαία όψη υπό γωνία, ώστε φαίνεται η καμπυλότητα στο χείλος</p>","<h2>Δείγμα 3</h2><p>Πολλά από τα άτομα δεν είναι καλά διατηρημένα, με ελάχιστες ορατές λεπτομέρειες</p>",
            "<h2>Δείγμα 4</h2><p>Άγνωστο. Πιθανώς μαλάκιο;</p>"
            
        ]
    },

    "en": {
        "τίτλος": "Polemidia",
        "polemidia": "Polemidia",	
        "polemidia-περιγραφή-1": "Imagine standing on the seafloor over 13 million years ago, far offshore beneath a calm, subtropical sea. Light from above filters down in soft blue-grey tones, just enough to faintly illuminate the pale, fine-grained seabed beneath your feet. The ground is smooth and powdery, made of soft chalky mud slowly settling from the clear water above. There are no corals, no plants, and no bustling marine life here; just the quiet drift of tiny plankton shells from far above, sinking gently and undisturbed. It’s a still, peaceful world; dim, silent, and seemingly endless in all directions.",
        "polemidia-formation": "Pakhna Formation",
        "polemidia-depositional_environment": "Deeper offshore marine shelf",
        "polemidia-fossil_types": "Planktonic pteropods (Diacria trispinosa), small bivalves",
        "polemidia-paleoecology_highlights": "Quiet, open water with slow-settling carbonate mud; drifting plankton; occasional fine bioclastic rain from distant shallows",
        "gallery": [
            "<h2>Sample 1</h2><p>Unknown autobranch, possibly a Pectinid or Lucinid</p>",
            "<h2>Sample 2</h2><p>(?)Leaf</p>",
            "<h2>Sample 3</h2><p>Molds of at least seven individuals; the original shell material doesn't seem to be preserved</p>","<h2>Sample 3</h2><p>Measurement 6-7mm</p>","<h2>Sample 3</h2><p>An outline can be seen, as well as the (dorsal?) ribs.</p>","<h2>Sample 3</h2><p>Ventral view. The aperture is visible as well as the three ribs that characterize the species; a wide central one and a slimmer one on either side</p>","<h2>Sample 3</h2><p>An outline can be seen, as well as faint ribs. Dorsal view</p>","<h2>Sample 3</h2><p>Dorsal view at an angle, so that the curvature at the aperture is visible</p>","<h2>Sample 3</h2><p>Many of the individuals are not well-preserved, with minimal details visible</p>",
            "<h2>Sample 4</h2><p>Unknown. Possibly a mollusc?</p>"
            
        ]
    },

    "grc": {
        "τίτλος": "Πολεμίδια",
        "polemidia": "Πολεμίδια",	
        "polemidia-περιγραφή-1": "Ἐννοήσῃς ἂν σεαυτὸν ἑστῶτα ἐν βυθῷ θαλάττης πρὸ ἐτῶν δεκατριῶν ἑκατομμυρίων, πόρρω τῆς γῆς, ὑπὸ θαλάσσης ἡσύχου καὶ ὑποτροπικοῦ. Τὸ μὲν φῶς ἄνωθεν ὀλίγον καθίησιν, κυανοειδές τε καὶ λευκόχροον, μόλις ὥστε φανερὰν ποιεῖν τον ὑπὸ τοῖς ποσίν σου πυθμένα. Ἡ δὲ γῆ λεία ἐστι καὶ λεπτοτάτη, ἐκ πηλοῦ μαλακοῦ τε καὶ κιμωλίας, κατακαθίζοντος βραδέως ἐκ τοῦ διαυγοῦς ὕδατος. Κοράλλια δ’ οὐχ εὑρίσκονται, οὐδὲ φυτά, οὐδὲ θόρυβος θαλαττίων ζῴων· ἀλλὰ μόνον κελύφη μικροτάτων πλαγκτῶν ἄνωθεν πίπτοντα, ἡσύχως καὶ ἀδιατάρακτα. Κόσμος ἐστὶν ἤρεμος, σκοτεινός, σιγὴν ἔχων, ἄπειρος δοκῶν κατὰ πάντα μέρος.",
        "polemidia-formation": "Σχηματισμός Πάχνας",
        "polemidia-depositional_environment": "Ὑπεράκτια ὑφαλοκρηπίς βαθυτέρα",
        "polemidia-fossil_types": "Πτερόποδα πλαγκτονικά (Διακρία ἡ τριάκανθος - Diacria trispinosa), μικρά δίθυρα",
        "polemidia-paleoecology_highlights": "Ἥσυχα, ἀνοικτά ὕδατα, μετά βραδέως ἀποθεμένης ἀνθρακικῆς λάσπης· πλαγκτοῦ πτώσεις· κατὰ καιρὸν λεπταῖ βροχαὶ λειψάνων ζῴων, ἐκ τηλικοῦ βαράθρου ῥηχῶν ὑδάτων",
        "gallery": [
            "<h2>Δεῖγμα αʹ</h2><p>Ἄγνωστον αὐτοβράγχιον, πιθανῶς Πεκτινίς ἤ Λουκινίς</p>",
            "<h2>Δεῖγμα βʹ</h2><p>(;)Φύλλον</p>",
            "<h2>Δεῖγμα γʹ</h2><p>Τουλάχιστον ἑπτά ἀτόμα ἀποτετυπωμένα· το ἀρχικόν κέλυφος οὐ φαίνεται διασεσῶσθαι</p>","<h2>Δεῖγμα γʹ</h2><p>Μέτρησις 6-7mm</p>","<h2>Δεῖγμα γʹ</h2><p>Περίγραμμα φαίνεται και πτύγματα (ῥαχιαίας ὄψεως;)</p>","<h2>Δεῖγμα γʹ</h2><p>Κοιλιακή ὄψις. Το στόμιόν τε και τα τοῦ εἴδους ἰδιάζοντα τρία πτύγματα φαίνονται· ἕν πλατύ τῷ μέσῳ μετά δύο λεπτοτέρων ἑκατέρωθεν αὐτοῦ</p>","<h2>Δεῖγμα γʹ</h2><p>Περίγραμμα φαίνεται και πτύγματα ἀμυδρῶς. Ῥαχιαία ὄψις</p>","<h2>Δεῖγμα γʹ</h2><p>Ῥαχιαία ὄψις ὑπό γωνίαν, ὥστε ἡ τῷ χείλει καμπυλότης φαίνεται</p>","<h2>Δεῖγμα γʹ</h2><p>Πολλά τῶν ἀτόμων οὐ καλώς διατετήρηνται, ὀλιγίσταις ὁραταῖς λεπτομερείαις</p>",
            "<h2>Δεῖγμα δʹ</h2><p>Ἄγνωστον. Πιθανῶς μαλάκιον</p>"
            
        ]
    }
}
