{
    "el": {
        "τίτλος": "Σήταουν, Ντόρσετ",
        "seatown": "Σήταουν, Ντόρσετ",	
        "seatown-περιγραφή-1": "Φαντάσου να στέκεσαι στα νερά μιας θάλασσας του Ιουρασικού, όπου το γκρίζο-πράσινο νερό απλώνεται ως τον ορίζοντα. Κάτω από τα κύματα, ένας πλατύς θαλάσσιος πυθμένας από λάσπη και ιλύες εκτείνεται, ήσυχος και επίπεδος, σιγά-σιγά θάβοντας ό,τι βυθιστεί από την επιφάνεια. Καταιγίδες περιστασιακά ταράζουν την ρηχή υφαλοκρηπίδα, ανακατεύοντας τον πυθμένα και σκορπώντας κοχύλια σε λεπτά στρώματα ασβεστόλιθου προτού επιστρέψει η ηρεμία.","seatown-περιγραφή-2": "Μακριά, στις χαμηλές ακτές, κωνοφόρα και πτεριδοσπερματόφυτα σχηματίζουν συστάδες, αλλά εδώ έξω δεν φαίνεται γη. Τα νερά είναι αρκετά βαθιά ώστε να αποπνέουν απομόνωση, αλλά αρκετά ρηχά ώστε το φως του ήλιου να διεισδύει στα θολά τους βάθη. Παρασυρμένα υπολείμματα, φύλλα και πού και πού κάποιο κουφάρι ξεβράζονται από την ακτή, βυθίζονται στον πυθμένα και θάβονται στη λάσπη.",
        "seatown-formation": "Σχηματισμός Πηλολίθου του Τσάρμουθ",
        "seatown-depositional_environment": "Υπεράκτια υφαλοκρηπίδα, εναλλασσόμενη μεταξύ ήρεμου, ιλυώδους πυθμένα και καταιγιδόπληκτων ρηχών περιοχών",
        "seatown-fossil_types": "Αμμωνίτες, βελεμνίτες, δίθυρα, γαστρόποδα, κρινοειδή, ιχθυόσαυροι, πλησιόσαυροι, φυτικά αποσπάσματα",
        "seatown-paleoecology_highlights": "Υπεράκτιος πυθμένας από μαλακές λάσπες και περιστασιακές ασβεστολιθικές στρώσεις· θραύσματα κοχυλιών παρασυρμένα από καταιγίδες· πλούσιες πανίδες αμμωνιτών που σηματοδοτούν βιοστρωματογραφικές ζώνες· περιστασιακά πτώματα που βυθίζονται και διατηρούνται σε λεπτές αργίλους",
        "seatown-belemnitida": "†Βελεμνίτες",
        "gallery": [
            "<h2>Δείγμα 1</h2><p>Μέτρηση ~25cm</p>","<h2>Δείγμα 1</h2><p></p>","<h2>Δείγμα 1</h2><p></p>","<h2>Δείγμα 1</h2><p></p>","<h2>Δείγμα 1</h2><p></p>","<h2>Δείγμα 1</h2><p></p>","<h2>Δείγμα 1</h2><p></p>","<h2>Δείγμα 1</h2><p></p>"
            
            
        ]
    },

    "en": {
        "τίτλος": "Seatown, Dorset",
        "seatown": "Seatown, Dorset",	
        "seatown-περιγραφή-1": "Imagine standing out on the Jurassic waters, where the sea stretches grey-green to the horizon. Beneath the waves, a broad seabed of mud and silt spreads flat and quiet, slowly burying whatever drifts down from above. Storms sometimes whip the shallow shelf, stirring the seafloor and scattering shells into thin beds of limestone before calmness returns.","seatown-περιγραφή-2": "No land can be seen from here, though far away low coasts are lined with conifers and seed ferns. The water is deep enough to feel far from shore, but still shallow enough for sunlight to filter dimly down into the haze. Drifting wood, leaves, and the occasional carcass make their way offshore, coming to rest in the mud where they are sealed in dark layers.",
        "seatown-formation": "Charmouth Mudstone Formation",
        "seatown-depositional_environment": "Offshore marine shelf, alternating between quiet, muddy seafloor and storm-influenced shallows",
        "seatown-fossil_types": "Ammonites, belemnites, bivalves, gastropods, crinoid fragments, marine reptiles (ichthyosaurs, plesiosaurs), plant drift",
        "seatown-paleoecology_highlights": "Offshore seabed of soft muds and occasional limestone beds; storm layers introducing shell debris; rich ammonite faunas marking biostratigraphic zones; occasional carcasses sinking to the sea floor and preserved in fine clays",
        "seatown-belemnitida": "†Belemnitida",
        "gallery": [
            "<h2>Sample 1</h2><p>Measurement ~25cm</p>","<h2>Sample 1</h2><p></p>","<h2>Sample 1</h2><p></p>","<h2>Sample 1</h2><p></p>","<h2>Sample 1</h2><p></p>","<h2>Sample 1</h2><p></p>","<h2>Sample 1</h2><p></p>","<h2>Sample 1</h2><p></p>"
            
            
        ]
    },

    "grc": {
        "τίτλος": "Σητάνη, Δορσέτης",
        "seatown": "Σητάνη, Δορσέτης",	
        "seatown-περιγραφή-1": "Νόει σαυτόν ἑστῶτα ἐν ὕδασι Ἰουρασικοῖς, ὅπου θάλασσα γλαυκοπράσινος ἄχρι τοῦ ὁρίζοντος ἐκτείνεται. Ὑπό δὲ τῶν κυμάτων, πυθμήν πλατύς ἰλύος καὶ κονίης ἐκτείνεται, ἥσυχος καὶ πεδινός, βραδέως θάπτων ὅ τι ἂν ἄνωθεν καταπέσῃ. Καταιγίδες ἐνίοτε τῇ ὑφαλοκρηπίδι ἐμπνέουσι, κινοῦσαι τον πυθμὲνα και διασκορπίζουσαι ὀστρέα εἰς λεπτὰ στρώματα ἀσβεστολίθου, πρὶν ἡ γαλήνη πάλιν ἐπανέλθῃ.","seatown-περιγραφή-2": "Οὐδεμία γῆ ἐνταῦθα φαίνεται, καίπερ πόρρω ἀκταὶ χαμηλαὶ κωνοφόροις καὶ πτεριδοσπερματοφύτοις καλύπτονται. Τὸ δὲ ὕδωρ τοσοῦτον μὲν βαθύ ὡς πόρρω γῆς ἐοικέναι, τοσοῦτον δὲ ρηχὸν ὡς διεισιέναι τὸν ἥλιον εἰς τὰς ἀχλυρὰ βάθη. Φερτὰ δὲ ξύλα, φύλλα, καὶ σῶμα ἄλλοτε νεκρὸν ἐκ τῆς γῆς ἐξέπλεε, κατενεχθὲν εἰς τὸν βυθὸν καὶ ἐν τῇ ἰλύι κρυπτόμενον.",
        "seatown-formation": "Χαρμούθειος Πηλολιθικός Σχηματισμός",
        "seatown-depositional_environment": "Ὑφαλοκρηπίς ὑπεράκτια, μεταβαλλομένη ἀνὰ μέσον ἡσύχου, ἰλυώδους πυθμένος καὶ ῥηχοῦ καταιγιδοπλήκτου",
        "seatown-fossil_types": "Ἀμμωνῖται, βελεμνῖται, δίθυρα, γαστρόποδα, κρινοειδῆ, ἰχθυόσαυροι, πλησιόσαυροι, φυτικὰ ἀποσπάσματα",
        "seatown-paleoecology_highlights": "Πυθμήν ὑπεράκτιος μαλακῶν ἰλύων καὶ ἀσβεστολιθικῶν στρωμάτων ἐνίοτε· στρώσεις καταιγίδων φέρουσαι ὀστρέων θραύσματα· ποικίλοι ἀμμωνιτικά εἴδη βιοστρωματογραφικὰς ζώνας σημειοῦντα· πτώματα ἐνίοτε τῷ πυθμένι καταποντοῦνται καὶ ἐν λεπταῖς ἀργίλοις διατηροῦνται",
        "seatown-belemnitida": "†Βελεμνῖται",
        "gallery": [
            "<h2>Δεῖγμα αʹ</h2><p>Μέτρησις ~25cm</p>","<h2>Δεῖγμα αʹ</h2><p></p>","<h2>Δεῖγμα αʹ</h2><p></p>","<h2>Δεῖγμα αʹ</h2><p></p>","<h2>Δεῖγμα αʹ</h2><p></p>","<h2>Δεῖγμα αʹ</h2><p></p>","<h2>Δεῖγμα αʹ</h2><p></p>","<h2>Δεῖγμα αʹ</h2><p></p>"
            
            
        ]
    }
}
