{
    "el": {
        "τίτλος": "Χελώνια",
        "testudines": "Τάξη Χελώνια (Testudines)",	
        "testudines-περιγραφή-1": "Τα Χελώνια αποτελούν μια ομάδα ερπετών που εμφανίστηκαν για πρώτη φορά στο Ύστερο Τριαδικό και παρουσιάζουν ιδιαίτερα συντηρητικό σωματικό σχεδιασμό. Το χαρακτηριστικό γνώρισμά τους είναι το συμπαγές κέλυφος, που σχηματίζεται από την ένωση των πλευρών, των σπονδύλων και των δερματικών οστών στην ράχη και στην κοιλιά, περικλείοντας πλήρως το σώμα.",
        "testudines-περιγραφή-2": "Οι ώμοι και η λεκάνη βρίσκονται μέσα στο θωρακικό κλωβό, ένα ασυνήθιστο φαινόμενο μεταξύ των σπονδυλωτών, ενώ το κρανίο παρουσιάζει δευτερογενές κλείσιμο των κροταφικών ανοιγμάτων, γεγονός που διαφοροποιεί τις χελώνες από τα υπόλοιπα Σαυρόψιδα. Δεν διαθέτουν δόντια, αλλά φέρουν κεράτινα ράμφη προσαρμοσμένα σε ποικίλες δίαιτες, ενώ η μορφή των άκρων και του κελύφους αντανακλά υδρόβιους, ημιυδρόβιους και χερσαίους τρόπους ζωής.",
        "testudines-περιγραφή-3": "Παρά τις ελάχιστες αλλαγές σε διάστημα άνω των 200 εκατομμυρίων ετών, οι χελώνες πέτυχαν αξιοσημείωτη οικολογική επιτυχία· το απολιθωμένο τους αρχείο αποκαλύπτει μια εξελικτική γραμμή ανθεκτικού σχεδιασμού που επιβίωσε σχεδόν από κάθε μεγάλη μαζική εξαφάνιση.",
        

        "testudines-cryptodira": "Κρυπτόδειρα",
        
        "gallery": [
            
        ]
    },

    "en": {
        "τίτλος": "Testudines",
        "testudines": "Order Testudines",
        "testudines-περιγραφή-1": "Testudines are the reptilian clade of turtles, first appearing in the Late Triassic and retaining a remarkably conservative body plan. Their defining feature is the rigid shell, formed by the fusion of ribs, vertebrae, and dermal bones into a dorsal carapace and ventral plastron that fully encase the body.","testudines-περιγραφή-2": "The shoulder and pelvic girdles lie within the ribcage, an unusual reversal among vertebrates, and the skull shows secondary closure of the temporal openings, setting turtles apart from other sauropsids. Their toothless jaws bear keratinous beaks adapted to varied diets, while limb and shell forms reflect aquatic, semi-aquatic, and terrestrial lifestyles.","testudines-περιγραφή-3": "Despite little overall change across more than 200 million years, turtles have achieved wide ecological success, their fossil record tracing a lineage of enduring design that has withstood nearly every major extinction event.",

        "testudines-cryptodira": "Cryptodira",
        
        "gallery": [
            
        ]
    },

    "grc": {
        "τίτλος": "Χελώνια",
        "testudines": "Τάξις Χελώνια (Testudines)",
        "testudines-περιγραφή-1": "Τα Χελώνια κλάδος ἐστὶν ἑρπετῶν, πρῶτον φανείς ἐν τῷ ὀψίμῳ Τριαδικοῷ, καὶ σῶμα διατηροῦν ἰδιαιτέρως ἀμετάβλητον. Τὸ κυριώτατον αὐτῶν γνώρισμα ἐστὶν το συμπαγές χέλυον, ὅν συνιστοῦσι ἡ τῶν πλευρῶν καὶ σπονδύλων καὶ δερματίων ὀστέων σύμφυσις, εἰς θώρακα ῥαχιαῖον τε καὶ κοιλιακόν, ὥστε τὸ σῶμα παντελῶς περιέχει.","testudines-περιγραφή-2": "Οἱ δε ὦμοι και το ἰσχίον ἐντὸς τοῦ θώρακος κεῖνται, παράδοξος τοῖς ἄλλοις σπονδυλωτοῖς μεταβολή, καὶ το κρανίον ἐπιδείκνυται δευτερογενή ἀνακλεῖσιν τῶν κροταφικῶν θυρίδων, δι’ ἧς οἱ χελώνες χωρίζονται τῶν ἄλλων σαυροψίδων. Οἱ δε γνάθοι κερατίνῳ ἐπιβλήματι κεκόσμηνται, ἄνευ ὀδόντων, ταῖς τροφαῖς ποικίλαις ἡρμοσμένῳ, καὶ τὰ μέλη καὶ το χέλυον ποικίλως τὸν βίον ὑδάτινον, ἡμιὑδάτινον, ἢ χερσαῖον δηλοῦσιν.","testudines-περιγραφή-3": "Καίτοι γε ἐπὶ πλείω τῶν διακοσίων ἑκατομμυρίων ἐτῶν ὀλίγων μεταβολῶν ἔτυχον, εὐτυχίας οὐκ ὀλίγης μετέσχον· ἡ γὰρ ἀπολιθωθεῖσα γενεὰ αὐτῶν δείκνυσιν εἶδος ἀνθεκτικὸν καὶ διαμένον, ὃ πᾶσαν σχεδὸν ἐξαφάνισιν ἐπιγεγενημένην ὑπέμεινεν.",

        "testudines-cryptodira": "Κρυπτόδειρα",
        
        "gallery": [
            
        ]
    }
}
