{
    "el": {
        "τίτλος": "†Φακόπιδα",
        "phacopida": "Τάξη †Φακόπιδα (†Phacopida)",	
        "phacopida-περιγραφή-1": "Τα Φακόπιδα είναι μια εξαφανισμένη τάξη τριλοβιτών, γνωστή από την Πρώιμη Ορδοβίκια περίοδο έως το τέλος του Δεβονίου. Ξεχωρίζουν εύκολα από τα ιδιαίτερα σχιζοχρωικά μάτια τους, τα οποία αποτελούνται από μεγάλους, χωριστούς φακούς με ατομική κεράτινη επικάλυψη σε αντίθεση με τον συγχωνευμένο, πυκνά συσκευασμένο τύπο των ολοχρωικών ματιών που απαντάται στους περισσότερους άλλους τριλοβίτες. Το κέφαλον (η κεφαλή) τους συνήθως φέρει έντονα διογκωμένη γλαβέλλα και εμφανή προσωπικά ράμματα, που διευκόλυναν τη διαδικασία της έκδυσης. Πολλά είδη Φακοπιδών μπορούσαν να τυλίγονται σε σφιχτή σφαίρα, ως αμυντικός μηχανισμός.",
        "phacopida-περιγραφή-2": "Αυτά τα χαρακτηριστικά τους διαφοροποιούν από άλλες τάξεις τριλοβιτών όπως οι Ρεντλιχίδες ή οι Κορυνεξοχίδες, οι οποίες δεν έχουν σχιζοχρωικά μάτια και παρουσιάζουν πιο πρωτόγονες κεφαλικές δομές. Τα Φακόπιδα επίσης εμφανίζουν πιο σύνθετη μορφολογία στο θώρακα και στο πυγίδιο.",
        "phacopida-περιγραφή-3": "Απολιθώματα Φακοπιδών βρίσκονται ευρέως διαδεδομένα, ιδιαίτερα στη σημερινή Βόρεια Αμερική, Ευρώπη, Βόρεια Αφρική, καθώς και σε περιοχές της Ασίας και της Νότιας Αμερικής, αντανακλώντας την επιτυχία τους σε διάφορα ρηχά θαλάσσια περιβάλλοντα πριν την εξαφάνισή τους στο Ύστερο Δεβόνιο.",
        

        "phacopida-reedops": "†Ρήδοπας",
        "phacopida-zlichovaspis": "†Ζλιχοβασπίς",
        
        "gallery": [
            
        ]
    },

    "en": {
        "τίτλος": "†Phacopida",
        "phacopida": "Order †Phacopida",
        "phacopida-περιγραφή-1": "Phacopida is an extinct order of trilobites known from the Early Ordovician to the end of the Devonian. They are most readily recognized by their unique schizochroal eyes, composed of large, separate lenses with individual corneal coverings - unlike the fused, densely packed lenses of the more common holochroal type found in most other trilobites. The cephalon (head) often features a prominent, inflated glabella and distinct facial sutures that facilitated molting. Many phacopids were capable of enrolling into a tight ball, a defensive adaptation.","phacopida-περιγραφή-2": "These features set them apart from other trilobite orders such as Redlichiida or Corynexochida, which typically lack schizochroal eyes and show more primitive cephalic structures. Phacopids also tend to have more elaborate thoracic and pygidial morphology.","phacopida-περιγραφή-3": "Fossils of Phacopida are widespread, especially in what are now North America, Europe, North Africa, and parts of Asia and South America, reflecting their success in diverse shallow marine environments before their extinction in the Late Devonian.",

        "phacopida-reedops": "†Reedops",
        "phacopida-zlichovaspis": "†Zlichovaspis",
        
        "gallery": [
            
        ]
    },

    "grc": {
        "τίτλος": "†Φακόπιδα",
        "phacopida": "Τάξις †Φακόπιδα (†Phacopida)",
        "phacopida-περιγραφή-1": "Τα Φακοπίδα τάξις ἐστὶ τῶν τριλοβιτῶν, ἐκλελοιπυῖα, ἀπὸ τοῦ πρωίμου Ὀρδοβικίου μέχρι τέλους τοῦ Δεβονίου φανεῖσα. Ῥᾳδίως γνωρίζεται διὰ τοὺς ἰδίους ὀφθαλμοὺς τοὺς σχιζοχρώους, ἐκ φακῶν μεγάλων, κεχωρισμένων και κεκαλυμμένων· οὐχ οἷον οἱ ὁλοχρώοι ὀφθαλμοί τῶν ἄλλων πλείστων τριλοβιτῶν, οἵ ἠνωμένοι και πυκνοὶ εἰσίν. Το κέφαλον (ἡ κεφαλή) πολλάκις ἔχει την γλαβέλλαν ἐξεσημασμένην καὶ πεφυσημένην, σὺν ῥηγματίοις σαφῶς διηρημένοις, οἵπερ εἰς τὸ ἐκδύεσθαι συνεβάλλοντο. Πολλοὶ δὲ τῶν Φακοπιδῶν ἠδύναντο εἰς σφαῖραν σφιγγεῖν ἑαυτούς, εἰς ἀμυντικὴν τάξιν.","phacopida-περιγραφή-2": "Ταῦτα διαφέρει αὐτοὺς ἀπὸ τῶν ἄλλων τάξεων, οἷον τοὺς Ῥεδλιχίδας ἢ Κορυνεξοχίδας, οἵ γε μὴ σχιζοχρώους ὀφθαλμοὺς ἔχουσιν, καὶ τὰ τῆς κεφαλῆς ἁπλούστερα ἔχουσιν μόρφωματα. Καὶ τὸ θώρακος καὶ πυγιδίου σχῆμα ἐν τοῖς Φακοπίδαις πολυτελέστερον εἶναι δοκεῖ.","phacopida-περιγραφή-3": "Τὰ τούτων ἀπολιθώματα εὑρίσκεται πανταχοῦ, κατὰ μάλιστα ἐν Βορείᾳ Ἀμερικῇ, Εὐρώπῃ, Βορείῳ Ἀφρικῇ, καὶ ἐν τοῖς τῆς Ἀσίας καὶ Νοτίου Ἀμερικῆς μέρεσι, δεικνύνταί τε τὴν εὐδαιμονίαν αὐτῶν ἐν πολυειδεστέροις θαλαττίοις καὶ ρηχοῖς τόποις πρὸ τοῦ τέλους αὐτῶν ἐν τῷ ὀψίμῳ Δεβονίῳ.",

        "phacopida-reedops": "†Ῥήδωψ",
        "phacopida-zlichovaspis": "†Ζλιχοβασπίς",
        
        "gallery": [
            
        ]
    }
}
