{
    "el": {
        "τίτλος": "Αργοναυτίδες",
        "argonautidae": "Οικογένεια Αργοναυτίδες (Argonautidae)",	
        "argonautidae-περιγραφή-1": "Οι Αργοναυτίδες είναι οικογένεια οκτωπόδων που διακρίνεται από την ικανότητα του θηλυκού να παράγει ένα λεπτό, ελικοειδές, εξωτερικό ωοφόρο κέλυφος, μοναδικό εντός των κεφαλοπόδων. Τα αρσενικά είναι πολύ μικρότερα και δεν διαθέτουν κέλυφος. Οι Αργοναυτίδες ζουν στον ανοιχτό ωκεανό και όχι στον βυθό. Διαθέτουν έντονο φυλετικό διμορφισμό, με τα θηλυκά να είναι πολύ μεγαλύτερα. Κατά την αναπαραγωγή, το αρσενικό χρησιμοποιεί έναν εξειδικευμένο βραχίονα για να μεταφέρει το σπέρμα στο θηλυκό, το οποίο μεταφέρει τα γονιμοποιημένα αυγά στο κέλυφος μέχρι να εκκολαφθούν. Αυτά τα χαρακτηρηστικά τα ξεχωρίζουν από άλλα Οκτάποδα.",
        

        
        "gallery": [
            "<h2>Δείγμα 1</h2><p>Θήκη αυγών - Άγνωστη Αργοναυτίδα - ~8εκ</p>"

            
            
        ]
    },

    "en": {
        "τίτλος": "Argonautidae",
        "argonautidae": "Family Argonautidae",
        "argonautidae-περιγραφή-1": "The Argonautidae is a family of octopods within the order Octopoda, known for their unique external shell, which is produced only by the females. This thin, coiled, and fragile shell serves as a protective structure and is absent in males, who are significantly smaller and lack a shell entirely. This distinguishing feature sets them apart from other cephalopods in the order Coleoidea, such as squids and most octopuses, which either have internal shells or no shell at all. Argonauts are pelagic, meaning they live in open water rather than on the seafloor, and are commonly found in warm, tropical oceans. They also exhibit marked sexual dimorphism, with females being much larger than males. Reproductively, the male uses a specialized arm to transfer sperm into the female’s mantle cavity, after which the female carries fertilized eggs in her shell until they hatch.",

        
        "gallery": [
            "<h2>Sample 1</h2><p>Egg case - Unknown Argonautid - ~8cm</p>"

            
            
        ]
    },

    "grc": {
        "τίτλος": "Ἀργοναυτίδαι",
        "argonautidae": "Οἰκογένεια Ἀργοναυτίδαι (Argonautidae)",
        "argonautidae-περιγραφή-1": "Αἱ Ἀργοναυτίδαι ἐστὶν οἰκογένεια ὀκτωπόδων ὧν το γνώρισμα το παρά τῶν θηλυκῶν ποιούμενον ἴδιον ἔξωθεν κοῖλον και ὠοφόρον κέλυφος, μοναδικόν ἐν τοῖς κεφαλόποδοις. Τἀρσενικά δε ακελύφη και μάλα εἰσὶν ἐλαχιστώτερα τῇ ἠλικίᾳ. Αἱ Ἀργοναύτίδαι βίον πελαγικόν, ἦτοι τῷ τῆς θαλάσσης πλάτει, διάγουσι, καὶ οὐχ ἐν τῷ βένθει. Ἐν τοῖς γεννήμασι το ἄρρεν ἴδιον βραχίονα χρῆται ἵνα τὸ σπέρμα τῷ θήλει ἀποδίδωσι, ἣ δὲ τὰ ὠά αποδίδει ἐν τῷ ἑαυτῆς κελύφει μέχρι τῆς ἐκκολάψεως.",

        
        "gallery": [
            "<h2>Δεῖγμα αʹ</h2><p>Θήκη ὠῶν - Ἄγνωστη Ἀργοναυτίς - ~8ἑκ</p>"

            
            
        ]
    }
}