{
    "el": {
        "τίτλος": "Ανθόζωα",
        "anthozoa": "Κλάδος Ανθόζωα (Anthozoa)",	
        "anthozoa-περιγραφή-1": "Τα Ανθόζωα (Anthozoa) είναι ένας μεγάλος κλάδος των Κνιδοζώων (Cnidaria), που περιλαμβάνει αποκλειστικά πολυποειδείς οργανισμούς όπως οι θαλάσσιες ανεμώνες, τα σκληρά και τα μαλακά κοράλλια. Αποτελεί την αδελφική ομάδα των Μεδουσοζώων (Medusozoa), και σε αντίθεση περιλαμβάνει Κνιδόζωα που στερούνται πλήρως του σταδίου της μέδουσας και αναπαράγονται μόνο μέσω πολυποειδών μορφών, είτε μοναχικών είτε αποικιακών.",
        "anthozoa-περιγραφή-2": "Τα Ανθόζωα ξεχωρίζουν λόγω της πολύπλοκης εσωτερικής τους ανατομίας: η γαστροαγγειακή κοιλότητά τους υποδιαιρείται από ακτινωτά μεσεντέρια, και το στόμα τους ανοίγει σε έναν ακτινοφάρυγγα· έναν σωληνοειδή αγωγό με κροσσωτό επιθήλιο. Ένα μοναδικό χαρακτηριστικό τους είναι ο σιφωνογλύφος, μία αυλακωτή δομή με κροσσωτά κύτταρα που βοηθά στη δημιουργία ρευμάτων νερού μέσα στην κοιλότητα του σώματος. Αυτά τα χαρακτηριστικά ενισχύουν την εσωτερική κυκλοφορία και την πέψη. Η αναπαραγωγή περιλαμβάνει τόσο σεξουαλικές (συνήθως μέσω εξωτερικής γονιμοποίησης) όσο και ασεξουαλικές (π.χ. με εκβλάστηση ή σχάση) στρατηγικές, και οι προνύμφες αναπτύσσονται άμεσα σε πολύποδες χωρίς στάδιο ελεύθερης κολυμβητικής μέδουσας.",
        "anthozoa-περιγραφή-3": "Το απολιθωμένο αρχείο των Ανθοζώων εκτείνεται αμφιλεγόμενα μέχρι την Κάμβρια περίοδο, αν και η ταυτότητα των πρώιμων μορφών παραμένει αντικείμενο συζήτησης. Πιο αξιόπιστα απολιθώματα Ανθοζώων εμφανίζονται στον Ορδοβίκιο, με ομάδες όπως τα Ρυτιδωτά (Rugosa) και τα Πινακωτά (Tabulata) κοράλλια να διαδραματίζουν βασικό ρόλο στα υφαλογενετικά οικοσυστήματα του Παλαιοζωικού. Τα σύγχρονα Σκληρακτινικά κοράλλια, που εμφανίστηκαν στην Τριασική περίοδο, συνεχίζουν αυτό τον ρόλο στις τροπικές θάλασσες σήμερα.",
        

        "anthozoa-rugosa": "†Ρυτιδωτά",
        
        "gallery": [
            "<h2>Δείγμα 1</h2><p>Μέτρηση 14-15cm</p>","<h2>Δείγμα 1</h2><p></p>","<h2>Δείγμα 1</h2><p></p>","<h2>Δείγμα 1</h2><p></p>","<h2>Δείγμα 1</h2><p></p>","<h2>Δείγμα 1</h2><p></p>"

            
            
        ]
    },

    "en": {
        "τίτλος": "Anthozoa",
        "anthozoa": "Clade Anthozoa",
        "anthozoa-περιγραφή-1": "Anthozoa is a major clade within Cnidaria, comprising exclusively polypoid organisms such as sea anemones, stony corals, and soft corals. It is the sister group to Medusozoa, which includes all cnidarians with a medusa stage (jellyfish, box jellies, hydrozoans). In contrast, anthozoans completely lack a medusa phase and reproduce solely through polyp forms, either solitary or colonial.","anthozoa-περιγραφή-2": "Anthozoans are distinguished by a complex internal anatomy: their gastrovascular cavity is subdivided by radial mesenteries, and the mouth opens into an actinopharynx; a tubular passage lined with cilia. A unique structure among cnidarians, the siphonoglyph (a ciliated groove) helps generate water currents through the body cavity. These features support enhanced internal circulation and digestion. Reproduction includes both sexual (typically via broadcast spawning) and asexual (e.g. budding or fission) strategies, and larvae develop directly into polyps without a free-swimming medusa stage.","anthozoa-περιγραφή-3": "The fossil record of Anthozoa may extend tentatively into the Cambrian, though the identity of early forms remains debated. More secure anthozoan fossils appear in the Ordovician, with groups like rugose and tabulate corals playing key roles in Paleozoic reef ecosystems. Modern scleractinian corals, which arose in the Triassic, continue this role in today’s tropical seas.",

        "anthozoa-rugosa": "†Rugosa",
        
        "gallery": [
            "<h2>Sample 1</h2><p>Measurement 14-15cm</p>","<h2>Sample 1</h2><p></p>","<h2>Sample 1</h2><p></p>","<h2>Sample 1</h2><p></p>","<h2>Sample 1</h2><p></p>","<h2>Sample 1</h2><p></p>"

            
            
        ]
    },

    "grc": {
        "τίτλος": "Ἀνθόζωα",
        "anthozoa": "Κλάδος Ἀνθόζωα (Anthozoa)",
        "anthozoa-περιγραφή-1": "Τα Ἀνθοζῴα εἰσί μέγας κλάδος ἐν τοῖς Κνιδοζώοις, μόνα πολυποειδῆ ζῷα περιέχον, οἷον οἱ ἀνεμῶναι, τα σκληρά τε και μαλακά κοράλλια. Ἔστι δὲ ἀδελφὸς κλάδος τῶν Μεδουσοζώων, οὗ ἀντίθετα δὲ, τὰ Ἀνθοζῴα παντελῶς στεροῦνται σταδίου μεδούσης, καὶ μόνον διὰ πολύποδας ἀναπαράγονται, ἢ καθ’ ἕνα ἢ κατὰ σὺνῳκίαν.","anthozoa-περιγραφή-2": "Διαφέρονται τα Ἀνθόζῳα τῇ ἐσωτερικῇ κατασκευῇ: ἔχουσι κοιλιοστόμαχον ἀκτινοδῶς διῃρημένον ὑπὸ μεσεντερίων, καὶ τὸ στόμα ἄγει εἰς τὸν ἀκτινοφάρυγγα, σωληνώδη τινά δίοδο μετά ἐπιθηλίου κροσσωτοῦ. Ἔστι δὲ ἴδιον αὐτοῖς ὁ σιφωνόγλυφος, αὖλαξ κροσσώδης, ἥ ῥεύματα ὕδατος διὰ τοῦ σώματος παρέχει. Ταῦτα συνεπικουρεῖ τῇ κυκλοφορίᾳ καὶ πέψει. Ἡ γένεσις δὲ γίνεται καὶ κατὰ συνουσίαν (ὡς ἐν τῇ ἐκχυτῇ σπορᾷ), καὶ ἀφ' ἑαυτῶν (οἷον ἐκβλάστημα ἢ σχίσις), καὶ οἱ προνύμφαι εὐθὺς εἰς πολύποδας μεταβάλλουσιν, ἄνευ σταδίου μεδούσης.","anthozoa-περιγραφή-3": "Τα τῶν Ἀνθοζώων ἀπολιθώματα ἐπέχεται εἰς το Κάμβριον ἴσως, ἀλλ’ ἔστιν ἀμφίβολος ἡ ταυτοποίησις τῶν πρώτων εἰδῶν. Ἀσφαλέστερα δὲ ἀπολιθώματα φαίνονται ἐν τῷ Ὀρδοβικίῳ, ὅπου τὰ Ῥυτιδωτά καὶ Πινακωτά κοράλλια σημαντικὸν μέρος εἶχον ἐν τοῖς ὕφαλοις τοῖς τοῦ Παλαιοζῳικοῦ. Τα δὲ νῦν Σκληρακτίνια κοράλλια, ἐν τῷ Τριασικῷ φανέντες, τὸν ἴδιον τοῦτον ῥόλον τηροῦσιν ἐν ταῖς θερμαῖς θαλάσσαις τῆς νῦν οἰκουμένης.",

        "anthozoa-rugosa": "†Ῥυτιδωτά",
        
        "gallery": [
            "<h2>Δεῖγμα αʹ</h2><p>Μέτρησις 14-15cm</p>","<h2>Δεῖγμα αʹ</h2><p></p>","<h2>Δεῖγμα αʹ</h2><p></p>","<h2>Δεῖγμα αʹ</h2><p></p>","<h2>Δεῖγμα αʹ</h2><p></p>","<h2>Δεῖγμα αʹ</h2><p></p>"

            
            
        ]
    }
}
