{
    "el": {
        "τίτλος": "Αρθρόποδα",
        "arthropoda": "Συνομοταξία Αρθρόποδα (Arthropoda)",	
        "arthropoda-περιγραφή-1": "Τα αρθρόποδα αποτελούν το μεγαλύτερο κλάδο των ζώων, με καταγωγή από τις αρχές της Καμβρίου περιόδου και διαφοροποίηση σε μια ευρεία ποικιλία θαλάσσιων, χερσαίων και μορφών του γλυκού νερού. Τα ενώνει ένα σύνολο χαρακτηριστικών γνωρισμάτων: σώμα με διαχωρισμένα  εξειδικευμένα τμήματα (ταγμάτα), αρθρωτά άκρα, και ένας εξωτερικός χιτινώδης σκελετός, ο οποίος αποβάλλεται περιοδικά μέσω της εκδύσεως. Το νευρικό τους σύστημα περιλαμβάνει έναν ραχιαίο εγκέφαλο και δύο κοιλιακές νευρικές χορδές, και τα περισσότερα φέρουν σύνθετους οφθαλμούς ή οκέλλια.",
        "arthropoda-περιγραφή-2": "Η ομάδα περιλαμβάνει τους εξαφανισμένους τριλοβίτες καθώς και τέσσερις μεγάλες ζούσες κατηγορίες: τα Χηλικέρατα (όπως οι αράχνες και τα πεταλόμορφα καβούρια), τα Μυριάποδα (όπως σαρανταποδαρούσες), τα Καρκινοειδή (καβούρια, γαρίδες) και τα Εξαπόδα (έντομα). Τα αρθρόποδα διαφέρουν από συγγενείς όπως οι Δακτυλιοσκώληκες λόγω των αρθρωτών άκρων και της σκληρής επιδερμίδας τους, και από άλλα Εκδυσόζωα όπως τα Ονυχοφόρα, λόγω της έντονης ταγμώσεως και του άκαμπτου εξωσκελετού τους. Το απολιθωμένο τους αρχείο εκτείνεται σε διάστημα άνω των 500 εκατομμυρίων ετών και περιλαμβάνει τόσο πρώιμες όσο και εξελιγμένες μορφές του κλάδου, καταδεικνύοντας το βάθος και την ποικιλία της εξελικτικής του ιστορίας.",
        

        "arthropoda-trilobita": "†Τριλοβίτες",
        
        "gallery": [
            
        ]
    },

    "en": {
        "τίτλος": "Arthropoda",
        "arthropoda": "Phylum Arthropoda",
        "arthropoda-περιγραφή-1": "Arthropods form the largest clade of animals, originating in the early Cambrian and diversifying into a wide array of marine, terrestrial, and freshwater forms. They are united by a suite of defining traits: a segmented body plan with specialized tagmata, jointed appendages, and a chitinous exoskeleton that is periodically shed through ecdysis. Their nervous system features a dorsal brain and paired ventral nerve cords, and most possess compound eyes or ocelli.","arthropoda-περιγραφή-2": "The group includes extinct trilobites as well as four major extant clades: Chelicerata (spiders, horseshoe crabs), Myriapoda (millipedes, centipedes), Crustacea (crabs, shrimp), and Hexapoda (insects). Arthropods differ from close relatives like annelids by having articulated limbs and a hardened cuticle, and from other ecdysozoans such as onychophorans by their pronounced tagmosis and rigid exoskeleton. Their fossil record spans over 500 million years and preserves both stem and crown group representatives, illustrating the deep and varied evolutionary history of the clade.",

        "arthropoda-trilobita": "†Trilobita",
        
        "gallery": [
            
        ]
    },

    "grc": {
        "τίτλος": "Ἀρθρόποδα",
        "arthropoda": "Συνομοταξία Ἀρθρόποδα (Arthropoda)",
        "arthropoda-περιγραφή-1": "Τα Ἀρθρόποδα τον μέιστον τῶν ζῴων κλάδον συνιστῶσιν, ἀρχόμενα ἐν τοῖς πρώτοις τοῦ Καμβρίου χρόνοις, καὶ εἰς ποικίλας μορφὰς θαλασσίας, χερσαίας, καὶ λιμναίας διακρινόμενα. Κοινὰ δὲ πάντα ταῦτα ἔχουσιν: σῶμα διῃρημένον εἰς μέρη τεταγμένα (ταγμάτα), μέλη ἀρθρωτά, καὶ ἐκ χιτίνης ἔξωθεν ἐπικάλυψιν, ἣν ἐκδύονται καιροῖς ταγμένοις (ἐκδύσει). Νευρικόν δὲ σύστημα ἔχουσιν ἐγκέφαλον ὕπερθεν καὶ δύο χορδὰς νευρικάς ὑπὸ τὸ σῶμα παρειμένας· οἱ πλεῖστοι δὲ ὀφθαλμοὺς σύνθετους ἢ οκέλλια φέρουσιν.","arthropoda-περιγραφή-2": "Τὰ τοιαῦτα περιλαμβάνει καὶ τοὺς τεθνεῶτας Τριλοβίτας, καὶ τέτταρας μεγάλους κλάδους ἔτι ζῶντας: τα Χηλικέρατα (οἷον ἀράχναι και καρκῖνοι πεταλόμορφοι), τα Μυριάποδα (πολύποδες), τα Καρκινοειδῆ (καρκῖνοι, καρῖδες), καὶ τα ἑξάποδα (ἔντομα). Διαφέρονται δὲ τῶν συγγενῶν Δακτυλιοσκωλήκων τοῖς μέλεσιν ἀρθρωτοῖς καὶ τῇ ἐπιδερμίδι πεπηγυίᾳ, ὥσπερ καὶ τῶν ἄλλων Ἐκδυσόζωων οἷον τῶν Ὀνυχοφόρων τῇ σαφῶς διακεκριμένῃ ταγμώσει καὶ τῷ ἀκάμπτῳ ἐξωσκελετῷ. Ἡ ἀπολιθωμένη τούτων μνήμη πλέον ἢ πεντακοσίων χιλιάδων ἐτῶν ἐκτείνεται, καὶ ἄμφῳ τοὺς πρόδρομους καὶ τοὺς ἀπόγονους περιέχει, δηλοῦσα τὴν βαθεῖαν καὶ ποικίλην τοῦ κλάδου ἐξέλιξιν.",

        "arthropoda-trilobita": "†Τριλοβίτες",
        
        "gallery": [
            
        ]
    }
}
