{
    "el": {
        "τίτλος": "Σπαταγγοειδή",
        "spatangoida": "Τάξη Σπαταγγοειδή (Spatangoida)",	
        "spatangoida-περιγραφή-1": "Τα Σπαταγγοειδή ή καρδιοεχίνοι είναι μια ομάδα ακανόνιστων εχινοειδών, προσαρμοσμένων να ζουν θαμμένα μέσα σε θαλάσσια ιζήματα. Σε αντίθεση με τους κανονικούς αχινούς, παρουσιάζουν διμερή συμμετρία, με το στόμα στο μπροστινό μέρος και τον πρωκτό στο πίσω μέρος — μια διάταξη κατάλληλη για υποθαπτόμενη διαβίωση.",
        "spatangoida-περιγραφή-2": "Η κάψα τους έχει σχήμα καρδιάς και είναι θολωτή, με πεταλοειδή βαδίακρα στην ραχιαία επιφάνεια. Οι άκανθες και τα σωληνοπόδια τους είναι εξειδικευμένα για να κινούνται μέσα στα ιζήματα και να συλλέγουν οργανικά σωματίδια, καθιστώντας τους αποτελεσματικούς αποθεματοφάγους.",
        "spatangoida-περιγραφή-3": "Εμφανίστηκαν για πρώτη φορά στην Κρητιδική περίοδο και έχουν μακρύ απολιθωμένο ιστορικό. Διαφέρουν από τα συγγενικά Κλυπεαστεροειδή επειδή διατηρούν μια πιο τρισδιάστατη μορφή και βασίζονται σε διαφορετικούς μηχανισμούς για τη διατροφή και το θάψιμό τους.",
        

        "spatangoida-heterobrissus": "Ετεροβρίσσος",
        
        "gallery": [
            
        ]
    },

    "en": {
        "τίτλος": "Spatangoida",
        "spatangoida": "Order Spatangoida",
        "spatangoida-περιγραφή-1": "Spatangoida, or heart urchins, are a group of irregular echinoids adapted for life buried within marine sediments. Unlike regular sea urchins, they show bilateral symmetry, with the mouth at the front and the anus at the rear—an arrangement suited for a burrowing lifestyle.","spatangoida-περιγραφή-2": "Their test is heart-shaped and dome-like, with petaloid ambulacra on the dorsal surface. Spines and tube feet are specialized for moving through sediment and collecting organic particles, making them effective deposit feeders.","spatangoida-περιγραφή-3": "First appearing in the Cretaceous, spatangoids have a long fossil record. They differ from sand dollars (Clypeasteroida) by retaining a more three-dimensional form and relying on different mechanisms for burrowing and feeding.",

        "spatangoida-heterobrissus": "Heterobrissus",
        
        "gallery": [
            
        ]
    },

    "grc": {
        "τίτλος": "Σπαταγγοειδῆ",
        "spatangoida": "Τάξις Σπαταγγοειδῆ (Spatangoida)",
        "spatangoida-περιγραφή-1": "Τα Σπαταγγοειδῆ, οἱ καλούμενοι καρδιοεχῖνοι, γένος εἰσὶν ἀκανονίστων ἐχινοειδῶν, ἐν τοῖς θαλαττίοις ἱλύσι ἐγκείμενοι ζῆν προσηρμοσμένοι. Οὐχ ὥσπερ οἱ κανονικοί ἐχῖνοι, εἰσὶ συμμετρικοὶ διμερῶς, τὸ στόμα ἔμπροσθεν ἔχοντα, καὶ τὸν πρωκτὸν πρὸς τῷ ὀπίσω· τάξις ἥτις τῷ ὑποθαπτομένῳ βίῳ πρέπει.","spatangoida-περιγραφή-2": "Η τούτων κάψα καρδιόσχημος καὶ θολωτή ἐστίν, ἔχουσα ἀνὰ τὸ νῶτον τα πεταλοειδῆ βαδίακρα. Αἱ ἄκανθαι καὶ οἱ σωληνοπόδες ἰδιαζομένως εἰσὶν ἡρμοσμένοι πρὸς τὸ την ἴλυν διασχίζειν καὶ συλλέγειν μορίδια ὀργανικὰ· διὰ τοῦτο ἐπιτηδεῖοι εἰσὶν ὡς ἐναποθεματοβόροι.","spatangoida-περιγραφή-3": "Οἱ μὲν πρῶτοι τούτων ἐν τῷ Κρητιδικῷ ἐφάνησαν· ἔχουσι δὲ μακρὰν ἀπολιθωμένην διαδοχήν. Διαφέρουσι δὲ τῶν συγγενῶν Κλυπεαστεροειδῶν ἐν τῷ σχήματι, μᾶλλον τρισδιάστατον αὐτό ἔχειν, ἕτι δε καὶ ἄλλων μηχανημάτων εἰς τὸ θάπτεσθαι καὶ τρέφεσθαι χρῆσθαι.",

        "spatangoida-heterobrissus": "Ἑτεροβρίσσος",
        
        "gallery": [
            
        ]
    }
}
