{
    "el": {
        "τίτλος": "Εχινόδερμα",
        "echinodermata": "Συνομοταξία Εχινόδερμα (Echinodermata)",	
        "echinodermata-περιγραφή-1": "Τα εχινόδερμα είναι ένας αποκλειστικά θαλάσσιος κλάδος που περιλαμβάνει τους αστερίες, τους οφίουρους, τους αχινούς, τα θαλάσσια αγγούρια και τα κρινοειδή. Παρά τις ποικίλες μορφές τους, όλα έχουν κοινά χαρακτηριστικά: πεντακτινωτή συμμετρία στην ενήλικη μορφή, υδρόαγγειακό σύστημα με σωληνοειδείς ποδίσκους, και εσωτερικό σκελετό από ασβεστιτικές πλάκες ή οστάρια.",
        "echinodermata-περιγραφή-2": "Διαθέτουν επίσης μεταβλητό συνδετικό ιστό, που τους επιτρέπει να σκληραίνουν ή να χαλαρώνουν το σώμα τους γρήγορα—μια ιδιότητα χρήσιμη για άμυνα, κίνηση ή ακόμη και αποτομή άκρων. Η κίνηση, η σίτιση και η αναπνοή τους λειτουργούν με υδραυλική πίεση και όχι με μυϊκά συστήματα. Αν και δεν έχουν κεφάλι, τα αισθητήρια όργανα και το νευρικό τους σύστημα είναι κατανεμημένα σε όλο τους το σώμα.",
        "echinodermata-περιγραφή-3": "Οι προνύμφες των εχινοδέρμων είναι διμερώς συμμετρικές και μεταμορφώνονται σε πεντακτινωτά ενήλικα—ένα στοιχείο που φανερώνει την εξελικτική τους προέλευση. Ο κλάδος εμφανίζεται από την Κάμβρια περίοδο και έχει επιβιώσει από πολλαπλές μαζικές εξαφανίσεις, με αξιοσημείωτες μεταβολές στην κυριαρχία: τα κρινοειδή επικρατούσαν στην Παλαιοζωική, ενώ τα εχινοειδή άνθισαν κατά την Μεσοζωική και Καινοζωική εποχή. Σήμερα, τα εχινόδερμα ζουν σχεδόν σε όλα τα θαλάσσια περιβάλλοντα και διατελούν ρόλους από φυτοφάγα μέχρι αρπακτικά.",
        

        "echinodermata-echinoidea": "Εχινοειδή",
        
        "gallery": [
            
        ]
    },

    "en": {
        "τίτλος": "Echinodermata",
        "echinodermata": "Phylum Echinodermata",
        "echinodermata-περιγραφή-1": "Echinoderms are a wholly marine clade that includes sea stars, brittle stars, sea urchins, sea cucumbers, and crinoids. Despite their varied forms, all share key traits: adult pentaradial symmetry, a water vascular system with tube feet, and an internal skeleton of calcareous plates or ossicles.","echinodermata-περιγραφή-2": "They possess mutable connective tissue, allowing them to rapidly stiffen or relax their body structure—useful for defense, movement, or even shedding limbs. Their locomotion, feeding, and respiration rely on hydraulic pressure rather than muscular systems. Though lacking a head, their sensory and nervous systems are distributed throughout the body.","echinodermata-περιγραφή-3": "Echinoderm larvae are bilaterally symmetrical, transforming into radial adults—a clue to their evolutionary background. The group appears in the Cambrian and has survived multiple extinction events, with notable shifts in dominance: crinoids thrived in the Paleozoic, while echinoids diversified in the Mesozoic and Cenozoic. Today, echinoderms occupy nearly all marine environments and fulfill roles from grazers to predators.",

        "echinodermata-echinoidea": "Echinoidea",
        
        "gallery": [
            
        ]
    },

    "grc": {
        "τίτλος": "Ἐχινόδερμα",
        "echinodermata": "Συνομοταξία Ἐχινόδερμα (Echinodermata)",
        "echinodermata-περιγραφή-1": "Τα Ἐχινόδερμα κλάδος εἰσίν, ὅλως θαλάττιος, ὧν ἔνι ἀστερίαι, ὀφίουροι, ἐχῖνοι, θαλάσσιοι σίκυοι καὶ κρινοειδῆ. Καίπερ μορφῇ διαφέροντα, κοινὰ σημεῖα πάντα φέρουσιν· πενταμερὴς συμμετρία τοῖς τελείοις, ὑδροαγγειακόν σύστημα μετά ποδιῶν σωληνωειδῶν, καὶ ἐνδοσκελετόν ἐκ πλακῶν ἤ ὀσταρίων ἀσβεστιτικῶν.","echinodermata-περιγραφή-2": "Ἔχουσιν δὲ καὶ συνδετικούς ἱστούς εὐμετάβλητους, οὕς ταχέως ἢ σκληρύνειν ἢ χαλαροῦν δύνανται· τοῦτο πρὸς ἄμυναν, κίνησιν, ἢ καὶ μελῶν ἀποτίναξιν χρήσιμον. Ἡ δὲ τοῦ κινείσθαι καὶ σιτεῖσθαι καὶ πνεῖν δύναμις οὐχ ὑπὸ μυῶν γίνεται, ἀλλὰ δι’ ὑδραυλικῆς πιέσεως. Κεφαλὴν μέν οὐκ ἔχουσιν, ἀλλά τα νευρικά και αἰσθητήρια αὐτῶν ὄργανα καθ’ ὅλον τὸ σῶμα νενεμημένα εἰσί.","echinodermata-περιγραφή-3": "Τὰ δὲ ἔμβρυα αὐτῶν διμερῶς συμμετρικά εἰσί, εἶτα τελειούμενα εἰς πενταμερῶς ἀκτινωτά, δεικνύμενα τὴν αὐτῶν ἐξέλιξιν. Ἐνεφανίσθησαν ἐν τῷ Καμβρίῳ χρόνῳ καὶ πολλῶν ἀφανισμῶν ἐπεβίωσαν, σημειωτέα δε ἡ τῇ ἐπικυριαρχίᾳ μεταβολή αὔτη· ὡς μεν τῷ Παλαιοζωικῷ μάλιστα τα κρινοειδῆ ἤκμαζον, ἐν δὲ Μεσοζωικῷ καὶ Καινοζωικῷ τα ἐχινοειδῆ ποικίλως διεσπάρησαν. Νῦν δὲ σχεδὸν ἐν παντί περιβάλλοντι θαλασσίῳ εὑρίσκονται καὶ πληροῦσι θέσεις ἀπὸ βοσκητῶν μέχρι θηρευτῶν.",

        "echinodermata-echinoidea": "Ἐχινοειδῆ",
        
        "gallery": [
            
        ]
    }
}
