{
    "el": {
        "τίτλος": "Φυτά",
        "φυτά": "Βασίλειο Φυτά (Plantae)",	
        "φυτά-περιγραφή": "Πολυκύτταροι και αυτότροφοι οργανισμοί, ικανοί να μετατρέπουν την ηλιακή ενέργεια σε τροφή μέσω της φωτοσύνθεσης. Δεν διαθέτουν νευρικό σύστημα ούτε εκούσια κίνηση· παραμένουν προσκολλημένοι στο έδαφος ή σε άλλες επιφάνειες. Πολλαπλασιάζονται είτε με εγγενή είτε με αγενή αναπαραγωγή. Το βασίλειο είναι ποικιλόμορφο, από λειχήνες και βρύα έως φτέρες, κωνοφόρα και ανθοφόρα φυτά.",

        "gallery": [
            "<h2>Δείγμα 1</h2><p>Φύλλο</p>",

            "<h2>Δείγμα 2</h2><p>Άγνωστο</p>",


            "<h2>Δείγμα 3</h2><p>Φύλλο</p>",

            "<h2>Δείγμα 4</h2><p>Λέπι και άγνωστο (φυτό;)</p>",


            "<h2>Δείγμα 5</h2><p>Φύλλο;</p>"
        ]
    },

    "en": {
        "τίτλος": "Plants",
        "φυτά": "Plant Kingdom (Plantae)",
        "φυτά-περιγραφή": "Multicellular and autotrophic organisms, capable of converting solar energy into food through photosynthesis. They lack a nervous system and voluntary movement; instead, they remain attached to the ground or another surface. They reproduce either sexually or asexually. The kingdom is diverse, ranging from lichens and mosses to ferns, conifers, and flowering plants.",

        "gallery": [
            "<h2>Sample 1</h2><p>Leaf</p>",
            
            "<h2>Sample 2</h2><p>Unknown</p>",


            "<h2>Sample 3</h2><p>Leaf</p>",

            "<h2>Sample 4</h2><p>Scale and unknown (plant?)</p>",


            "<h2>Sample 5</h2><p>Leaf?</p>"
        ]
    },

    "grc": {
        "τίτλος": "Φυτά",
        "φυτά": "Βασίλειον Φυτά (Plantae)",	
        "φυτά-περιγραφή": "Ὄντα πολυκύτταρα καὶ αὐτότροφα, δυνάμενα τὴν ἡλιακὴν ἐνέργειαν μετασκευάζειν εἰς τροφήν διὰ τῆς φωτοσυνθέσεως. Νευρικοῦ συστήματος καὶ ἑκουσίας κινήσεως ὑστεροῦνται· μένουσι δε ἐπὶ τοῦ ἐδάφους ἢ ἄλλης ἐπιφανείας ἡλωμένα. Πολλαπλασιάζονται δι’ ἀναπαραγωγῆς ἐγγενοῦς τε ἤ ἀγενοῦς. Το βασίλειον παντοδαπόν ἐστιν, ἀπὸ λειχήνων καὶ βρυῶν, μέχρι πτέρων, κωνοφόρων καὶ ἀνθοφόρων φυτῶν.",

        "gallery": [
            "<h2>Δεῖγμα α'</h2><p>Φύλλον</p>",
            
            "<h2>Δεῖγμα β'</h2><p>Ἄγνωστον</p>",


            "<h2>Δεῖγμα γ'</h2><p>Φύλλον</p>",

            "<h2>Δεῖγμα δ'</h2><p>Λεπίς καὶ ἄγνωστον (φυτόν;)</p>",


            "<h2>Δεῖγμα ε'</h2><p>Φύλλον;</p>"
        ]
    }
}
