{
    "el": {
        "τίτλος": "Θηριόποδα",
        "theropoda": "Κλάδος Θηριόποδα (Theropoda)",	
        "theropoda-περιγραφή-1": "Τα Θηριόποδα είναι ο κλάδος των δεινοσαύρων που περιλαμβάνει γνωστά σαρκοφάγα όπως τον Τυραννόσαυρο, τον Βελοσιράπτορα και τον Αλλόσαυρο — αλλά και όλα τα σημερινά πτηνά. Χαρακτηρίζονται από τη δίποδη στάση τους και από ελαφριά, κοίλα οστά στο σκελετό τους. Αρχικά ήταν σαρκοφάγα, εξοπλισμένα με δρακτικά χέρια, αιχμηρά νύχια και πριονωτά δόντια. Με την πάροδο του χρόνου, ορισμένες γενεές εξελίχθηκαν σε νέες μορφές και διατροφές, όπως φυτοφάγους με ράμφος και ιπτάμενα φτερωτά είδη.",
        "theropoda-περιγραφή-2": "Σε αντίθεση με τα πελώρια, μακρύλαιμα Σαυρόποδα και τα βαρύσωμα, ραμφοφόρα Ορνιθίσχια, τα Θηριόποδα διατήρησαν λεπτή δομή και όρθια, δίποδη βάδιση. Οι σκελετοί τους ήταν γεμάτοι με αεροφόρους θαλάμους, κάνοντάς τους ελαφρύτερους και αποδοτικότερους. Τα περισσότερα είχαν τρία βασικά δάχτυλα που ακουμπούσαν στο έδαφος, ενώ τα μπροστινά άκρα — που εμφάνιζαν μεγάλη ποικιλομορφία — συχνά είχαν τρία δάχτυλα, αν και σε ορισμένα είδη αυτά μειώθηκαν ή χάθηκαν.",
        "theropoda-περιγραφή-3": "Ένα από τα πιο αξιοσημείωτα στοιχεία για τα Θηριόποδα είναι ότι τα πτηνά εξελίχθηκαν από αυτά. Χαρακτηριστικά που συνδέουμε με τα σύγχρονα πτηνά—όπως τα φτερά, το δίκλαυο οστό (furcula) και οι τροποποιημένοι καρποί—πρωτοεμφανίστηκαν στους μη-πτηνούς συγγενείς τους. Με την πάροδο εκατομμυρίων ετών, αυτά τα γνωρίσματα προσαρμόστηκαν σταδιακά για πτήση, οδηγώντας τελικά στην εμφάνιση των πρώτων αληθινών πτηνών. Κατ’ αυτόν τον τρόπο, τα πτηνά είναι ζωντανά Θηριόποδα, και ο κλάδος εξακολουθεί να ζει μέχρι και σήμερα.",
        "theropoda-περιγραφή-4": "Τα Θηριόποδα εμφανίστηκαν για πρώτη φορά στο Ύστερο Τριαδικό και εξαπλώθηκαν γρήγορα σε όλο τον κόσμο. Το απολιθωματοφόρο αρχείο τους είναι από τα πλουσιότερα μεταξύ των δεινοσαύρων και η ιστορία τους εκτείνεται από αρχαίους χερσαίους θηρευτές μέχρι τα σημερινά σπουργίτια και στρουθοκαμήλους.",
        

        "theropoda-aves": "Πτηνά",
        "theropoda-spinosauridae": "†Σπινοσαυρίδες",
        
        "gallery": [
            
        ]
    },

    "en": {
        "τίτλος": "Theropoda",
        "theropoda": "Clade Theropoda",
        "theropoda-περιγραφή-1": "Theropoda is the clade of dinosaurs that includes familiar predators like Tyrannosaurus, Velociraptor, and Allosaurus—but also every bird alive today. Defined by their bipedal stance and lightly built, hollow-boned skeletons, theropods were originally carnivorous, equipped with grasping hands, sharp claws, and serrated teeth. Over time, some lineages explored new diets and forms, including beaked herbivores and feathered flyers.","theropoda-περιγραφή-2": "Unlike the massive, long-necked sauropods or the beaked, heavyset ornithischians, theropods kept a lean frame and an upright, two-legged walk. Their skeletons were riddled with air spaces, making them lighter and more efficient. Most had three main toes touching the ground, while the forelimbs—highly variable in shape—often bore three fingers, though this was reduced or lost in some.","theropoda-περιγραφή-3": "One of the most remarkable things about theropods is that birds evolved from within this group. Traits we associate with modern birds—like feathers, a wishbone (furcula), and modified wrists—first appeared among their non-avian relatives. Over millions of years, these features gradually adapted for flight, culminating in the first true birds. As such, birds are living theropods, and the group is still very much alive today.","theropoda-περιγραφή-4": "Theropods first appeared in the Late Triassic and quickly spread across the globe. Their fossil record is one of the richest among dinosaurs, and their story spans from ancient terrestrial predators to today’s sparrows and ostriches.",

        "theropoda-aves": "Aves",
        "theropoda-spinosauridae": "†Spinosauridae",
        
        "gallery": [
            
        ]
    },

    "grc": {
        "τίτλος": "Θηριόποδα",
        "theropoda": "Κλάδος Θηριόποδα (Theropoda)",
        "theropoda-περιγραφή-1": "Τὰ Θηριόποδα, κλάδος δεινοσαύρων, περιλαμβάνει θηρευτάς εὐρέως γνωστούς, οἷον ὁ Τυραννόσαυρος, ὁ Βελοκιράπτωρ καὶ ὁ Ἀλλόσαυρος, ἀλλὰ καὶ πάντας τους νῦν ζῶντας ὄρνιθας. Ὁρίζονται ἀπό τῆς διπόδου αὐτῶν στάσεως καὶ τῶν ἐλαφρῶν σκελετῶν, κοίλα ὀστέα ἐχόντων. Τα μεν πρῶτα τῶν Θηριοπόδων σαρκοφάγα ἦσαν, ἔχοντα χεῖρας δρακτικάς, χηλάς αἰχμηράς, καὶ ὀδόντας πριονωτούς. Μετὰ χρόνον δέ, τινές τῶν Θηριοπόδων κλάδοι ἄλλας διαίτας καὶ μορφάς ἐπειράσαντο· οἶον ῥαμφοφόροι φυτοφάγοι καὶ πτερωτοί πετεινοί.","theropoda-περιγραφή-2": "Ἀντὶ τῶν πελωρίων Σαυροπόδων τῶν μακροτραχήλων καὶ τῶν Ὀρνιθισχίων τῶν βαρέων καὶ ῥαμφοφόρων, τὰ Θηριόποδα εἶχον μορφὴν ἰσχνὴν καὶ στάσιν ὀρθίαν και δισκελῆ. Ἔτι δε και οἱ σκελετοί των πλήρεις ἦσαν κοιλοτήτων ἀεροφόρων, ὡς ἐλαφρύτερα και ἐνεργώτερα εἶναι. Τὰ πλεῖστα εἶχον τρεῖς δακτύλους τοῖς ποσί τοῦ ἐπὶ τῆς γῆς ἐρείδεσθαι. Αἱ πρόσθιαι χεῖρες, πολυειδεῖς, συνήθως τρεῖς εἶχον δακτύλους· ἔνια δε εἴδη ἢ αὐτούς ἠλάττωσαν ἤ τε ἀπώλεσαν.","theropoda-περιγραφή-3": "Σημειωτέον δέ ἐστιν, ὅτι οἱ ὄρνιθες ἐκ τούτου τοῦ γένους ἀνεφάνησαν. Γνωρίσματα οὖν τοῖς νῦν ὀρνίσι προσαπτόμενα, οἶον πτερά, ὀστοῦν δίκλαυον (furcula), καὶ καρποί μετεσχηματισμένοι, πρῶτον ἐν Θηριοπόδοις τοῖς μὴ ὀρνεοειδέσιν ἐφάνησαν. Ταῦτα δὲ διά χρόνου πολλοῦ και κατ' ὀλίγον τῷ πέτεσθαι προσηρμόσθησαν, ὥστε οἱ πρῶτοι ὄντως ὄρνιθες ἀνεφάνησαν. Διὸ πάντες οἱ ὄρνιθες Θηριόποδα ἔτι ζῶντα εἰσίν, καὶ ὁ κλάδος ἄχρι τοῦ νῦν ἐπιβιώνει.","theropoda-περιγραφή-4": "Πρῶτον ἐν τῷ ὀψίμῳ Τριαδικῷ ἐφάνησαν, καὶ ταχέως εἰς πᾶσαν τὴν οἰκουμένην διεσπάρησαν. Τὰ δὲ ἀπολιθώματα αὐτῶν ἐστὶν πλουσιώτατα ἐν τοῖς δεινοσαύροις, καὶ ἱστοροῦσιν ἀπὸ θηρευτῶν παλαιῶν, μέχρι τῶν τε νῦν στρούθων καὶ στρουθοκαμήλων.",

        "theropoda-aves": "Ὄρνιθες",
        "theropoda-spinosauridae": "†Σπινοσαυρίδαι",
        
        "gallery": [
            
        ]
    }
}
