{
    "el": {
        "τίτλος": "Οδοντασπιδίδες",

        "el-button": "Ελληνικά",
        "en-button": "English",
        "οδοντασπιδίδες": "Οικογένεια Οδοντασπιδίδες (Odontaspididae)",	
        "οδοντασπιδίδες-περιγραφή": "Αυτή η οικογένεια είναι γνωστή ως «καρχαρίες τίγρεις της άμμου» και ανήκει στην τάξη των Λαμνομόφρων. Οι Οδοντασπιδίδες διακρίνονται από άλλες οικογένειες Λαμνομόφρων από αρκετά βασικά χαρακτηριστικά. Η οδοντοφυΐα τους χαρακτηρίζεται από μακριά, λεπτά και αιχμηρά δόντια, που στερούνται οδοντώσεων στο κυρίως δόντι, αλλά συχνά διαθέτουν πλευρικά παροδοντίδια. Τα δύο ραχιαία πτερύγια είναι σχεδόν ίσα σε μέγεθος και σχήμα, ένα χαρακτηριστικό που έρχεται σε αντίθεση με το σημαντικά μεγαλύτερο πρώτο ραχιαίο πτερύγιο που παρατηρείται σε πολλά άλλα Λαμνόμορφα. Τα θωρακικά πτερύγια είναι μεγάλα και πλατιά, και το ουραίο πτερύγιο παρουσιάζει καλά ανεπτυγμένο άνω λοβό, αν και όχι τόσο υπερβολικό όσο σε ορισμένες άλλες οικογένειες. Περαιτέρω, οι σπόνδυλοι συχνά εμφανίζουν ένα μοναδικό πρότυπο ασβεστοποίησης.",
        "οδοντασπιδίδες-συλβεστριλάμια": "†Συλβεστριλάμια",
        "οδοντασπιδίδες-στριατολάμια": "†Στριατολάμια",
        "αρχική": "Αρχική"
    },

    "en": {
        "τίτλος": "Odontaspididae",

        "el-button": "Ελληνικά",
        "en-button": "English",
        "οδοντασπιδίδες": "Family Odontaspididae",
        "οδοντασπιδίδες-περιγραφή": "This family is known as \"sand tiger sharks\", and belongs to the order Lamniformes. Odontaspididae can be distinguished from other Lamniformes families through several key features. Their dentition is characterized by long, slender, and sharply pointed teeth, lacking serrations on the main cusps, but often possessing lateral cusplets. The two dorsal fins are nearly equal in size and shape, a feature contrasting with the significantly larger first dorsal fin seen in many other Lamniformes. The pectoral fins are large and broad, and the caudal fin exhibits a well-developed upper lobe, though not as exaggerated as in some other families. Vertebral centra are also distinct, often showing a unique pattern of calcification.",
        "οδοντασπιδίδες-συλβεστριλάμια": "†Sylvestrilamia",
        "οδοντασπιδίδες-στριατολάμια": "†Striatolamia",
        "αρχική": "Home"
    }
}