{
    "el": {
        "τίτλος": "†Ρήδοπας",
        "reedops": "Γένος †Ρήδοπας (†Reedops)",	
        "reedops-περιγραφή-1": "Ο Ρήδοπας είναι ένα γένος τριλοβιτών της πρώιμης Δεβόνιας περιόδου, γνωστό για τη διογκωμένη, κυρτή γλαβέλλα και τα δεσπόζοντα σχιζοχρωικά μάτια του με πολυάριθμους φακούς από ασβεστίτη. Αυτά τα χαρακτηριστικά, μαζί με το μικρό, στρογγυλό πυγίδιο και την απουσία ακανθών, τον ξεχωρίζουν από παρόμοια γένη φακοπιδών όπως ο Φάκωψ (Phacops).",
        "reedops-περιγραφή-2": "Απολιθώματα του είδους βρίσκονται στην Ευρώπη, τη Βόρεια Αφρική και τις Αμερικές, κυρίως σε στρώματα της Πραγιανής και Εμσιανής φάσης (419–403 εκατομμύρια χρόνια πριν). Το τυπικό είδος, R. bronni, είναι κοινό στη λεκάνη της Πράγας και χρησιμεύει ως δείκτης στρώματος για την Πραγιανή περίοδο. Καλά διατηρημένα δείγματα βρίσκονται επίσης στο Μαρόκο και την Αργεντινή, συχνά σε κυρτωμένη στάση.",
        "reedops-περιγραφή-3": "Από οικολογικής άποψης, ο Ρήδοπας θεωρείται κινητικός βενθικός θηρευτής ή νεκροφάγος, πιθανώς ημιθαπτόμενος. Ο λεπτός εξωσκελετός με μειωμένες γραμμές υποδηλώνει προτίμηση για ήρεμους, λασπώδεις θαλάσσιους πυθμένες, όπου πιθανόν να ενθαπτόταν μερικώς.",
        

        "reedops-reedops_maurulus": "†Ρήδοπας ο μαυρίσκος",
        
        "gallery": [
            
        ]
    },

    "en": {
        "τίτλος": "†Reedops",
        "reedops": "Genus †Reedops",
        "reedops-περιγραφή-1": "Reedops is a genus of Early Devonian trilobites known for its enlarged, convex glabella and prominent schizochroal eyes with numerous calcite lenses. These features, along with a small rounded pygidium and lack of spines, distinguish it from similar phacopids like Phacops.","reedops-περιγραφή-2": "Fossils are found across Europe, North Africa, and the Americas, particularly in Pragian and Emsian strata (419–403 Ma). The type species, R. bronni, is common in the Prague Basin and serves as a Pragian index fossil. Well-preserved specimens also occur in Morocco and Argentina, often in enrolled posture.","reedops-περιγραφή-3": "Ecologically, Reedops was a mobile benthic predator or scavenger, possibly semi-infaunal. Its thin exoskeleton and reduced terrace lines suggest a preference for calmer, muddy seafloors where it may have partially buried itself.",

        "reedops-reedops_maurulus": "†Reedops maurulus",
        
        "gallery": [
            
        ]
    },

    "grc": {
        "τίτλος": "†Ῥήδωψ",
        "reedops": "Γένος †Ῥήδωψ (†Reedops)",
        "reedops-περιγραφή-1": "Ῥήδωψ γένος ἐστὶ τριλοβιτῶν τοῦ Πρωίμου Δεβονίου, γνωριζόμενον διὰ τὴν ηὐξημένη καὶ κυρτὴν γλαβέλλαν, καὶ τοὺς ἐπιφανεῖς ὀφθαλμοὺς τοὺς σχιζοχροϊκοὺς, ἔχοντας πλῆθος φακῶν ἀσβεστιτικῶν. Ταῦτα τὰ γνωρίσματα, μετὰ τοῦ μικροῦ καὶ στρογγυλοῦ πυγιδίου, καὶ τῆς ἀπουσίας ἀκανθῶν, διακρίνουσιν αὐτὸ ἀπὸ τὰς ὅμοιας αὐτῷ φακοπίδας γένη, οἷον ὁ Φάκωψ.","reedops-περιγραφή-2": "Ἐν εὑρήμασιν ἀπαντᾶται κατὰ τὴν Εὐρώπην, τὴν Βόρειον Ἀφρικὴν, καὶ τὰς Ἀμερικὰς, ἰδίως ἐν ταῖς Πραγίοις καὶ Ἐμσίοις στρωματογραφίαις, 419–403 ἑκατομμύρια ἔτη προ τοῦ νῦν. Τὸ τυπικὸν εἶδος, Ῥ. βροννοῦ (R. bronni), σύνηθες ἐστὶν ἐν τῇ Πραγίᾳ Λεκάνῃ, καὶ χρησιμεύει ὡς δείκτης τοῦ Πραγίου σταδίου. Καλῶς διετηρημένα δείγματα εὑρίσκονται καὶ ἐν Μαρόκῳ καὶ Ἀργεντινῇ, πολλάκις ἐν στάσει ἐγκεκυλισμένῃ.","reedops-περιγραφή-3": "Κατὰ φύσιν, ὁ Ῥήδωψ ἦν κινούμενος βένθειος θηρευτὴς ἢ νεκροφάγος, ἴσως ἡμιθαπτόμενος. Ὁ λεπτός ἐξωσκελετός μετά μειωμένων γραμμῶν δηλοῖ ὅτι προῃρεῖτο ἡσύχους, ἰλυώδεις θαλαττίους πυθμένας, ἔνθα ἴσως ἐνεθάπτετο μερικῶς.",

        "reedops-reedops_maurulus": "†Ῥήδωψ ὁ μαυρίσκος",
        
        "gallery": [
            
        ]
    }
}
