{
    "el": {
        "τίτλος": "†Συλβεστριλάμια η λειόδους",
        "sylvestrilamia_teretidens": "†Συλβεστριλάμια η λειόδους (†Sylvestrilamia teretidens)",	
        "sylvestrilamia_teretidens-περιγραφή-1": "Το μόνο είδος του γένους Συλβεστριλαμία, η Σ. λειόδους, έζησε από το ύστερο Παλαιόκαινο έως το πρώιμο Ηώκαινο και είναι γνωστό κυρίως από μεμονωμένα δόντια. Περιγράφηκε αρχικά από τον White (1931), αλλά για πολλά χρόνια κατατασσόταν σε διάφορα γένη των Οδοντασπιδιδών, μέχρι που αναγνωρίστηκε ως διακριτό γένος από τους Cappetta & Nolf το 2005.",
        "sylvestrilamia_teretidens-περιγραφή-2": "Τα πρόσθια δόντια είναι μακριά, ελαφρώς σιγμοειδή και πλαισιώνονται από ένα ζεύγος πλατιών, σπατουλοειδών παροδοντιδίων. Τα πλάγια δόντια είναι κοντύτερα, αλλά διατηρούν την ίδια βασική μορφολογία. Λεπτές κάθετες ραβδώσεις εμφανίζονται στο κάτω γλωσσικό μέρος της μύλης των προσθίων δοντιών, αλλά είναι πιο αμυδρές ή απουσιάζουν στα πλάγια δόντια· η χειλική επιφάνεια είναι εντελώς λεία. Οι κοπτικές αιχμές είναι συνεχείς από την κορυφή έως τη βάση και εκτείνονται μέχρι τα παροδοντίδια. Σπάνια άτομα διαθέτουν αχνές οδοντώσεις στα παροδοντίδια, αλλά αυτό το χαρακτηριστικό δεν εμφανίζεται συνεπώς.",
        "sylvestrilamia_teretidens-περιγραφή-3": "Το είδος απαντάται ευρέως σε παράκτιες αποθέσεις της περιόδου Θανετίου–Υπρεσίου, αλλά δείχνει σαφή προτίμηση σε οριακά θαλάσσια περιβάλλοντα όπως εκβολές ποταμών. Η απουσία του από νεότερα στρώματα υποδηλώνει πραγματική εξαφάνιση και όχι σταδιακή αλλαγή πανίδας. Με βάση το μέγεθος των δοντιών και τη σύγκριση με συγγενικά είδη, η Σ. λειόδους πιθανόν έφτανε σε μήκος 0.8–1.4 μέτρα και κυνηγούσε μικρά ψάρια, διατρυπώντας τα μάλλον παρά τεμαχίζοντάς τα.",
        

        
        "gallery": [
            "<h2>Δείγμα 1</h2><p>Πρόσθιο δόντι. Μέτρηση 1.3cm</p>","<h2>Δείγμα 1</h2><p>Γλωσσική όψη, φαίνονται οι αυλακώσεις</p>","<h2>Δείγμα 1</h2><p>Χειλική όψη</p>","<h2>Δείγμα 1</h2><p>Πλάγια όψη, φαίνεται η σιγμοειδής καμπύλη του δοντιού.</p>","<h2>Δείγμα 1</h2><p>Χειλική όψη με παροδοντίδιο υπό μικροσκόπιο. Η αιχμή εκτείνεται ως το παροδοντίδιο.</p>"

            
            
        ]
    },

    "en": {
        "τίτλος": "†Sylvestrilamia teretidens",
        "sylvestrilamia_teretidens": "†Sylvestrilamia teretidens",
        "sylvestrilamia_teretidens-περιγραφή-1": "The only species of Sylvestrilamia, S. teretidens lived from the late Paleocene to early Eocene and is known primarily from isolated teeth. Originally described by White (1931), it was long shuffled among odontaspidid genera before being recognized as distinct by Cappetta & Nolf in 2005.","sylvestrilamia_teretidens-περιγραφή-2": "Anterior teeth have a tall, slightly sigmoidal central cusp with one pair of broad, spatulate cusplets. Lateral teeth are shorter but retain the same basic structure. Fine vertical striations appear on the lower lingual crown of anterior teeth, but are much fainter or absent in lateral teeth; the labial face is smooth throughout. Cutting edges are continuous from apex to base and extend onto the cusplets. Rare individuals show faint crenulations on the cusplets, but these are inconsistent.","sylvestrilamia_teretidens-περιγραφή-3": "The species is widespread in Thanetian–Ypresian nearshore deposits but shows a strong preference for marginal marine settings like estuaries and deltas. Its consistent absence from younger strata suggests true extinction rather than gradual faunal turnover. Based on tooth size and comparison with related taxa, S. teretidens likely reached a length of 0.8-1.4 meters and preyed on small fish using impalement rather than cutting.",

        
        "gallery": [
            "<h2>Sample 1</h2><p>Anterior tooth. Measurement 1.3cm</p>","<h2>Sample 1</h2><p>Lingual view, striations visible</p>","<h2>Sample 1</h2><p>Labial view</p>","<h2>Sample 1</h2><p>Lateral view, The sigmoidal curve of the tooth is visible.</p>","<h2>Sample 1</h2><p>Labial view with cusplet under microscope. The cutting edge extends to the cusplet.</p>"

            
            
        ]
    },

    "grc": {
        "τίτλος": "†Συλβεστριλάμια ἡ λειόδους",
        "sylvestrilamia_teretidens": "†Συλβεστριλάμια ἡ λειόδους (†Sylvestrilamia teretidens)",
        "sylvestrilamia_teretidens-περιγραφή-1": "Το μόνον εἶδος τοῦ Συλβεστριλαμίας γένους, Σ. ἡ λειόδους, ἔζησεν ἀπό τοῦ ὀψίμου Παλαιοκαίνου ἔως το πρώιμον Ἠώκαινον, γιγνώσκεται δὲ κυρίως ἐξ ἀπομεμονωμένων ὀδόντων. Πρῶτον μεν ὑπὸ τοῦ Οὐΐτου ἐγράφη, ἐν ἔτει 1931, ἐπί χρόνον δε πολύν ἐν ἑτέροις τῶν Ὀδοντασπιδιδῶν γένεσι ἐλογίζετο, πρὶν ἤ γνωρισθῇ ὡς ἴδιον γένος ὑπὸ Καππεττᾶ καὶ Νόλφου ἐν ἔτει ͵βε΄.","sylvestrilamia_teretidens-περιγραφή-2": "Οἱ μὲν πρόσθιοι ὀδόντες μακροί, ἐλαφρῶς σιγμοειδεῖς, δυσί πλατυσχήμοις παροδοντιδίοις παραπληρούμενοι. Οἱ δὲ πλάγιοι βραχύτεροι μὲν εἰσίν, ἄλλως δε οὐδὲν διαφέρουσι τῇ δομῇ. Λεπταὶ ῥαβδώσεις τῇ γλωσσικῇ κάτω πλευρᾷ τῆς μύλης φαίνονται, ἀμυδρότεραι δὲ ἢ παντελῶς ἄφαντοι ἐν τοῖς πλαγίοις· ἡ δὲ χειλική ἐπιφάνεια λεία παραμένει. Αἱ αἰχμαί συνεχεῖς εἰσὶν ἀπὸ κορυφῆς ἕως βάσεως, ἐκτεινόμεναι ἔως τῶν παροδοντιδίων. Σπανίως τα παροδοντίδια ἀμυδράς ὀδοντώσεις φέρουσι, τοῦτο ὅμως ἀσυνεπῶς γιγνώσκεται.","sylvestrilamia_teretidens-περιγραφή-3": "Τὸ εἶδος εὑρίσκεται εὑρέως κατὰ τὰς παραλίους ἀποθέσεις τοῦ Θανετίου καὶ Ὑπρεσίου, ἐνίσταται δὲ μάλιστα ταῖς ἐκβολαῖς ποταμῶν. Ἡ δὲ συνεχὴς ἀπουσία αὐτοῦ ἐκ τῶν νεωτέρων στρωμάτων δηλοῖ ἀληθῆ ἐξαφάνισιν, οὐ δὲ βραδεῖαν μεταβολὴν πανίδος. Κατὰ μέγεθος ὀδόντων καὶ ἀνάλογον σύγκρισιν πρὸς συγγενῆ εἴδη, ἡ Σ. λειόδους ὡς εἰκὸς μῆκος ἔφθανε ὀγδοήκοντα ἕως ἑκατὸν τεσσαράκοντα ἑκατοστόμετρα καὶ ἤσθιεν ἰχθύας σμικροὺς διὰ τοῦ κατακεντεῖν μᾶλλον ἢ τεμνεῖν.",

        
        "gallery": [
            "<h2>Δεῖγμα αʹ</h2><p>Πρόσθιος ὀδούς. Μέτρησις 1.3cm</p>","<h2>Δεῖγμα αʹ</h2><p>Γλωττική ὄψις, φαίνονται αἱ αὐλακώσεις</p>","<h2>Δεῖγμα αʹ</h2><p>Χελική ὄψις</p>","<h2>Δεῖγμα αʹ</h2><p>Πλάγια ὄψις, φαίνεται ἡ τοῦ ὀδόντος σιγμοειδής καμπύλη.</p>","<h2>Δεῖγμα αʹ</h2><p>Χειλική ὄψις μετά παροδοντιδίου ὑπό μικροσκόπιον. Ἡ αἰχμή ἄχρι το παροδοντίδιον ἐκτείνεται.</p>"

            
            
        ]
    }
}
