{
    "el": {
        "τίτλος": "†Διπλοκυνόδοντας",
        "diplocynodon": "Γένος †Διπλοκυνόδοντας (†Diplocynodon)",	
        "diplocynodon-περιγραφή-1": "Ο Διπλοκυνόδοντας είναι ένα εξαφανισμένο γένος πρώιμων αλιγατοροειδών που έζησε στην Ευρώπη από το Ύστερο Παλαιόκαινο έως το Μειόκαινο. Αντιπροσωπεύει έναν από τα πρώτα κροκοδείλια που εμφανίστηκαν στην Ευρώπη, προσφέροντας σημαντικά στοιχεία για τη διασπορά και την πρώιμη διαφοροποίηση του κλάδου.",
        "diplocynodon-περιγραφή-2": "Τα ζώα αυτά ήταν γενικά μικρά έως μεσαίου μεγέθους, συχνά κάτω από τρία μέτρα σε μήκος. Τα κρανία τους ήταν συμπαγή και στιβαρά, με πλατύ ρύγχος προσαρμοσμένο σε έναν γενικευμένο ημιυδρόβιο τρόπο ζωής. Σε αντίθεση με τους μακρυρρύγχους γαβιάλες, ο Διπλοκυνόδοντας διατήρησε πιο κοντή γνάθο, παρόμοια με αυτή των σύγχρονων αλιγάτορων, αν και η ανατομία του διατηρεί αρκετά πρωτόγονα χαρακτηριστικά που τον διαφοροποιούν από μεταγενέστερα κροκοδείλια.",
        "diplocynodon-περιγραφή-3": "Απολιθώματα του Διπλοκυνόδοντα έχουν βρεθεί σε αποθέσεις γλυκού νερού, όπως ποτάμια, λίμνες και έλη, γεγονός που αντανακλά τον ρόλο του ως θηρευτή ενέδρας που τρεφόταν με ψάρια και μικρά σπονδυλωτά. Η παρουσία του σε πολλές τοποθεσίες της Ευρώπης αναδεικνύει τα θερμά και υγρά περιβάλλοντα που κυριαρχούσαν στην ήπειρο κατά το μεγαλύτερο μέρος της Παλαιογενούς εποχής.",
        "diplocynodon-περιγραφή-4": "Ως ένα από τα πρώιμα μέλη της γενεαλογίας των αλιγατοροειδών, ο Διπλοκυνόδοντας συμβάλλει στην εξιχνίαση της προέλευσης της ομάδας πολύ πριν την εμφάνιση των σημερινών κροκοδείλων και αλιγάτορων. Σημαντικά είδη περιλαμβάνουν τον Δ. Αντωνιάνιο από το Ηώκαινο της νότιας Αγγλίας, τον Δ. του Μύλλερ από το Ηώκαινο της Γερμανίας και τον Δ. του Δαρβίνου από το Μειόκαινο της Ισπανίας.",
        

        
        "gallery": [
            
        ]
    },

    "en": {
        "τίτλος": "†Diplocynodon",
        "diplocynodon": "Genus †Diplocynodon",
        "diplocynodon-περιγραφή-1": "Diplocynodon is an extinct genus of early alligatoroids that lived across Europe from the Late Paleocene to the Miocene. It represents one of the first crocodylians to appear on the continent, providing key evidence of the group’s dispersal and early radiation.","diplocynodon-περιγραφή-2": "These animals were generally small to medium in size, often under three meters in length. Their skulls were compact and robust, with a broad snout suited to a generalized semi-aquatic lifestyle. Unlike the longirostrine gharials, Diplocynodon retained a shorter jaw structure more similar to modern alligators, though its anatomy preserves several primitive features that set it apart from later, more derived crocodylians.","diplocynodon-περιγραφή-3": "Fossils of Diplocynodon are found in freshwater deposits such as rivers, lakes, and swamps, reflecting its role as an ambush predator feeding on fish and small vertebrates. Its presence in multiple European localities highlights the warm, humid environments that dominated the continent during much of the Paleogene.","diplocynodon-περιγραφή-4": "As one of the earliest members of the alligatoroid lineage, Diplocynodon helps trace the origins of the group long before the arrival of today’s crocodiles and alligators. Notable species include D. hantoniensis from the Eocene of southern England, D. muelleri from the Eocene of Germany, and D. darwini from the Miocene of Spain.",

        
        "gallery": [
            
        ]
    },

    "grc": {
        "τίτλος": "†Διπλοκυνόδων",
        "diplocynodon": "Γένος †Διπλοκυνόδων (†Diplocynodon)",
        "diplocynodon-περιγραφή-1": "Ὁ Διπλοκυνόδων γένος ἐστιν ἐξαφανισμένον τῶν πρώτων ἀλιγατοροειδῶν, οἳ διέβιων διὰ πάσης τῆς Εὐρώπης ἀπὸ τοῦ ὀψίμου Παλαιοκαίνου μέχρι τοῦ Μειοκαίνου. Ἔστιν οὖν ἓν τῶν πρώτων κροκοδειλίων τῇ Εὐρώπῃ φανέν, καὶ παρέχει μαρτυρίαν τῆς ἐξαπλώσεως καὶ πρώτης τοῦ κλάδου διαφοροποιήσεως.","diplocynodon-περιγραφή-2": "Ταῦτα τὰ θηρία μικρὰ ἢ μεσαῖα ἦν τὸ μέγεθος, πολλάκις μήκει ὑποκάτω τριῶν μέτρων. Τὰ κρανία αὐτῶν συμπαγῆ καὶ ἰσχυρά, ῥύγχος εὐρὺ καὶ ἁρμόδιον βίῳ ἡμιυδατίνῳ καὶ παντοδαπῷ. Οὐχ ὥσπερ οἱ γαβιάλες οἱ μακρόρρυγχοι, ὁ Διπλοκυνόδων τὴν σιαγόνα βραχυτέραν ἐφύλαξεν, ὁμοιωτέραν τοῖς νῦν ἀλιγάτορσιν, ἀλλ᾽ ὅμως πολλὰ πρωτόγονα γνωρίσματα ἐτήρει, ἃ διακρίνει αὐτὸν ἀπὸ τῶν ὑστέρων κροκοδειλίων.","diplocynodon-περιγραφή-3": "Τὰ τοῦ Διπλοκυνόδοντος λείψανα εὑρίσκεται ἐν τοῖς ἀποθέσεσι ὑδάτων γλυκέων καὶ ποταμῶν καὶ λιμνῶν καὶ ἐλῶν, δηλοῦντα τὸν τρόπον τοῦ ἐν ἐνεδρᾳ θηρεύειν ἰχθύας καὶ μικροὺς σπονδυλωτούς. Ἡ παρουσία αὐτοῦ ἐν πολλαῖς χώραις τῆς Εὐρώπης φανερώνει τὰ θερμὰ καὶ ὑγρά κλίματα τὰ κρατοῦντα ἐπὶ τὸ πολύ τῆς Παλαιογενοῦς.","diplocynodon-περιγραφή-4": "Ὡς τῶν ἀρχαιοτάτων τῆς ἀλιγατορείου γενεᾶς μελῶν, ὁ Διπλοκυνόδων συντελεῖ πρὸς τὸ ἱχνεύειν τὴν ἀρχὴν τοῦ γένους πολὺ πρὸ τῆς ἐπιφανείας τῶν νῦν κροκοδείλων καὶ ἀλιγατόρων. Ἐπίσημα δὲ εἴδη εἰσίν· ὁ Δ. ὁ ἐξ Ἁντωνίας, ἐξ Ἠωκαίνου τῆς νοτίου Βρεταννίας· ὁ Δ. ὁ τοῦ Μύλλερος, ἐξ Ἠωκαίνου τῆς Γερμανίας· καὶ ὁ Δ. ὁ τοῦ Δαρβίνου, ἐκ Μειοκαίνου τῆς Ἰσπανίας.",

        
        "gallery": [
            
        ]
    }
}
