{
    "el": {
        "τίτλος": "Ακτινοπτερύγιοι",
        "actinopterygii": "Ομοταξία Ακτινοπτερύγιοι (Actinopterygii)",	
        "actinopterygii-περιγραφή-1": "Οι Ακτινοπτερύγιοι είναι η μεγαλύτερη τάξη ψαριών σήμερα. Διαθέτουν πτερύγια που υποστηρίζονται από οστέινες ή κερατοειδείς ακτίνες αντί για σαρκώδη λοβώδη πτερύγια. Αυτή η τάξη περιλαμβάνει ποικίλα είδη όπως σολομό, πέστροφα και ιππόκαμπους, που ευδοκιμούν τόσο σε γλυκά νερά όσο και σε θαλάσσιους βιότοπους. Οι ευπροσάρμοστες σωματικές μορφές τους τους έχουν επιτρέψει να καταλάβουν ένα ευρύ φάσμα οικολογικών θέσεων για εκατομμύρια χρόνια.",
        

        "actinopterygii-lepisosteidae": "Λεπιδοστεΐδες",
        
        "gallery": [
            
        ]
    },

    "en": {
        "τίτλος": "Actinopterygii",
        "actinopterygii": "Class Actinopterygii",
        "actinopterygii-περιγραφή-1": "Actinopterygii, or ray-finned fishes, are the largest class of fishes today. They feature fins supported by bony or horny spines (\"rays\") rather than fleshy lobed fins. This subclass includes diverse species like salmon, trout, and seahorses, thriving in both freshwater and marine habitats. Their adaptable body plans have enabled them to occupy a wide range of ecological niches for millions of years.",

        "actinopterygii-lepisosteidae": "Lepisosteidae",
        
        "gallery": [
            
        ]
    },

    "grc": {
        "τίτλος": "Ἀκτινοπτερύγιοι",
        "actinopterygii": "Ὁμοταξία Ἀκτινοπτερύγιοι (Actinopterygii)",
        "actinopterygii-περιγραφή-1": "Οἱ Ἀκτινοπτερύγιοι τήμερον εἰσὶν ἡ μείζων τάξις τῶν ἰχθύων. Τα πτερύγιά των ὑπ' ὀστεΐνων ἤ κερατοειδῶν ἀκτινῶν ἐστηριγμένα ἐστί, οὐ σαρκώδη δε και λοβώδη. Ὡς πολλά και ποικίλα αὔτη ἡ τάξις περιέχει εἴδη, εὐδοκιμοῦντα ὡς ἐν θαλάσσαις και ἐν γλυκοῖς ὕδασι· τινά εἰσίν ὁ σολομός, ἡ πέστροφά και ὁ ἱππόκαμπος. Ἐν τῷ προσαρμόζεσθαι ῥᾳδίως διά τῶν σωματικῶν μορφῶν, ἐπί ἑκατομμύρια ἔτη εὑρύτατον τῶν οἰκολογικῶν θέσεων φάσμα κετέχουσιν.",

        "actinopterygii-lepisosteidae": "Λεπιδοστεΐδαι",
        
        "gallery": [
            
        ]
    }
}