{
    "el": {
        "τίτλος": "†Σπινοσαυρίδες",
        "spinosauridae": "Οικογένεια †Σπινοσαυρίδες (†Spinosauridae)",	
        "spinosauridae-περιγραφή-1": "Οι Σπινοσαυρίδες αποτελούν μια οικογένεια σαρκοφάγων δεινοσαύρων, εντελώς διαφορετική από κάθε άλλη. Ενώ τα περισσότερα θηριόποδα κυνηγούσαν στη στεριά, έχοντας βαθιά κρανία και δόντια σαν λεπίδες για να σχίζουν τη σάρκα, οι Σπινοσαυρίδες ακολούθησαν μια ριζικά διαφορετική εξελικτική πορεία: ανέπτυξαν μακρύ και στενό ρύγχος, παρόμοιο με των κροκοδείλων, γεμάτο με κωνικά δόντια που ήταν πιο κατάλληλα για να αρπάζουν γλιστερά θηράματα, όπως τα ψάρια, παρά για να τεμαχίζουν. Πολλά είδη διέθεταν επίσης ένα πυκνό σύμπλεγμα δοντιών στο μπροστινό μέρος των σιαγόνων – σαν παγίδα για ψάρια – ιδανικό για την ακινητοποίηση υδρόβιων θηραμάτων. Ένα άλλο χαρακτηριστικό γνώρισμα ήταν η οπίσθια θέση των ρουθουνιών, που τους επέτρεπε να αναπνέουν ενώ οι σιαγόνες τους ήταν εν μέρει βυθισμένες στο νερό. Τα μπροστινά άκρα τους παρέμειναν ισχυρά, με μεγάλα νύχια, πιθανώς χρήσιμα για να συλλαμβάνουν ή να συγκρατούν τα θηράματά που προσπαθούσαν να ξεφύγουν.",
        "spinosauridae-περιγραφή-2": "Οι Σπινοσαυρίδες φαίνεται πως ζούσαν σε όχθες ποταμών, δέλτα και υγροτόπους, τρεφόμενοι κυρίως με ψάρια, αν και περιστασιακά καταβρόχθιζαν και μικρά χερσαία ζώα όταν παρουσιαζόταν η ευκαιρία. Ο τρόπος ζωής τους τούς διαφοροποιούσε καθαρά από όλα τα άλλα μεγάλα Θηριόποδα της εποχής τους, καταλαμβάνοντας ένα οικολογικό πλαίσιο που λίγοι δεινόσαυροι εξερεύνησαν.",
        "spinosauridae-περιγραφή-3": "Τα απολιθώματα της οικογένειας είναι σποραδικά και αποσπασματικά, όμως έχουν ευρεία κατανομή, με ευρήματα στην Ευρώπη, την Αφρική, τη Νότια Αμερική και την Ασία. Τα περισσότερα δείγματα χρονολογούνται από την Πρώιμη και Μέση Κρητιδική περίοδο. Σημαντικά μέλη της ομάδας περιλαμβάνουν τον ιστιοφόρο Σπινόσαυρο από τη Βόρεια Αφρική, τον Βαρυόνυχα με τα ισχυρά νύχια από την Αγγλία, και τον μακρύρρυγχο Σουχόμιμο από τον Νίγηρα. Ο καθένας τους προσθέτει ένα σημαντικό κομμάτι στο παζλ μιας από τις πιο ασυνήθιστες και εξειδικευμένες οικογένειες δεινοσαύρων που γνωρίζουμε.",
        

        "spinosauridae-spinosaurus": "†Σπινόσαυρος",
        
        "gallery": [
            
        ]
    },

    "en": {
        "τίτλος": "†Spinosauridae",
        "spinosauridae": "Family †Spinosauridae",
        "spinosauridae-περιγραφή-1": "Spinosauridae is a family of predatory dinosaurs unlike any other. While most theropods hunted on land using blade-like teeth and deep skulls, spinosaurids evolved a radically different approach: long, narrow, crocodile-like snouts lined with conical teeth that were better suited to gripping slippery prey than slicing flesh. Many species also had an expanded cluster of teeth at the front of the jaws—like a fish trap—ideal for seizing aquatic prey. Another hallmark feature is the placement of the nostrils far back on the snout, allowing the animal to breathe while its jaws were partly submerged. Their arms remained powerful, tipped with large claws that may have helped catch or pin down struggling prey.","spinosauridae-περιγραφή-2": "Spinosaurids likely prowled riverbanks, deltas, and wetlands, feeding mostly on fish but also scavenging or preying on small land animals when the opportunity arose. This lifestyle set them apart from all other large theropods of their time, carving out a niche few dinosaurs explored.","spinosauridae-περιγραφή-3": "The fossil record of the group is scattered and often fragmentary. Still, their remains have been found in Europe, Africa, South America, and Asia, with most known specimens dating to the Early and mid-Cretaceous. Notable members include the sail-backed Spinosaurus from North Africa, the robust-clawed Baryonyx from England, and the long-snouted Suchomimus from Niger. Each adds a piece to the puzzle of one of the most unusual and specialized dinosaur families known.",

        "spinosauridae-spinosaurus": "†Spinosaurus",
        
        "gallery": [
            
        ]
    },

    "grc": {
        "τίτλος": "†Σπινοσαυρίδαι",
        "spinosauridae": "Οἰκογένεια †Σπινοσαυρίδαι (†Spinosauridae)",
        "spinosauridae-περιγραφή-1": "Αἱ Σπινοσαυρίδαι οἰκογένεια ἐστὶ δεινοσαύρων θηρευτικῶν, ἀνόμοια πάσαις ταῖς ἄλλαις· οἱ μεν γὰρ πλεῖστοι τῶν θηριοπόδων ἐπὶ γῆς ἐθήρευον, ὀδόντας ὡσεί μαχαίρας ἔχοντες καὶ κρανία βαθέα, αἱ δὲ Σπινοσαυρίδαι ἄλλην τελείως ὁδὸν ἔλαβον. Ὥσπεργε κροκοδίλων ἐστίν αὐτῶν το ῥύγχος, μακρόν τε καὶ στενόν, ὀδόντων κωνοειδῶν πεπληρωμένον, οἵδε οὐ πρὸς σχίζειν ἀλλά προς θηραμάτων ἐκλιστερῶν ἐπιλαμβάνεσθαι εὐχρηστώτεροι. Πολλὰ δὲ εἴδη και πλῆθος ὀδόντων ἐν τῆς σιαγόνος τῷ ἄκρῳ εἶχον, ὥσπερ ἰχθυῶν πάγη, τοῦ τὰ ὑδάτινα θηράματα ἁρπάζειν. Ἔστιν οὖν ἄλλο σημεῖον ἰδιόμορφον αἱ ῥῖνες αὐτῶν, ἐν μέρει ὀπισθίῳ τοῦ ῥύγχους κειμέναι, ἵν’ ἀναπνέωσιν τῶν σιαγόνων αὐτῶν μερικῶς καταδεδυμένων. Αἱ δε χεῖρες αὐτῶν ἰσχυραὶ παρέμειναν, χηλάς μεγάλας ἔχουσαι, τάχα πρὸς θηράματα κατέχεσθαι και τα σφαδάζοντα καταλαμβάνειν.","spinosauridae-περιγραφή-2": "Ὡς εἰκός κατά ποταμοὺς, δέλτα, και ἐλώδεις τόπους ᾤκουν, τὸ πλεῖστον ἰχθῦς θηρεύουσαι, ἐνίοτε δὲ καὶ ζῷα μικρὰ χερσαῖα, εὐκαιρίας δοθείσης. Ἐκ τούτου δὲ βίος ἴδιος καὶ ἀφορισμένος αὐτοῖς ἐγένετο, διαφέρων τοῦ τῶν λοιπῶν μεγάλων θηριοποδῶν.","spinosauridae-περιγραφή-3": "Τῶν Σπινοσαυριδῶν ἀπολιθώματα σπανίως καὶ διεσπασμένως εὑρίσκονται ἐν ταῖς ἀνασκαφαῖς· ὅμως ἀνευρέθησαν ἐν Εὐρώπῃ, Ἀφρικῇ, Νοτίῳ Ἀμερικῇ, καὶ Ἀσίᾳ, καὶ μάλιστα ἐκ τοῦ Πρωίμου καὶ Μέσου Κρητιδικοῦ χρόνου. Περιφανεῖς μέλη αὐτῶν εἰσίν ὁ πτερυγιοφόρος Σπινόσαυρος τῆς Βορείου Ἀφρικῆς, ὁ κραταιῶς ὀνυχώδης Βαρυόνυξ τῆς Ἀγγλίας, καὶ ὁ μακρύρῥυγχος Σουχόμιμος τοῦ Νίγηρος. Ἕκαστος τούτων μοῖραν τινὰ προσφέρει πρὸς τὸ ἐκπληρῶσαι τὸν πίνακα τῆσδε τῆς θαυμαστῆς και ἰδιοτύπου τῶν δεινοσαύρων οἰκογενείας.",

        "spinosauridae-spinosaurus": "†Σπινόσαυρος",
        
        "gallery": [
            
        ]
    }
}
