{
    "el": {
        "τίτλος": "Κολεοειδή",
        "κολεοειδή": "Υφομοταξία Κολεοειδή (Coleoidea)",
        "κολεοειδή-περιγραφή": "The Coleoidea differ from the nautilus and other types of cephalopods. They possess an internal shell or no shell at all, allowing for a flexible and agile body. They have eight or ten arms, most of which are freed from a benthic lifestyle. They do not move with feet, but use jet propulsion, rapidly changing color and shape. They manipulate light and shadow with exceptional skill, sometimes generating internal light. They exhibit remarkable intelligence and memory, surpassing all other invertebrates. They are skilled hunters, masters of camouflage and adaptation.",
        "κολεοειδή-αργοναυτίδες": "Αργοναυτίδες"
    },

    "en": {
        "τίτλος": "Coleoidea",
        "κολεοειδή": "Subclass Coleoidea",
        "κολεοειδή-περιγραφή": "Τα Κολοειδή διαφέρουν από τον Ναυτίλο και άλλους τύπους κεφαλοπόδων. Φέρουν εσωτερικό ή καθόλου όστρακο, επιτρέποντας έτσι εύπλαστο και ευκίνητο σώμα. Διαθέτουν οκτώ ή δέκα βραχίονες, οι οποίοι στις περισσότερες περιπτώσεις δεν έχουν σχέση με βενθικό τρόπο ζωής. Δεν κινούνται με πόδια, αλλά με πίδακα νερού, και μπορούν να αλλάζουν χρώμα και σχήμα γρήγορα. Χειρίζονται φως και σκιά με εξαιρετική δεξιότητα, παράγοντας εσωτερικό φως σε ορισμένες περιπτώσεις. Διαθέτουν εκπληκτική νοημοσύνη και μνήμη, υπερέχοντας όλων των άλλων ασπόνδυλων. Είναι ικανοί θηρευτές, ειδικοί στην παραλλαγή και στην απόκρυψη.",
        "κολεοειδή-αργοναυτίδες": "Argonautidae"
    },

    "grc": {
        "τίτλος": "Κολεοειδή",
        "κολεοειδή": "Ὑφομοταξία Κολεοειδή (Coleoidea)",
        "κολεοειδή-περιγραφή": "Τὰ Κολεοειδῆ τῷ Ναυτίλῳ καὶ τοῖς ἄλλοις κεφαλοπόδοις διαφέροντα φαίνονται· ὄστρακον γὰρ ἐντὸς φέρουσιν ἢ παντελῶς ἀποβεβλήκασιν, ὥστε σῶμα εὔπλαστον καὶ εὐκίνητον ἔχειν. Ὀκτὼ ἢ δέκα βραχίονας ἔχουσιν, ὡς ἐπί πλείστῳ μεν βενθικοῦ βίου ἀπολελυμένους· μὴ ποσίν ἀλλὰ πίδακι ὕδατος κινοῦνται, καὶ χρῶμα καὶ σχῆμα ταχέως μεταμορφοῦν. Φῶς καὶ σκιὰν σοφῶς χρῶνται, και φῶτα ἐνίοτε ἔνδον γεννῶντα. Τῇ νοήσει καὶ τῇ μνήμει φανερῶς ἐπιδεικνύουσι, παντῶν τῶν ἀσπονδύλων προέχοντα. Θηρευταὶ ὀξεῖς καὶ παραλλαγῇ ἐπιτήδειοι.",
        "κολεοειδή-αργοναυτίδες": "Ἀργοναυτίδαι"
    }
}