{
    "el": {
        "τίτλος": "Κρυπτόδειρα",
        "cryptodira": "Κλάδος Κρυπτόδειρα (Cryptodira)",	
        "cryptodira-περιγραφή-1": "Τα Κρυπτόδειρα αποτελούν τον δεσπόζοντα κλάδο των σύγχρονων χελωνών, και εμφανίζονται για πρώτη φορά κατά την Ιουρασική περίοδο. Χαρακτηρίζονται από την ικανότητά τους να συμπτύσσουν τον λαιμό κατακόρυφα σε σχήμα S, έλκοντας το κεφάλι προς τα πίσω μέσα στο κέλυφος· σε αντίθεση με τα Πλευρόδειρα, που διπλώνουν τον λαιμό στο πλάι. Αυτή η κίνηση καθίσταται δυνατή χάρη στις ιδιαίτερες αρθρώσεις των αυχενικών σπονδύλων και στο συμπαγές κρανίο με τις συμπεφημένες κροταφικές περιοχές.",
        "cryptodira-περιγραφή-2": "Οι περισσότερες χελώνες σήμερα, είτε χερσαίες, είτε γλυκού νερού, είτε θαλάσσιες, ανήκουν σε αυτή την ομάδα. Το κέλυφος είναι συνήθως άκαμπτο και πλήρως οστεοποιημένο, προσφέροντας ισχυρή προστασία, ενώ οι διάφορες παραλλαγές στα άκρα και στο κρανίο αντικατοπτρίζουν τη μεγάλη τους οικολογική ποικιλία. Κατά την Κρητιδική και Καινοζωική περίοδο, τα Κρυπτόδειρα διαφοροποιήθηκαν και εξαπλώθηκαν παγκοσμίως, καθιστώντας την ομάδα αυτή την πιο επιτυχημένη απ’ όλες τις γενεαλογικές γραμμές των χελωνών.",
        

        "cryptodira-testudinoidea": "Χελωνοειδή",
        "cryptodira-trionychidae": "Τριωνυχίδες",
        
        "gallery": [
            
        ]
    },

    "en": {
        "τίτλος": "Cryptodira",
        "cryptodira": "Clade Cryptodira",
        "cryptodira-περιγραφή-1": "Cryptodira are the dominant lineage of modern turtles, first appearing in the Jurassic. They are defined by their ability to retract the neck vertically into an S-shaped curve, pulling the head straight back into the shell, unlike pleurodires, which fold it sideways. This motion is enabled by distinctive articulations in the cervical vertebrae and a compact skull with fused temporal regions.","cryptodira-περιγραφή-2": "Most living turtles, whether terrestrial, freshwater, or marine, belong to this group. The carapace and plastron are typically rigid and fully ossified, providing strong protection, while limb and skull variations reflect their wide ecological range. Through the Cretaceous and Cenozoic, cryptodires diversified worldwide, becoming the most successful and widespread of all turtle lineages.",

        "cryptodira-testudinoidea": "Testudinoidea",
        "cryptodira-trionychidae": "Trionychidae",
        
        "gallery": [
            
        ]
    },

    "grc": {
        "τίτλος": "Κρυπτόδειρα",
        "cryptodira": "Κλάδος Κρυπτόδειρα (Cryptodira)",
        "cryptodira-περιγραφή-1": "Τα Κρυπτόδειρα εἰσὶ ὁ κραταιός κλάδος ἐν ταῖς νῦν χελώναις, πρῶτον ἐν τῷ Ἰουρασικῷ φανέντα. Ὁρίζονται δὲ τῇ δυνάμει τὸν αὐχένα καθέτως ἀνακαμπτεῖν, εἰς σχῆμα ὀφιοειδές (S), καὶ τὴν κεφαλὴν εἰς τὸ κέλυφος ἕλκειν· οὐχ ὡς τα Πλευρόδειρα, ἅ πλαγίως αὐτὸν κάμπτουσιν. Ταύτη δε ἡ κίνησις ἐφικτή γίγνεται διὰ συνδέσμων ἰδίων ἐν τοῖς αὐχενικοῖς σπονδύλοις καὶ κρανίῳ συμπαγεῖ τῶν κροταφικῶν μερῶν συγκεκλεισμένων.","cryptodira-περιγραφή-2": "Αἱ πλεῖσται ἐν ζωῇ χελώναι, χερσαῖαι, θαλασσίαι τε και γλυχυδάτινες , ἐν τοῖς Κρυπτοδείροις προσήκουσιν. Τὸ χέλυον ὡς ἐπί πολύ πλήρως ὀστεωμένον ἐστί και ἄκαμπτον, ἰσχυρὰν παρέχον ἄμυναν· τὰ δὲ μέλη καὶ τὸ κρανίον ποικίλλουσι κατὰ το περιβάλλον ἐν ῷ οἰκοῦσιν. Διὰ τοῦ Κρητιδικοῦ καὶ Καινοζωικοῦ χρόνου τα Κρυπτόδειρα ἐφ' ἅπασαν την γῆν διεσπάρησαν, ἐπιτυχέστατα γενόμενα ἐν ταῖς χελώναις.",

        "cryptodira-testudinoidea": "Χελωνοειδῆ",
        "cryptodira-trionychidae": "Τριωνυχίδαι",
        
        "gallery": [
            
        ]
    }
}
