{
    "el": {
        "τίτλος": "Κνιδόζωα",
        "cnidaria": "Συνομοταξία Κνιδόζωα (Cnidaria)",	
        "cnidaria-περιγραφή-1": "Τα Κνιδόζωα εξελίχθηκαν νωρίς και ορίζονται από τα κνιδοκύτταρα· κύτταρα με κεντρί μοναδικά σε αυτή την ομάδα. Αυτά επιτρέπουν την αποτελεσματική σύλληψη λείας και άμυνα, ξεχωρίζοντας τα κνιδάρια από άλλα ζώα με ακτινωτή συμμετρία όπως τα κτενοφόρα.",
        "cnidaria-περιγραφή-2": "Έχουν ακτινωτή συμμετρία, διπλοβλαστικό σωματικό σχέδιο (εξώδερμα και ενδόδερμα) και γαστροαγγειακή κοιλότητα με ένα μόνο άνοιγμα. Ένα απλό νευρικό δίκτυο και συσταλτοί ιστοί επιτρέπουν τον συντονισμένο κινητικό έλεγχο. Τα περισσότερα είδη παρουσιάζουν έναν κύκλο ζωής που εναλλάσσεται μεταξύ πολύποδα (στατική μορφή) και μέδουσας (ελεύθερα κολυμβητική μορφή).",
        "cnidaria-περιγραφή-3": "Ο κλάδος περιλαμβάνει τα Ανθόζωα (κοράλλια, ανεμώνες) και τα Μεδουσόζωα (μέδουσες και συγγενικά είδη). Αν και οι μαλακοί ιστοί τους δεν απολιθώνονται εύκολα, τα Κνιδόζωα έχουν μακρά απολιθωματική παρουσία μέσω των γενών των κοραλλίων και ήταν από τα πρώτα ζώα με πραγματικούς ιστούς, συμμετρία και ενεργή θήρευση.",
        

        "cnidaria-anthozoa": "Ανθόζωα",
        
        "gallery": [
            
        ]
    },

    "en": {
        "τίτλος": "Cnidaria",
        "cnidaria": "Phylum Cnidaria",
        "cnidaria-περιγραφή-1": "Cnidaria are early-evolving animals defined by cnidocytes; stinging cells unique to the group. These allow for effective prey capture and defense, setting cnidarians apart from other radially symmetrical animals like ctenophores.","cnidaria-περιγραφή-2": "They have radial symmetry, a diploblastic body plan (ectoderm and endoderm), and a gastrovascular cavity with a single opening. A simple nerve net and contractile tissues allow for coordinated movement. Most species show a life cycle alternating between polyp (sessile) and medusa (free-swimming) stages.","cnidaria-περιγραφή-3": "The clade includes Anthozoa (corals, anemones) and Medusozoa (jellyfish and allies). Though soft-bodied forms fossilize poorly, cnidarians have a long record through coral lineages and were among the first animals with true tissues, symmetry, and active predation.",

        "cnidaria-anthozoa": "Anthozoa",
        
        "gallery": [
            
        ]
    },

    "grc": {
        "τίτλος": "Κνιδόζωα",
        "cnidaria": "Συνομοταξία Κνιδόζωα (Cnidaria)",
        "cnidaria-περιγραφή-1": "Τα Κνιδόζῳα δέ ἐστι ζῷα πρῶτα ἀναφαινόμενα, ὑπὸ τῶν κνιδοκυττάρων ὡριζόμενα· τούτων δέ, μόνον ἐν τούτῳ τῷ γένει ὑπαρχόντων, τὸ κεντεῖν πέφυκεν. Ταῦτα γάρ, καὶ τὸ θήραμα ἁρπάζειν, καὶ τὴν ἄμυναν ποιεῖσθαι καλῶς ποιεῖ, καὶ διαφέρει τὰ Κνιδόζῳα τῶν ἄλλων ἀκτινωτῶς συμμετρικῶν ζῴων, οἷα τὰ κτενοφόρα.","cnidaria-περιγραφή-2": "Ἔχουσι δὲ ἀκτινωτὴν συμμετρίαν, καὶ σώματος διάπλασιν διπλῶν στιβάδων (τὸ ἐξώδερμα καὶ τὸ ἐνδόδερμα) καὶ γαστεροαγγεῖον μόνον ἓν στόμα ἔχον. Νευρῶν δίκτυον ἀπλοῦν δὲ καὶ σάρκες συσπώμεναι τὴν ἁρμονίαν κινήσεως παρέχουσι. Τὰ πολλά γένη ἐν τῷ βίῳ μεθίστανται τοῖς εἴδεσιν, ἐν μέρει μὲν διάγοντα πολύπους ὡς ἀκίνητος, ἐν μέρει δὲ μέδουσα ὡς ἐλευθέρα πλέουσα.","cnidaria-περιγραφή-3": "Ὁ δὲ κλάδος περιέχει τα Ἀνθόζῳα (κοράλλια, ἀνεμώναι) καὶ τα Μεδουσόζῳα (μέδουσαι καὶ τὰ συγγενῆ). Καίπερ δὲ μαλθακῶν σωμάτων ὄντες κακῶς ἀποτυποῦνται ἐν τοῖς λίθοις, παρὰ τοῖς κοραλλίοις μακρὰν ἔχουσιν ἱστορίαν· ἦσαν γάρ τινες τῶν πρώτων ζῴων ἀληθῶς ἔχοντα ἱστούς, συμμετρίαν καὶ θήραν ἐνεργόν.",

        "cnidaria-anthozoa": "Ἀνθόζωα",
        
        "gallery": [
            
        ]
    }
}
