{
    "el": {
        "τίτλος": "†Παραλεγιούρος",
        "paralejurus": "Γένος †Παραλεγιούρος (†Paralejurus)",	
        "paralejurus-περιγραφή-1": "Ο Παραλεγιούρος είναι ένα γένος τριλοβίτη της Δεβόνιας περιόδου, γνωστό για τον λείο, υδροδυναμικό εξωσκελετό του και τη μειωμένη του τμηματοποίηση. Τα απολιθώματά του βρίσκονται συχνά σε θαλάσσιες αποθέσεις της Βόρειας Αφρικής και της Ευρώπης, και υποδεικνύουν έναν βενθικό τρόπο ζωής.",
        "paralejurus-περιγραφή-2": "Κύρια χαρακτηριστικά περιλαμβάνουν έναν πλατύ, θολωτό κεντρικό λοβό, μια μεγάλη υποτριγωνική πυγαία ασπίδα και υποτονική επιφανειακή διακόσμηση. Ο θώρακας συχνά παρουσιάζει συγχωνευμένα ή μειωμένα τμήματα, ενώ τα ολοχρωικά μάτια τους μπορεί να είναι μειωμένου μεγέθους.",
        "paralejurus-περιγραφή-3": "Αυτά τα γνωρίσματα υποδηλώνουν προσαρμογή σε περιβάλλοντα με μαλακό υπόστρωμα, πιθανώς με εμπλοκή σε σκάψιμο ή μερική ταφή. Ο Παραλεγιούρος αντικατοπτρίζει μια στροφή προς την απλοποίηση και τον προσανατολισμό στον βενθικό βίο μέσα στην εξελικτική του γραμμή.",
        

        
        "gallery": [
            "<h2>Δείγμα 1</h2><p></p>","<h2>Δείγμα 1</h2><p></p>","<h2>Δείγμα 1</h2><p></p>"

            
            
        ]
    },

    "en": {
        "τίτλος": "†Paralejurus",
        "paralejurus": "Genus †Paralejurus",
        "paralejurus-περιγραφή-1": "Paralejurus is a Devonian trilobite genus notable for its smooth, streamlined exoskeleton and reduced segmentation. Its fossils are common in marine deposits of North Africa and Europe, and indicate a benthic lifestyle.","paralejurus-περιγραφή-2": "Key features include a broad, vaulted central lobe, a large subtriangular tailshield, and subdued surface sculpture. The thorax often shows fused or reduced segments, and their holochroal eyes may be diminished in size.","paralejurus-περιγραφή-3": "These traits suggest adaptation to soft-bottom environments, likely involving burrowing or partial burial. Paralejurus reflects a shift toward simplification and substrate-oriented life within its lineage.",

        
        "gallery": [
            "<h2>Sample 1</h2><p></p>","<h2>Sample 1</h2><p></p>","<h2>Sample 1</h2><p></p>"

            
            
        ]
    },

    "grc": {
        "τίτλος": "†Παραλεγιοῦρος",
        "paralejurus": "Γένος †Παραλεγιοῦρος (†Paralejurus)",
        "paralejurus-περιγραφή-1": "Ὁ Παραλεγιοῦρος γένος ἐστὶ τριλοβίτου τῆς Δεβονίου περιόδου, διαφέρον ἐν τῷ λείῳ καὶ εὐγραμμίῳ ἐξωσκελετῷ καὶ τῇ τοῦ σώματος διαιρέσει ἐλαττωμένῃ. Τὰ λείψανά του εὑρίσκονται συχνῶς ἐν θαλαττίοις ἀποθέσεσι τῆς Βορείου Ἀφρικῆς καὶ τῆς Εὐρώπης, και δηλοῦσι βιοτὴν βενθείαν.","paralejurus-περιγραφή-2": "Κύρια γνωρίσματα εἰσίν· λοβὸς πλατύς καὶ θολωτός τῆς μέσης χώρας, πυγοασπίς μεγάλη καὶ ὑποτρίγωνος, καὶ ἐπιφανειακά λαξεύματα ἥσσω καὶ ὑποτονικά. Ὁ θώραξ πολλάκις φαίνεται συγκεκολλημένος ἢ μειωμένος τὰ μέρη, καὶ οἱ ὀφθαλμοὶ οἱ ὁλοχρόοι ἐλαττωμένοι ὦσιν ἄν καθ’ ὄγκον.","paralejurus-περιγραφή-3": "Ταῦτα τὰ γνωρίσματα μαρτυρεῖ τὴν προσαρμογὴν εἰς περιβάλλον μαλακοῦ πυθμένος, τάχα τοῦ θάπτεσθαι ὅλως ἢ μερικῶς. Ὁ Παραλεγιοῦρος ἐστίν μετάβατικός ἐν τοῖς συγγενέσι αὐτοῦ εἰς ἀπλούστευσιν καὶ πρὸς τὸ ὑπόστρωμα βίον.",

        
        "gallery": [
            "<h2>Δεῖγμα αʹ</h2><p></p>","<h2>Δεῖγμα αʹ</h2><p></p>","<h2>Δεῖγμα αʹ</h2><p></p>"

            
            
        ]
    }
}
