{
    "el": {
        "τίτλος": "Οστρείδια",
        "ostreida": "Κλάδος Οστρείδια (Ostreida)",	
        "ostreida-περιγραφή-1": "Τα Οστρείδια, είναι ένας κλάδος στατικών δίθυρων που περιλαμβάνει τα «αληθινά» στρείδια, τα οποία ορίζονται από μια σειρά ιδιαίτερων προσαρμογών σε έναν μόνιμα προσκολλημένο τρόπο ζωής. Εξελίχθηκαν κατά την Πρώιμη Ιουρασική περίοδο και χαρακτηρίζονται από ακανόνιστα, συχνά ανισοβαλβικά κελύφη που είναι προσκολλημένα σε σκληρά υποστρώματα, σε αντίθεση με πολλά άλλα δίθυρα που παραμένουν κινητικά ή χρησιμοποιούν βυσσοειδή νήματα για προσκόλληση. Τα Οστρείδια είναι μονομυϊκά: διαθέτουν μόνο έναν οπίσθιο προσαγωγό μυ, με τον πρόσθιο μυ εντελώς απολεσθέντα, ένα ασυνήθιστο χαρακτηριστικό μεταξύ των δίθυρων. Τα κελύφη τους είναι συνήθως ασβεστιτικά, κάτι που συμβάλλει στην εξαιρετική απολίθωσή τους. Παρότι μοιάζουν επιφανειακά με άλλα προσκολλώμενα δίθυρα όπως τα μαργαριτοφόρα στρείδια (Pinctada), ανήκουν σε διαφορετικές εξελικτικές γραμμές και διαφέρουν στη διάταξη των μυών και στη δομή του αρθρώματος. Τα Οστρείδια είναι οικολογικά σημαντικοί διηθητές, συχνά σχηματίζοντας πυκνούς υφάλους ή συστάδες σε ρηχά θαλάσσια και εκβολικά περιβάλλοντα.",
        

        "ostreida-gryphaea": "†Γρυφαία",
        
        "gallery": [
            "<h2>Δείγμα 1</h2><p></p>","<h2>Δείγμα 1</h2><p></p>",

            
            "<h2>Δείγμα 2</h2><p></p>","<h2>Δείγμα 2</h2><p></p>","<h2>Δείγμα 2</h2><p></p>",

            "<h2>Δείγμα 3</h2><p></p>","<h2>Δείγμα 3</h2><p></p>","<h2>Δείγμα 3</h2><p></p>","<h2>Δείγμα 3</h2><p></p>","<h2>Δείγμα 3</h2><p></p>"

            
            
        ]
    },

    "en": {
        "τίτλος": "Ostreida",
        "ostreida": "Clade Ostreida",
        "ostreida-περιγραφή-1": "Ostreida is a clade of sessile bivalves that includes the \"true\" oysters, defined by a suite of distinctive adaptations to a permanently attached lifestyle. Evolving by the Early Jurassic, members of this group are characterized by irregular, often inequivalve shells that are cemented to hard substrates, unlike many other bivalves which remain mobile or use byssal threads. Ostreids are monomyarian: they possess only a single, posterior adductor muscle, with the anterior muscle entirely lost; an unusual trait among bivalves. Their shells are typically calcitic, contributing to excellent fossil preservation. While they share superficial resemblance to other cementing bivalves like pearl oysters (Pinctada), these belong to separate lineages and differ in muscle arrangement and hinge structure. Ostreids are ecologically significant filter feeders, often forming dense reefs or beds in shallow marine and estuarine environments.",

        "ostreida-gryphaea": "†Gryphaea",
        
        "gallery": [
            "<h2>Sample 1</h2><p></p>","<h2>Sample 1</h2><p></p>",

            
            "<h2>Sample 2</h2><p></p>","<h2>Sample 2</h2><p></p>","<h2>Sample 2</h2><p></p>",

            "<h2>Sample 3</h2><p></p>","<h2>Sample 3</h2><p></p>","<h2>Sample 3</h2><p></p>","<h2>Sample 3</h2><p></p>","<h2>Sample 3</h2><p></p>"

            
            
        ]
    },

    "grc": {
        "τίτλος": "Ὀστρείδια",
        "ostreida": "Κλάδος Ὀστρείδια (Ostreida)",
        "ostreida-περιγραφή-1": "Τα Ὀστρείδια κλάδος ἐστὶ διθύρων ἀκινήτων, ὧν εἰσὶν τα «ἀληθῆ» ὄστρεα, διὰ σημεῖα τινὰ ἰδιόρρυθμα γνωριζόμενα, ὡς τὸν βίον προσκεκολλημένον ἀεί φέρειν. Ἐκ τῆς Ἰουρασικῆς ἀρχῆς ἀναφανέντες, ἐπισημαίνονται τοῖς κελύφεσιν ἀνωμάλοις καὶ πολλάκις ἀνίσοις, ἅ πρὸς στερρὰ σώματα προσκολλῶνται· οὐχ ὥσπερ οἱ πολλοὶ τῶν διθύρων, οἵτε ἢ κινοῦνται ἔτι ἢ νήμασι βυσσοειδέσιν προσέχονται. Μονομυϊκά δὲ τα Ὀστρείδια καλοῦσιν· μόνον γὰρ μῦν τὸν ὀπίσω ἔχουσιν, τὸν δὲ πρόσθεν παντελῶς ἀπωλωλέκασι· σπάνιον τοῦτο τοῖς τοιούτοις. Τα δε κελύφη αὐτῶν ἐκ τοῦ ἀσβεστολίθου συνίστανται, διὸ καὶ καλῶς ἐν τῇ γῇ σώζονται. Καίπερ δὲ τοῖς μαργαριτοφόροις ὀστρέοις μαργαρίταις (Πιγκτάδᾳ) προσομοιάζοντες, ἑτέρας γε εἰσὶ φυλῆς καὶ διαφέρουσι τῇ τε τοῦ μυός τάξει καὶ τῇ τῆς ἀρθρώσεως μορφῇ. Τα Ὀστρείδια δὲ διηθητές μείζονες εἰσίν τῇ οἰκολογία, πολλάκις δὲ ὑφάλους ἢ κοῖτας πυκνὰς ἐν ρηχαῖς θαλάσσαις τε καὶ ποταμῶν ἐκβολαῖς ἀποτελοῦσιν.",

        "ostreida-gryphaea": "†Γρυφαία",
        
        "gallery": [
            "<h2>Δεῖγμα αʹ</h2><p></p>","<h2>Δεῖγμα αʹ</h2><p></p>",

            
            "<h2>Δεῖγμα βʹ</h2><p></p>","<h2>Δεῖγμα βʹ</h2><p></p>","<h2>Δεῖγμα βʹ</h2><p></p>",

            "<h2>Δεῖγμα γʹ</h2><p></p>","<h2>Δεῖγμα γʹ</h2><p></p>","<h2>Δεῖγμα γʹ</h2><p></p>","<h2>Δεῖγμα γʹ</h2><p></p>","<h2>Δεῖγμα γʹ</h2><p></p>"

            
            
        ]
    }
}
