{
    "el": {
        "τίτλος": "†Υπολοφόδων",
        "hypolophodon": "Γένος †Υπολοφόδων (†Hypolophodon)",	
        "hypolophodon-περιγραφή-1": "Το εξαφανισμένο γένος σαλαχιού Υπολοφόδων είναι γνωστό από ευρήματα στην Ευρώπη, τη Δυτική Αφρική και την Αργεντινή. Eίχαν οδόντες προσαρμοσμένους για άλεσμα, με διλοβωτές ρίζες και υψηλή, ρομβοειδή μύλη, με μια ασθενώς εξαγωνική μασητική όψη και λεία αδαμαντίνη. Το γένος διακρίνεται από τα ξεχωριστά οδοντικά χαρακτηριστικά του και την παρουσία του σε πανίδες του Κάτω Ηώκαινου.",
        

        "hypolophodon-hypolophodon_sylvestris": "†Υπολοφόδων ο δρυμώδης",
        
        "gallery": [
            
        ]
    },

    "en": {
        "τίτλος": "†Hypolophodon",
        "hypolophodon": "Genus †Hypolophodon",
        "hypolophodon-περιγραφή-1": "The extinct stingray genus Hypolophodon is known from fossil records in Europe, Western Africa, and Argentina. Hypolophodon had unique teeth with bilobate roots and a high, lozenge-shaped crown, featuring a weakly hexagonal occlusal view and smooth enameloid. The teeth were adapted for grinding, and the genus is distinguished by its distinct dental characteristics and its presence in Lower Eocene faunas.",

        "hypolophodon-hypolophodon_sylvestris": "†Hypolophodon sylvestris",
        
        "gallery": [
            
        ]
    },

    "grc": {
        "τίτλος": "†Ὑπολοφόδων",
        "hypolophodon": "Γένος †Ὑπολοφόδων (†Hypolophodon)",
        "hypolophodon-περιγραφή-1": "Φανέν ἀφ' εὑρημάτων ἐξ Εὐρώπης, Δυτικῆς Ἀφρικῆς τε και Ἀργεντινῆς, το γένος Ὑπολοφόδων ἐκλελοιπότων βάτων ἐστίν. Οἱ ὀδόντες αὐτῶν τῷ ἀλέσματι προσηρμοσμένοι ἦσαν, διλοβωταῖς ρίζαις και ὑψηλῇ, ῥομβοειδεῖ μύλῃ, ἧς ἡ μασητική ὄψις ἀσθενῶς ἑξαγωνική καί λεία ἐστίν. Ταῦτα τα ὀδοντικά γνωρίσματα το γένος διακρίνει, ὡς και ἡ ἐν ταῖς τοῦ Κάτω Ἠωκαίνου πανίσιν αὐτοῦ παρουσία.",

        "hypolophodon-hypolophodon_sylvestris": "†Ὑπολοφόδων ὁ δρυμώδης",
        
        "gallery": [
            
        ]
    }
}