{
    "el": {
        "τίτλος": "Τριωνυχίδες",
        "trionychidae": "Οικογένεια Τριωνυχίδες (Trionychidae)",	
        "trionychidae-περιγραφή-1": "Οι Τριωνυχίδες είναι οι λεγόμενες μαλακοκέλφυες χελώνες, μια οικογένεια κυρίως υδρόβιων κρυπτοδειρών που υπάρχουν από την Πρώιμη Κρητιδική περίοδο μέχρι σήμερα. Διαφέρουν από τις σκληροκέλυφες χελώνες λόγω του πεπλατυσμένου και εύκαμπτου καβουκιού τους, το οποίο καλύπτεται από δερματώδη μεμβράνη αντί για κεράτινες πλάκες, και λόγω της απώλειας των περισσότερων περιφεριακών οστών που συνήθως σχηματίζουν το περίγραμμα του κελύφους.",
        "trionychidae-περιγραφή-2": "Το υδροδυναμικό τους σχήμα, ο μακρύς λαιμός και το σωληνοειδές ρύγχος, τους επιτρέπουν αποτελεσματική κολύμβηση και διακριτική αναπνοή στην επιφάνεια ενώ είναι θαμμένες στον πυθμένα. Είναι αξιοσημείωτο ότι μπορούν επίσης να απορροφούν οξυγόνο απευθείας από το νερό μέσω του δέρματος και του φάρυγγά τους, μπορώντας έτσι να παραμένουν βυθισμένες για πολύ μεγαλύτερο χρονικό διάστημα από τις περισσότερες άλλες χελώνες.",
        "trionychidae-περιγραφή-3": "Τα σύγχρονα είδη απαντώνται στην Ασία, την Αφρική και τη Βόρεια Αμερική, κατοικώντας σε ποτάμια, λίμνες και έλη. Παρά τη μορφολογική τους εξειδίκευση, οι Τριωνυχίδες έχουν αλλάξει ελάχιστα σε διάστημα άνω των 100 εκατομμυρίων ετών· αυτός ο εξελικτικός κλάδος χελωνών μαλακού κελύφους απεδείχθη ανθεκτικός στον χρόνο.",
        

        
        "gallery": [
            "<h2>Δείγμα 1</h2><p></p>","<h2>Δείγμα 1</h2><p></p>","<h2>Δείγμα 1</h2><p></p>","<h2>Δείγμα 1</h2><p></p>","<h2>Δείγμα 1</h2><p></p>","<h2>Δείγμα 1</h2><p></p>","<h2>Δείγμα 1</h2><p></p>","<h2>Δείγμα 1</h2><p></p>","<h2>Δείγμα 1</h2><p></p>","<h2>Δείγμα 1</h2><p></p>","<h2>Δείγμα 1</h2><p></p>","<h2>Δείγμα 1</h2><p></p>","<h2>Δείγμα 1</h2><p></p>","<h2>Δείγμα 1</h2><p></p>"

            
            
        ]
    },

    "en": {
        "τίτλος": "Trionychidae",
        "trionychidae": "Family Trionychidae",
        "trionychidae-περιγραφή-1": "Trionychidae are the softshell turtles, a family of highly aquatic cryptodires known from the Early Cretaceous to today. They differ from hard-shelled turtles by their flattened, flexible shells, covered in leathery skin rather than keratinous scutes, and by the loss of most peripheral bones that typically form the shell’s rigid margin.","trionychidae-περιγραφή-2": "Their streamlined form, long neck, and tubular snout enable efficient swimming and stealthy breathing at the surface while buried in sediment. Remarkably, they can also absorb oxygen directly from the water through their skin and throat, allowing them to stay submerged far longer than most other turtles.","trionychidae-περιγραφή-3": "Living species occur across Asia, Africa, and North America, occupying rivers, lakes, and marshes. Despite their specialized morphology, trionychids have changed little for over 100 million years; an enduring lineage of soft-shelled design.",

        
        "gallery": [
            "<h2>Sample 1</h2><p></p>","<h2>Sample 1</h2><p></p>","<h2>Sample 1</h2><p></p>","<h2>Sample 1</h2><p></p>","<h2>Sample 1</h2><p></p>","<h2>Sample 1</h2><p></p>","<h2>Sample 1</h2><p></p>","<h2>Sample 1</h2><p></p>","<h2>Sample 1</h2><p></p>","<h2>Sample 1</h2><p></p>","<h2>Sample 1</h2><p></p>","<h2>Sample 1</h2><p></p>","<h2>Sample 1</h2><p></p>","<h2>Sample 1</h2><p></p>"

            
            
        ]
    },

    "grc": {
        "τίτλος": "Τριωνυχίδαι",
        "trionychidae": "Οἰκογένεια Τριωνυχίδαι (Trionychidae)",
        "trionychidae-περιγραφή-1": "Αἱ Τριονυχίδαι εἰσὶν αἱ μαλακοκέλυφες χελῶναι, οἱκογένεια κρυπτοδείρων ὡς ἐπί πολύ ὑδροβίων, ὑπαρχόντων ἀπὸ τῆς πρώιμης Κρητιδικῆς ἕως καὶ τοῦ νῦν αἰῶνος. Διαφέρουσι δὲ τῶν σκληροκελύφων χελωνῶν τῷ πλατυτέρῳ καὶ εὐκαμπτωτέρῳ χελύῳ, ᾧ δερματώδει τινί μεμβράνῃ λεπτῇ καλύπτεται ἀντί πλακῶν κερατίνων. Ἔτι και μη ἔχουσαι τα πλεῖστα περικρατοῦντα ὀστέα, ἃ ἐν ἄλλοις εἴδεσι τὸ στερεὸν τοῦ κελύφους χεῖλος συνιστῶσιν.","trionychidae-περιγραφή-2": "Ἡ μεν αὐτῶν μορφή ὑδροδυναμικῆ, ὁ δὲ τράχηλος μακρός και ἡ ῥίνη σωληνοειδής· ταῦτα πάντα συμφέρουσι τῷ ἐπιδεξίως κολυμβᾶν καὶ τῷ ἀφανῶς ἀναπνέειν, τῷ πυθμένει τοῦ ὕδατος αὐτῶν ἔτι κειμένων. Θηρευταὶ γὰρ εἰσὶν ἐνεδρεύοντες ταχεῖς. Σημειωτέον δε ὅτι καὶ διὰ τοῦ δέρματος καὶ τοῦ φάρυγγος ὀξυγόνον ἐκ τοῦ ὕδατος ἀπορροφῶσιν, ὥστε ἐπί πλείῳ χρόνῳ βυθιζόμεναι μένειν δύνανται ἢ αἱ πλεῖσται λοιπαί χελῶναι.","trionychidae-περιγραφή-3": "Νῦν δὲ ἐν Ἀσίᾳ, Ἀφρικῇ καὶ τῇ Βορείῳ Ἀμερικῇ εἴδη ζῶντα εὑρίσκεται, ἐν ποταμοῖς, λίμναις καὶ ἕλεσιν οἰκοῦντα. Καίτοι γε τὴν μορφὴν ἀλλόκοτον και ἰδίαν ἔχουσι, μικρὰν μεταβολὴν διὰ πλειόνων ἢ ἑκατὸν μυρίων ἐτῶν πεπόνθασι· ὁ κλάδος οὗτος χελωνῶν μαλακοκελύφων ἀπεδείχθη ἀνθεκτικώτατος.",

        
        "gallery": [
            "<h2>Δεῖγμα αʹ</h2><p></p>","<h2>Δεῖγμα αʹ</h2><p></p>","<h2>Δεῖγμα αʹ</h2><p></p>","<h2>Δεῖγμα αʹ</h2><p></p>","<h2>Δεῖγμα αʹ</h2><p></p>","<h2>Δεῖγμα αʹ</h2><p></p>","<h2>Δεῖγμα αʹ</h2><p></p>","<h2>Δεῖγμα αʹ</h2><p></p>","<h2>Δεῖγμα αʹ</h2><p></p>","<h2>Δεῖγμα αʹ</h2><p></p>","<h2>Δεῖγμα αʹ</h2><p></p>","<h2>Δεῖγμα αʹ</h2><p></p>","<h2>Δεῖγμα αʹ</h2><p></p>","<h2>Δεῖγμα αʹ</h2><p></p>"

            
            
        ]
    }
}
