{
    "el": {
        "τίτλος": "Ξιφιοειδή",
        "xiphioidea": "Κλάδος Ξιφιοειδή (Xiphioidea)",	
        "xiphioidea-περιγραφή-1": "Τα Ξιφιοειδή είναι ένας κλάδος μεγάλων πελαγικών τελεοστέων που χαρακτηρίζεται από την ακραία επιμήκυνση του προγναθικού οστού ώστε να σχηματίζει ένα άκαμπτο οστέινο ρύγχος («ξίφος»). Τα σύγχρονα μέλη περιλαμβάνουν τον ξιφία (γένος Ξιφίας, οικογένεια Ξιφίδες) και την οικογένεια των Ιστιοφοριδών.",
        "xiphioidea-περιγραφή-2": "Τα ξιφιοειδή διακρίνονται από άλλα μεγάλα αρπακτικά τελεοστέα λόγω του οστέινου ρύγχους τους, της απώλειας των δοντιών στους ενήλικες και των πολύ μικρών ή ανύπαρκτων κοιλιακών πτερυγίων. Τα υδροδυναμικά σώματά τους και οι ημισεληνοειδείς ουρές τους αντανακλούν την εξειδίκευσή τους στην ταχεία κολύμβηση σε ανοιχτές θάλασσες.",
        "xiphioidea-περιγραφή-3": "Τα απολιθώματά τους χρονολογούνται τουλάχιστον από την Παλαιογενή περίοδο και κυρίως περιλαμβάνουν μεμονωμένα ρύγχη, τα οποία διατηρούνται ευκολότερα από τον υπόλοιπο σκελετό. Τα Ξιφιοειδή είναι ενεργοί πελαγικοί θηρευτές, και το ρύγχος τους ερμηνεύεται κυρίως ως εργαλείο για να χτυπούν ή να καταπραΰνουν τη λεία τους, παρά για να την διατρυπούν.",
        

        
        "gallery": [
            "<h2>Δείγμα 1</h2><p></p>","<h2>Δείγμα 1</h2><p></p>","<h2>Δείγμα 1</h2><p></p>","<h2>Δείγμα 1</h2><p></p>","<h2>Δείγμα 1</h2><p></p>","<h2>Δείγμα 1</h2><p></p>","<h2>Δείγμα 1</h2><p></p>"

            
            
        ]
    },

    "en": {
        "τίτλος": "Xiphioidea",
        "xiphioidea": "Clade Xiphioidea",
        "xiphioidea-περιγραφή-1": "Xiphioidea is a clade of large pelagic teleosts characterized by extreme elongation of the premaxilla into a rigid bony rostrum (“bill”). Extant members are the swordfish, Xiphias (family Xiphiidae), and the sailfishes and marlins (family Istiophoridae).","xiphioidea-περιγραφή-2": "Xiphioids are distinguished from other large predatory teleosts by their bony bill, loss of teeth in adults, and strongly reduced pelvic fins, which are entirely absent in Xiphias. Their streamlined bodies and lunate caudal fins reflect specialization for high-speed, open-ocean swimming.","xiphioidea-περιγραφή-3": "The fossil record extends at least to the Paleogene and is dominated by isolated rostra, which preserve far more readily than the rest of the skeleton. Xiphioids are active pelagic predators, and the bill is interpreted primarily as a tool for striking or stunning prey rather than spearing it.",

        
        "gallery": [
            "<h2>Sample 1</h2><p></p>","<h2>Sample 1</h2><p></p>","<h2>Sample 1</h2><p></p>","<h2>Sample 1</h2><p></p>","<h2>Sample 1</h2><p></p>","<h2>Sample 1</h2><p></p>","<h2>Sample 1</h2><p></p>"

            
            
        ]
    },

    "grc": {
        "τίτλος": "Ξιφιοειδῆ",
        "xiphioidea": "Κλάδος Ξιφιοειδῆ (Xiphioidea)",
        "xiphioidea-περιγραφή-1": "Τα Ξιφιοειδῆ ἐστὶ κλάδος μεγάλων πελαγίων τελεοστέων, γνωριζόμενος διὰ τοῦ προγναθικοῦ ὀστοῦ την ὑπερεπιμήκυνσιν εἰς ῥύγχος σκληρὸν καὶ ἄκαμπτον, ὃ καλεῖται «ξίφος». Τὰ νῦν ζῶντα γένη εἰσὶν ὁ Ξιφίας τῆς τῶν Ξιφιδῶν οἰκογενείας), καὶ ἡ οἰκογένεια τῶν Ἰστιοφοριδῶν.","xiphioidea-περιγραφή-2": "Διαφέρουσι δὲ τῶν ἄλλων μεγάλων σαρκοφάγων τελεοστέων τῷ ὀστώδει ῥύγχει, τῇ ἀπωλείᾳ τῶν ὀδόντων ἐν τοῖς τελείοις, καὶ ταῖς σφόδρα ἐλαττουμέναις κοιλιακαῖς πτερύγαις, αἳ παρὰ τῷ Ξιφίᾳ παντάπασιν ἀπούσαι εἰσίν. Τὰ δὲ σώματα αὐτῶν λεῖα καὶ ὑδροδυναμικά, καὶ αἱ οὐραῖαι πτέρυγες μηνοειδεῖς, δηλοῦσιν ἐξειδίκευσιν πρὸς ταχὺν πλοῦν ἐν τῷ ἀνοικτῷ πελάγει.","xiphioidea-περιγραφή-3": "Τὸ δὲ τῶν ἀπολιθωμάτων τεκμήριον ἀνάγεται τουλάχιστον εἰς το Παλαιογενές, καὶ κρατεῖται μάλιστα ὑπὸ ῥυγχῶν μεμονωμένων, ἃ ῥᾷον σώζεται ἢ τὰ λοιπὰ μέρη τοῦ σκελετοῦ. Τα Ξιφιοειδή εἰσὶν ἐνεργοὶ πελάγιοι θηρευταί, καὶ τὸ ξίφος νοεῖται μᾶλλον προς το την λείαν πατάσσειν ἢ καταπλήσσειν, και οὐχ ὡς διατρήσεως ὄργανον.",

        
        "gallery": [
            "<h2>Δεῖγμα αʹ</h2><p></p>","<h2>Δεῖγμα αʹ</h2><p></p>","<h2>Δεῖγμα αʹ</h2><p></p>","<h2>Δεῖγμα αʹ</h2><p></p>","<h2>Δεῖγμα αʹ</h2><p></p>","<h2>Δεῖγμα αʹ</h2><p></p>","<h2>Δεῖγμα αʹ</h2><p></p>"

            
            
        ]
    }
}
