{
    "el": {
        "τίτλος": "Βενερίδες",
        "veneridae": "Οικογένεια Βενερίδες (Veneridae)",	
        "veneridae-περιγραφή-1": "Οι Βενερίδες είναι οικογένεια θαλάσσιων διθύρων μαλακίων με στρογγυλά, συχνά διακοσμημένα όστρακα με ακτινωτά ή ομόκεντρα σχέδια. Ξεχωρίζουν από άλλα Αυτοβράγχια λόγω του πολύπλοκου αρθρωτού τους συστήματος, με πολλαπλά δόντια. Διαθέτουν διπλούς σίφωνες, επιτρέποντάς τους να ζουν θαμμένες στο ίζημα και να φιλτράρουν τροφή από το νερό. Πολλά είδη είναι εδώδιμα και συλλέγονται ευρέως προς κατανάλωση. Τα διακοσμημένα τους κελύφη και ο υπόγειος τους βίος τις καθιστούν τόσο αισθητικά όσο και οικολογικά αξιοσημείωτες.",
        

        "veneridae-venus": "Βένος",
        
        "gallery": [
            
        ]
    },

    "en": {
        "τίτλος": "Veneridae",
        "veneridae": "Family Veneridae",
        "veneridae-περιγραφή-1": "Veneridae (venus clams) are a large family of marine bivalves known for their rounded, often radially and concentrically ornamented shells. Distinct from other Autobranchia, they have a complex hinge with interlocking teeth and paired siphons, letting them live buried in sediment while filtering food from the water. Many are edible and widely harvested. Their decorative shells and burrowing lifestyle make them both ecologically and visually notable.",

        "veneridae-venus": "Venus",
        
        "gallery": [
            
        ]
    },

    "grc": {
        "τίτλος": "Βενερίδαι",
        "veneridae": "Οἰκογένεια Βενερίδαι (Veneridae)",
        "veneridae-περιγραφή-1": "Αἱ Βενερίδαι εἰσὶ γένος μαλακίων θαλαττίων διθύρων, εὐρέως γνωστὸν διὰ τα στρογγυλά κελύφη, ἐνίοτε κόσμῳ ἀκτινωτῷ καὶ ὁμοκέντρῳ κεκοσμημένα. Διαφέρουσι τῶν ἄλλων Αὐτοβραγχίων διὰ τῆς ἀρθρώσεως το πολύπλοκον, ὀδόντας ἔχουσα τε ἀλληλοαρμόζοντας, οἷς καὶ τὰ κέλυφη συναρμόζει. Σιφώνων τε ἔχουσι ζεύγος, ὡς κατ' ἰλύος ὑποστρώματα κεκρυμμένοι ζῆν, τὸ θρεπτικὸν ἐξ ὕδατος διυλίζουσαι. Πολλάκις παρ' ἀνθρώπων τροφῆς ἕνεκα συλλέγονται. Κατ' ἄμφω οἰκολογικῶς, ἐν μεν βίῳ θαπτικῷ, και αἰσθητικῶς, ἐν κελύφει δε κεκοσμημένῳ, ἐξέχουσι.",

        "veneridae-venus": "Βένος",
        
        "gallery": [
            
        ]
    }
}
