{
    "el": {
        "τίτλος": "Κεφαλόποδα",
        "cephalopoda": "Ομοταξία Κεφαλόποδα (Cephalopoda)",	
        "cephalopoda-περιγραφή-1": "Τα Κεφαλόποδα είναι γένος θαλασσίων μαλακίων, με πολυάριθμους βραχίονες γύρω από το κεφάλι, στους οποίους υπάρχουν πολυάριθμες βεντούζες. Το κέλυφός τους δεν είναι εξωτερικά εμφανές· άλλοτε βρίσκεται εσωτερικά, άλλοτε λείπει εντελώς. Δεν κινούνται με πόδια, αλλά με πίδακα νερού, και μπορούν να αλλάζουν το χρώμα τους κατά περίσταση. Βλέπουν εξαιρετικά καλά και έχουν σύνθετο νου. Είναι πλωτοί θηρευτές, που διαφέρουν από τα λοιπά μαλάκια τόσο ως προς τη μορφή όσο και ως προς τη συμπεριφορά.",
        

        "cephalopoda-coleoidea": "Κολεοειδή",
        
        "gallery": [
            
        ]
    },

    "en": {
        "τίτλος": "Cephalopoda",
        "cephalopoda": "Class Cephalopoda",
        "cephalopoda-περιγραφή-1": "Cephalopods are a class of marine mollusks, with numerous arms surrounding the head, each bearing adhesive suckers. Their shell is not outwardly visible; sometimes it is internal, sometimes entirely absent. They do not move with feet, but by means of a jet of water, and they change their color as needed. They have excellent vision and possess a complex mind. They are free-swimming predators, distinct from other mollusks in both form and behavior.",

        "cephalopoda-coleoidea": "Coleoidea",
        
        "gallery": [
            
        ]
    },

    "grc": {
        "τίτλος": "Κεφαλόποδα",
        "cephalopoda": "Ὁμοταξία Κεφαλόποδα (Cephalopoda)",
        "cephalopoda-περιγραφή-1": "Τα Κεφαλόποδα ὁμοταξία μαλακίων θαλασσίων εἰσίν, βραχίοσι πολλοῖς περικεφαλαίῳ, οἷς κοτύλαι κολλητικαί προσφύονται. Ὄστρακον δὲ οὐκ ἔχουσιν ἔξωθεν, ἀλλ’ ἐνίοτε ἐντός ὀστράκου ἢ ὅλως ἄφαντον. Μη ποσίν, ἀλλά πίδακι ὕδατος κινοῦνται, καὶ χρῶμα μεταβάλλουσιν ὡς ἀνάγκη. Δεινῶς δὲ ὀρῶσι καὶ σύνθετον νοῦν ἔχουσιν. Θηρευταὶ εἰσὶ πλωτοί, διαφέροντες τῶν λοιπῶν μαλακίων ταῖς μορφαῖς καὶ τοῖς ἤθεσιν.",

        "cephalopoda-coleoidea": "Κολεοειδῆ",
        
        "gallery": [
            
        ]
    }
}