{
    "el": {
        "τίτλος": "Διακρία η τριάκανθος",
        "diacria_trispinosa": "Διακρία η τριάκανθος (Diacria trispinosa)",	
        "diacria_trispinosa-περιγραφή-1": "Η Διακρία η τριάκανθος (Diacria trispinosa) διακρίνεται από το έντονα ραχαιοκοιλιακά συμπιεσμένο, διμερώς συμμετρικό της κέλυφος, το οποίο φέρει μια μακριά οπίσθια άκανθα και δύο πλάγιες άκανθες κάθετες προς τον επιμήκη άξονα του κελύφους. Η κοιλιακή πλευρά του κελύφους παρουσιάζει μια έντονη κεντρική πτυχή, πλαισιωμένη από δύο λεπτότερες, ενώ η ραχιαία πλευρά φέρει πέντε επιμήκεις πτυχές. Το κέλυφος είναι γενικά διαφανές, με καστανόχρωμη σκίαση που συγκεντρώνεται συχνά στο χείλος του στομίου και σε πιο παχιές περιοχές όπως οι πλευρικές πτυχές και οι άκρες των ραχιαίων πτυχών. Τα ενήλικα κελύφη φθάνουν συνήθως σε μήκος περίπου 6 χιλιοστά.",
        "diacria_trispinosa-περιγραφή-2": "Η Δ. τριάκανθος διαθέτει απολιθωματικό αρχείο που εκτείνεται από το ύστερο Μειόκαινο (πριν από ~7 εκατομμύρια έτη) έως και το παρόν, γεγονός που την καθιστά ένα από τα πιο διαχρονικά είδη του γένους. Έχει ευρεία σύγχρονη κατανομή στα τροπικά και υποτροπικά ύδατα όλων των μεγάλων ωκεανικών λεκανών—συμπεριλαμβανομένου του Ατλαντικού, του Ινδο-Ειρηνικού και τμημάτων της Μεσογείου—και έτσι θεωρείται από τα πιο διαδεδομένα είδη του γένους των Διακριών.",
        "diacria_trispinosa-περιγραφή-3": "Όπως και άλλοι πλαγκτονικοί οργανισμοί, η Δ. τριάκανθος επιτελεί ημερήσια κάθετη μετανάστευση: ανεβαίνει κοντά στην επιφάνεια τη νύχτα για να τραφεί και καταδύεται στη μεσοπελαγική ζώνη κατά τη διάρκεια της ημέρας, πιθανότατα για να αποφύγει τους οπτικούς θηρευτές. Η μετανάστευση αυτή φθάνει σε μεγαλύτερα βάθη την ημέρα σε σύγκριση με ορισμένα συγγενικά είδη, όπως η Διακρία η μεγάλη (Diacria major), υποδεικνύοντας μια διακριτή οικολογική θέση μέσα στο γένος.",
        

        
        "gallery": [
            "<h2>Δείγμα 1</h2><p>Αποτυπώματα τουλάχιστον επτά ατόμων του είδους· το αρχικό κέλυφος δεν φαίνεται να διατηρήθηκε</p>","<h2>Δείγμα 1</h2><p>Μέτρηση 6-7mm</p>","<h2>Δείγμα 1</h2><p>Φαίνεται περίγραμμα και πτυχές (ραχιαίας όψης;)</p>","<h2>Δείγμα 1</h2><p>Κοιλιακή όψη. Φαίνεται το στόμιο και οι τρεις χαρακτηριστικές πτυχές του είδους· μια πλατεία κεντρική και δύο λεπτότερες εκατέρωθεν</p>","<h2>Δείγμα 1</h2><p>Φαίνεται περίγραμμα και ίσως αμυδρές πτυχές. Ραχιαία όψη</p>","<h2>Δείγμα 1</h2><p>Ραχιαία όψη υπό γωνία, ώστε φαίνεται η καμπυλότητα στο χείλος</p>","<h2>Δείγμα 1</h2><p>Πολλά από τα άτομα δεν είναι καλά διατηρημένα, με ελάχιστες ορατές λεπτομέρειες</p>"

            
            
        ]
    },

    "en": {
        "τίτλος": "Diacria trispinosa",
        "diacria_trispinosa": "Diacria trispinosa",
        "diacria_trispinosa-περιγραφή-1": "Diacria trispinosa is uniquely characterized by its strongly dorso-ventrally compressed, bilaterally symmetrical shell, featuring a long posterior spine and two lateral spines that are perpendicular to the shell’s longitudinal axis. The ventral side of the shell exhibits a prominent central rib flanked by two narrower lateral ribs, while the dorsal side bears five longitudinal ribs. The shell is generally transparent, with chestnut-brown pigmentation often concentrated along the aperture rim and on thicker areas such as the lateral ribs and the tops of dorsal ridges. Adult shells typically reach ~6 mm in length.","diacria_trispinosa-περιγραφή-2": "D. trispinosa has a fossil record extending from the Late Miocene (~7 million years ago) to the present, making it one of the most enduring species in the genus. It has a wide modern distribution across tropical and subtropical waters of all major ocean basins—including the Atlantic, Indo-Pacific, and parts of the Mediterranean—making it one of the most cosmopolitan Diacria species.","diacria_trispinosa-περιγραφή-3": "Like other planktonic organisms, D. trispinosa exhibits a diel vertical migration pattern: individuals ascend to near-surface waters at night to feed and descend into the mesopelagic zone during the day, presumably to avoid visually hunting predators. This migration reaches deeper daytime depths than in some closely related species, such as D. major, and reflects a distinct ecological niche within the genus.",

        
        "gallery": [
            "<h2>Sample 1</h2><p>Molds of at least seven individuals; the original shell material doesn't seem to be preserved</p>","<h2>Sample 1</h2><p>Measurement 6-7mm</p>","<h2>Sample 1</h2><p>An outline can be seen, as well as the (dorsal?) ribs.</p>","<h2>Sample 1</h2><p>Ventral view. The aperture is visible as well as the three ribs that characterize the species; a wide central one and a slimmer one on either side</p>","<h2>Sample 1</h2><p>An outline can be seen, as well as faint ribs. Dorsal view</p>","<h2>Sample 1</h2><p>Dorsal view at an angle, so that the curvature at the aperture is visible</p>","<h2>Sample 1</h2><p>Many of the individuals are not well-preserved, with minimal details visible</p>"

            
            
        ]
    },

    "grc": {
        "τίτλος": "Διακρία ἡ τριάκανθος",
        "diacria_trispinosa": "Διακρία ἡ τριάκανθος (Diacria trispinosa)",
        "diacria_trispinosa-περιγραφή-1": "Ἡ Διακρία ἡ τριάκανθος ἴδιον ἔχει κελύφους σχῆμα, διμερῶς συμμετρικόν τε και κοιλιοραχιαίως πεπλατυσμένον, μετ' ἀκάνθης μὲν ὀπίσω μακρᾶς, δύο δὲ μικροτέρων πλαγίων, καθέτως ἀμφοτέρῳ τοῦ κελύφους ἐπιμήκους ἄξονος ἐκτεινομέναι. Τῇ γαστρικῇ ὄψει φαίνεται κατά μῆκος ἐν τῷ μέσω πτύγμα ἐπιφανές, ἑκατέρᾳ δε αὐτοῦ πλευρᾷ ἄλλο λεπτότερον ἔχει· ἐν δὲ τῷ νώτῳ πέντε εἰσὶν πτύγματα ἐπιμήκη. Τὸ κέλυφος διαφανές ἐστιν ἐπὶ πολὺ, χρόαν δὲ ἐρυθροκαστανῆ ἔχει κατὰ τὸ χεῖλος τοῦ στομίου καὶ ἐπὶ τοῖς παχυτέροις τόποις, οἷον τοῖς πλαγίοις πτύγμασι καὶ τοῖς τῶν νωτιαίων πτυγμάτων ἄκροις. Τα δε ἐνήλικα κελύφη ὡς περί ἓξ χιλιοστομέτρων το μέγεθος ἔχουσιν.","diacria_trispinosa-περιγραφή-2": "Ἡ Δ. τριάκανθος τοῖς ἀπολιθώμασι μαρτυρεῖται ἀπὸ τοῦ ὀψίμου Μειόκαινου, τουτέστιν ὡς ἀπό ἕπτάκις ἑκατομμυρίων ἐτῶν, μέχρι τοῦ νῦν· ὥστε ἐστὶ τῶν ἐν τῷ γένει μακροβιωτάτη. νῦν οὖν εὑρίσκεται ἐν ταῖς θερμαῖς τε καὶ ὑποθερμαῖς θαλάσσαις πάντων τῶν μεγάλων ὠκεανῶν, ἐν τῷ τε Ἀτλαντικῷ καὶ Ἰνδοειρηνικῷ καὶ μερικοῖς τοῖς τῆς Μεσογείου τόποις· ὥστε οἰκουμενικωτάτη τῶν Διακριῶν ἐστίν.","diacria_trispinosa-περιγραφή-3": "Ὡς δὲ καὶ τὰ ἄλλα τῶν πλαγκτονικῶν ζῴων, οὕτως καὶ ἡ Δ. τριάκανθος ἐπιτελεῖ τὴν καθ’ ἡμέραν καὶ νύκτα μετανάστευσιν καθέτως· τῆς γὰρ νυκτὸς ἐπιπολῆς ἀναδύεται τοῦ τρέφεσθαι, ἡμέρας δὲ κατέρχεται τῷ μεσοπελαγικῷ βάθει ὡς ἀποφεύγουσα τοὺς ὁρατικούς θηρευτάς. Τοῦτο βαθύτερον ποιεῖ ἢ πολλά συγγενῆ εἴδη, ὡς ἡ Διακρία ἡ μεγάλη (Diacria major), ἰδίαν οἰκολογικὴν θέσιν ἐν τῷ γένει δεικνύουσα.",

        
        "gallery": [
            "<h2>Δεῖγμα αʹ</h2><p>Τουλάχιστον ἑπτά ἀτόμα ἀποτετυπωμένα· το ἀρχικόν κέλυφος οὐ φαίνεται διασεσῶσθαι</p>","<h2>Δεῖγμα αʹ</h2><p>Μέτρησις 6-7mm</p>","<h2>Δεῖγμα αʹ</h2><p>Περίγραμμα φαίνεται και πτύγματα (ῥαχιαίας ὄψεως;)</p>","<h2>Δεῖγμα αʹ</h2><p>Κοιλιακή ὄψις. Το στόμιόν τε και τα τοῦ εἴδους ἰδιάζοντα τρία πτύγματα φαίνονται· ἕν πλατύ τῷ μέσῳ μετά δύο λεπτοτέρων ἑκατέρωθεν αὐτοῦ</p>","<h2>Δεῖγμα αʹ</h2><p>Περίγραμμα φαίνεται και πτύγματα ἀμυδρῶς. Ῥαχιαία ὄψις</p>","<h2>Δεῖγμα αʹ</h2><p>Ῥαχιαία ὄψις ὑπό γωνίαν, ὥστε ἡ τῷ χείλει καμπυλότης φαίνεται</p>","<h2>Δεῖγμα αʹ</h2><p>Πολλά τῶν ἀτόμων οὐ καλώς διατετήρηνται, ὀλιγίσταις ὁραταῖς λεπτομερείαις</p>"

            
            
        ]
    }
}
