{
    "el": {
        "τίτλος": "†Τριλοβίτες",
        "trilobita": "Ομοταξία †Τριλοβίτες (†Trilobita)",	
        "trilobita-περιγραφή-1": "Οι Τριλοβίτες είναι ένας εξαφανισμένος κλάδος θαλάσσιων αρθροπόδων, γνωστός από τις αρχές του Καμβρίου έως το τέλος του Περμίου. Χαρακτηρίζονται από έναν τριλοβικό ραχιαίο εξωσκελετό (έναν αξονικό και δύο πλευρικούς λοβούς), που χωρίζεται σε κεφαλή, θώρακα και πυγίδιο. Ο ασβεστοποιημένος χιτώνας τους και τα ανεπτυγμένα σύνθετα μάτια τους, συχνά με φακούς από ασβεστίτη, τους ξεχωρίζουν από τα υπόλοιπα αρθρόποδα. Σε αντίθεση με τα Γναθούχα (Mandibulata), οι τριλοβίτες δεν είχαν διαμορφωμένες σιαγόνες και διέθεταν δικλαδωτά άκρα (τα οποία σπανίως διατηρούνται). Ήταν αποκλειστικά θαλάσσιοι οργανισμοί και κατείχαν ποικίλους οικολογικούς ρόλους, από βενθικοί έρποντες έως κολυμβητές, με πολλούς να έχουν την ικανότητα να τυλίγονται σαν μπάλα για άμυνα. Τα πολυάριθμα απολιθώματά τους τους καθιστούν βασικούς δείκτες στη στρωματογραφία του Παλαιοζωικού.",
        

        "trilobita-phacopida": "†Φακόπιδα",
        
        "gallery": [
            
        ]
    },

    "en": {
        "τίτλος": "†Trilobita",
        "trilobita": "Class †Trilobita",
        "trilobita-περιγραφή-1": "Trilobites are an extinct clade of marine arthropods known from the Early Cambrian to the end-Permian. They are defined by a three-lobed dorsal exoskeleton (one axial and two pleural lobes), segmented into cephalon, thorax, and pygidium. Their calcified cuticle and well-developed compound eyes, often with calcite lenses, set them apart from other arthropods. Unlike mandibulates, trilobites lacked differentiated jaws and had biramous limbs (seldom preserved). They were exclusively marine and occupied diverse ecological roles, from benthic crawlers to swimmers, with many capable of enrolling like a ball for defense. Their abundant fossils make them key markers in Paleozoic stratigraphy.",

        "trilobita-phacopida": "†Phacopida",
        
        "gallery": [
            
        ]
    },

    "grc": {
        "τίτλος": "†Τριλοβίτες",
        "trilobita": "Ὁμοταξία †Τριλοβίτες (†Trilobita)",
        "trilobita-περιγραφή-1": "Οἱ Τριλοβίτες εἰσι κλάδος θαλαττίων ἀρθροπόδων ἀπολωλότων, γνωριζόμενοι ἀπὸ τοῦ πρωίμου Καμβρίου μέχρι τοῦ τέλους τοῦ Περμίου. Ὁρίζονται ὑπὸ τοῦ τρίλοβου ραχιαίου ἐξωσκελετοῦ (μεθ' ἑνός ἀξονικοῦ και δύο πλευρικῶν λοβῶν), διῃρημένου εἰς κεφαλήν, θώρακα, καὶ πυγίδιον. Ὁ ἠσβεστολιθωμένος τούτων χιτὼν καὶ οἱ καλῶς πεπλασμένοι σύνθετοι ὀφθαλμοί, πολλάκις ἐξ ἀσβεστίτη, διαφέρουσι τούτους τῶν ἄλλων ἀρθροπόδων. Ἀντὶ δὲ σιαγόνων, ὡς τοῖς Γναθούχοις (Mandibulata), οὐκ εἶχον διακεκριμένα στόματα, ἀλλ᾽ ἔχαιρον δικλάδοις σκέλεσιν (σπάνιως διασῳζομένοις). Μόνον ἐν θαλάττῃ ᾤκουν, καὶ ἔχαιρον ἐν ποικίλαις οἰκολογικαῖς θέσεσιν, ἀπὸ τοῦ ἐρπυστικοῦ βενθικοῦ βίου μέχρι τοῦ κολυμβητικοῦ, πολλοὶ δὲ καὶ ὡς σφαίρα ἐκυλίοντο πρὸς ἄμυναν. Ἐπεὶ δὲ πολυάριθμα εὑρίσκονται ἀπολιθωμένα, ὑπάρχουσι σημεῖα κυριώτατα ἐν ταῖς Παλαιοζωϊκαῖς στρωματογραφίαις.",

        "trilobita-phacopida": "†Φακόπιδα",
        
        "gallery": [
            
        ]
    }
}
