{
    "el": {
        "τίτλος": "Διακρία",
        "diacria": "Γένος Διακρία (Diacria)",	
        "diacria-περιγραφή-1": "Η Διακρία είναι ένα γένος μικρών ολοπλαγκτονικών θαλάσσιων γαστροπόδων — γνωστά κοινώς ως «θαλάσσιες πεταλούδες» — που απαντώνται σε θερμές και εύκρατες θάλασσες παγκοσμίως. Το απολιθωμένο τους αρχείο φθάνει σε ηλικία τα 7 εκατομμύρια έτη, από το ύστερο Μειόκαινο. Τα είδη του γένους Διακρία ξεχωρίζουν από τα λεπτά, διμερώς συμμετρικά κελύφη τους, τα οποία είναι φτιαγμένα από αραγωνίτη και παρουσιάζουν είτε συμπαγή, στρογγυλεμένη μορφή είτε περισσότερο επιμήκη, αγκαθωτή διάπλαση. Ένα ιδιαίτερο χαρακτηριστικό του γένους είναι η διατήρηση του εμβρυακού κελύφους, ή πρωτοκόγχης, στην κορυφή του ενήλικου ατόμου καθ’ όλη τη διάρκεια της ζωής του — κάτι που διαφέρει από πολλά συγγενικά γένη της οικογένειας των Καβολινιδών.",
        "diacria-περιγραφή-2": "Αυτοί οι οργανισμοί τρέφονται εκκρίνοντας ένα βλεννώδες δίχτυ για να παγιδεύσουν μικροπλαγκτόν από το περιβάλλον τους και κινούνται με πτερύγια που μοιάζουν με φτερά, τα παραπόδια. Όπως και πολλοί άλλοι πλαγκτονικοί οργανισμοί, η Διακρία πραγματοποιεί ημερήσια κάθετη μετανάστευση: ανεβαίνει προς την επιφάνεια της θάλασσας τη νύχτα για τροφοληψία και κατεβαίνει κατά τη διάρκεια της ημέρας για να αποφύγει τους οπτικούς θηρευτές. Αναπαραγωγικά, το γένος παρουσιάζει πρωτανδρικό ερμαφροδιτισμό: τα άτομα λειτουργούν αρχικά ως αρσενικά και στη συνέχεια μεταβαίνουν στη θηλυκή φάση, μια στρατηγική που ίσως αυξάνει την αναπαραγωγική επιτυχία σε αραιούς πελαγικούς πληθυσμούς.",
        "diacria-περιγραφή-3": "Οικολογικά, η Διακρία αποτελεί θήραμα για διάφορα είδη ψαριών, θαλασσοπουλιών και θαλάσσιων θηλαστικών. Τα εύθραυστα, ασβεστολιθικά κελύφη τους συμβάλλουν επίσης στον ωκεάνιο κύκλο του άνθρακα, καθώς, μετά τον θάνατο, βυθίζονται στον πυθμένα μεταφέροντας άνθρακα σε μορφή ανθρακικού ασβεστίου. Ωστόσο, η ίδια αυτή σύνθεση του κελύφους τα καθιστά ιδιαίτερα ευάλωτα στην όξυνση των ωκεανών. Παρατηρήσεις διάλυσης των κελυφών σε ζωντανούς πληθυσμούς καθιστούν τη Διακρία σημαντική ενδεικτική ομάδα για την παρακολούθηση των επιπτώσεων της κλιματικής αλλαγής στα θαλάσσια οικοσυστήματα.",
        

        "diacria-diacria_trispinosa": "Διακρία η τριάκανθος",
        
        "gallery": [
            
        ]
    },

    "en": {
        "τίτλος": "Diacria",
        "diacria": "Genus Diacria",
        "diacria-περιγραφή-1": "Diacria is a genus of small holoplanktonic marine gastropods—commonly referred to as sea butterflies—found in warm and temperate oceans across the globe. Their fossil record extends back over 7 million years to the late Miocene. Diacria species are recognized by their thin, bilaterally symmetrical shells made of aragonite, which come in either compact, rounded forms or more elongate, spiny morphologies. A distinguishing feature of the genus is the retention of the larval shell, or protoconch, at the apex throughout life, unlike many related genera in the family Cavoliniidae.","diacria-περιγραφή-2": "These animals feed by secreting a mucous web to capture microplankton from the surrounding water and use wing-like parapodia for locomotion. Like many planktonic organisms, Diacria undertakes diel vertical migration, ascending toward the ocean surface at night to feed and descending during the day to avoid visual predators. Reproductively, the genus exhibits protandric hermaphroditism: individuals function first as males before transitioning to the female phase later in life, a strategy that may increase reproductive success in sparse pelagic populations.","diacria-περιγραφή-3": "Ecologically, Diacria serves as prey for a variety of fish, seabirds, and marine mammals. Their fragile, calcareous shells also contribute to oceanic carbon cycling, sinking to the seafloor after death and transporting carbon in the form of calcium carbonate. However, this same shell composition renders them particularly vulnerable to ocean acidification. Observations of shell dissolution in living populations make Diacria an important indicator group for monitoring the effects of climate change on marine ecosystems.",

        "diacria-diacria_trispinosa": "Diacria trispinosa",
        
        "gallery": [
            
        ]
    },

    "grc": {
        "τίτλος": "Διακρία",
        "diacria": "Γένος Διακρία (Diacria)",
        "diacria-περιγραφή-1": "Ἡ Διακρία γένος ἐστὶ μικρῶν θαλαττίων γαστροπόδων ὁλοπλαγκτονικῶν, κοινῶς «θαλάσσιαι ψυχαί» καλούμενα. Ἐν τοῖς θερμοῖς καὶ εὐκράτοις ὠκεανοῖς καθ’ ὅλην τὴν γῆν εὑρίσκονται. Ἔχει δὲ καὶ μνήμην ἀπολιθωμάτων, ἣ εἰς τὸ ὀψίμιον Μειόκαινον ἀνατρέχει, πλείω ἢ ἑπτὰ ἐκατομμύρια ἔτη. Τὰ τῆς Διακρίας εἴδη γνωρίζεται ἀπό τῶν λεπτῶν καὶ διμερῶς συμμετρικῶν αὐτῶν κελυφῶν, ἐξ ἀραγωνίτου πεποιημένα, ἅμεν ἢ εύπαγή καὶ στρογγύλα εἰσὶν ἢδε μᾶλλον ἐπιμήκη τε καὶ ἀκανθώδη. Ἐξαίρετον δέ τι τοῦ γένους γνώρισμα ἐστὶ τὸ φέρειν διὰ παντὸς τοῦ βίου ἐν τῷ κορυφαίῳ μέρει τὸ ἐμβρυακόν κέλυφος, την πρωτοκόγχην, οὐχ ὡς τὰ συγγενῆ γένη ἐν τῇ τῶν Καβολινιδῶν οἰκογενείᾳ.","diacria-περιγραφή-2": "Ταῦτα τὰ ζῷα τρέφονται διὰ βλεννώδους τινός ἐκκρινομένου δικτύου, ᾧ τὸ μικροπλαγκτὸν ἐκ τοῦ περιέχοντος ὕδατος θηρεύουσιν· κινοῦνται δὲ πτερομόρφοις τισίν παραποδίοις. Καθάπερ δὲ καὶ τὰ πλεῖστα πλαγκτονικά ζῷα, αἱ Διακρίαι μετέχουσιν τῆς καθ’ ἡμέραν κατακορύφου μεταβάσεως· νυκτί μὲν ἐς τὴν ἐπιφάνειαν ἀνέρχονται εἰς βρῶσιν, ἡμέρας δὲ τῷ βάθει καταδύονται τῶν ὁρατικῶν θηρευτῶν φεύγειν. Περὶ τὴν γένεσιν, τὸ γένος τοῦτο ἑρμαφρόδιτον φύσιν ἐπιδείκνυσιν πρωτανδρικήν· πρῶτον μὲν ὡς ἄρρενες διάγουσι, εἶτα δὲ εἰς τὸ θῆλυ μεθίστανται, ὡς εὐδοκιμώτερον τάχα εἶναι ἐν ταῖς ἀραιαῖς τοῦ πελάγους συνοικίαις.","diacria-περιγραφή-3": "Οἰκολογικῶς ἡ Διακρία θήραμα ἐστίν ἰχθύσι καὶ πετεινοῖς θλασσίοις καὶ κήτεσιν. Τα δὲ εὐθραυστα αύτῶν κελύφη, ἐξ ἀσβεστολίθου συνιστάμενα, τῷ τοῦ ἄνθρακος θαλασσίῳ κύκλῳ συντελοῦσιν· αὐτῶν γαρ ἀποθανόντων βυθίζονται, καὶ τὸν ἄνθρακα ὡς ἀσβέστιον ἀνθρακικόν τῷ πυθμένει φέρουσιν. Ἀλλ’ αὕτη αὐτὴ ἡ τῶν κελυφῶν σύστασις ποιεῖ αὐτὰ εὐάλωτα τῇ τῆς θαλάσσης οξύτητι. Ἡ δὲ παρατήρησις τῆς ἐν ζωῇ φθορᾶς τῶν κελύφων ποιεῖ τὴν Διακρίαν σημαντικὸν τεκμήριον εἰς παρακολούθησιν τῶν ἐκ τῆς μεταβολῆς τοῦ κλίματος ἐπιφερομένων εἰς τὰ θαλάσσια συστήματα.",

        "diacria-diacria_trispinosa": "Διακρία ἡ τριάκανθος",
        
        "gallery": [
            
        ]
    }
}
