{
    "el": {
        "τίτλος": "Ορθοκερατοειδή",
        "orthoceratoidea": "Κλάδος Ορθοκερατοειδή (Orthoceratoidea)",	
        "orthoceratoidea-περιγραφή-1": "Τα Ορθοκερατοειδή είναι ένας κλάδος κεφαλόποδων που εμφανίστηκε κατά την Ορδοβίκια περίοδο και χαρακτηρίζεται από ευθύγραμμα, θαλαμοειδή κελύφη και ένα κεντρικό ή υποκεντρικό σιφώνιο. Παραδοσιακά θεωρούνταν εξαφανισμένα και περιορισμένα σε παλαιοζωικά είδη όπως τα Ορθοκερίδια, αλλά νεώτερες κλαδιστικές αναλύσεις δείχνουν ότι τα Ορθοκερατοειδή περιλαμβάνουν τους προγόνους τόσο των Αμμωνοειδών όσο και των Κολεοειδών. Ως εκ τούτου, εδώ αντιμετωπίζονται ως κλάδος με ζωντανούς απογόνους. Τα Ορθοκερατοειδή περιλαμβάνουν ποικίλα παλαιοζωικά είδη, όπως τα Ορθοκερίδια και τα Ψευδορθοκερίδια, που ήταν κυρίαρχοι νηκτοί θηρευτές. Τα απολιθώματά τους είναι ιδιαίτερα κοινά σε θαλάσσια πετρώματα από την Ορδοβίκια έως τη Δεβόνια περίοδο.",
        

        "orthoceratoidea-coleoidea": "Κολεοειδή",
        
        "gallery": [
            "<h2>Δείγμα 1</h2><p></p>","<h2>Δείγμα 1</h2><p></p>","<h2>Δείγμα 1</h2><p></p>","<h2>Δείγμα 1</h2><p></p>"

            
            
        ]
    },

    "en": {
        "τίτλος": "Orthoceratoidea",
        "orthoceratoidea": "Clade Orthoceratoidea",
        "orthoceratoidea-περιγραφή-1": "Orthoceratoidea is a clade of cephalopods that originated in the Ordovician and are characterized by straight, chambered shells and a central or subcentral siphuncle. Traditionally considered extinct and limited to Paleozoic forms like Orthocerida, more recent cladistic analyses show that Orthoceratoidea includes the ancestors of both Ammonoidea and Coleoidea. As such, it is treated here as a clade with extant descendants. Orthoceratoidea includes diverse Paleozoic forms such as orthocerids and pseudorthocerids, which were dominant nektonic predators. Their fossils are especially common in Ordovician to Devonian marine rocks.",

        "orthoceratoidea-coleoidea": "Coleoidea",
        
        "gallery": [
            "<h2>Sample 1</h2><p></p>","<h2>Sample 1</h2><p></p>","<h2>Sample 1</h2><p></p>","<h2>Sample 1</h2><p></p>"

            
            
        ]
    },

    "grc": {
        "τίτλος": "Ὀρθοκερατοειδῆ",
        "orthoceratoidea": "Κλάδος Ὀρθοκερατοειδῆ (Orthoceratoidea)",
        "orthoceratoidea-περιγραφή-1": "Τα Ὀρθοκερατοειδῆ κλάδος ἐστὶ κεφαλοπόδων, ὃ ἐνεφάνη ἐν τῷ Ὀρδοβικίῳ, καὶ ἐπισημαίνεται διὰ κελύφη εὐθεῖα καὶ θαλάμους ἔχοντα, και σιφώνιον τε κεντρικόν ἢ ὑποκεντρικόν. Παλαιὸν δὲ δόγμα ἐνόμιζεν αὐτὰ ἐκλελοιπότα καὶ μόνως ἐν τοῖς Παλαιοζωϊκοῖς εἴδεσιν ὑπάρχειν, οἷον τοῖς Ὀρθοκεριδίοις· νῦν δὲ διὰ νεωτέρων ἀναλύσεων τῆς συγγενείας δεικνύεται ὅτι τὰ Ὀρθοκερατοειδῆ περιλαμβάνουσι τοὺς προγόνους τε καὶ τῶν Ἀμμονιτοειδῶν καὶ τῶν Κολεοειδῶν. Διὸ νῦν ὦδε ὡς κλάδος θεωρεῖται, ἔχων ἀπόγονους ἔτι ζῶντας. Ἐν τούτοις περιλαμβάνονται πολλὰ καὶ ποικίλα εἴδη Παλαιοζωϊκὰ, οἷον τα Ὀρθοκερίδια καὶ τα Ψευδορθοκερίδια, οἳ κυρίαρχοι ἦσαν ὡς νηκτοί θηρευταί, ὧν τα ἀπολιθώματα συχνῶς εὑρίσκονται ἐν τοῖς θαλαττίοις λίθοις ἀπὸ τοῦ Ὀρδοβικίου μέχρι τοῦ Δεβονίου.",

        "orthoceratoidea-coleoidea": "Κολεοειδῆ",
        
        "gallery": [
            "<h2>Δεῖγμα αʹ</h2><p></p>","<h2>Δεῖγμα αʹ</h2><p></p>","<h2>Δεῖγμα αʹ</h2><p></p>","<h2>Δεῖγμα αʹ</h2><p></p>"

            
            
        ]
    }
}
