{
    "el": {
        "τίτλος": "Ετεροβρίσσος",
        "heterobrissus": "Γένος Ετεροβρίσσος (Heterobrissus)",	
        "heterobrissus-περιγραφή-1": "Ο Ετεροβρίσσος είναι ένα γένος ακανόνιστων εχινόδερμων (καρδιοεχίνοι) που είναι γνωστό από το Ολιγόκαινο μέχρι σήμερα. Σε αντίθεση με πολλά σπαταγγοειδή, που ζουν θαπτόμενα, ο Ετεροβρίσσος δεν έχει ταινιοειδείς ζώνες και πιθανότατα ζούσε στην επιφάνεια των ιζημάτων και όχι μέσα σε αυτά. Ξεχωρίζει λόγω του μακρού προχειλίου που εκτείνεται προς την τρίτη βαδιακρική πλάκα και του πρωκτικού ανοίγματος που βρίσκεται χαμηλά στην κάψα, συχνά ορατό από κάτω. Οι ενήλικες φτάνουν συνήθως τα 40–110 χιλιοστά σε μήκος, με ανθεκτικό, παχύ τοίχωμα. Το στόμα είναι μικρό και ημισεληνοειδές, τοποθετημένο κοντά στο πρόσθιο μέρος του σώματος. Αυτά τα χαρακτηριστικά διαχωρίζουν τον Ετεροβρίσσο από συγγενικά γένη, ιδίως τον Εχινοπνεύστη (Ecinopneustes), ο οποίος έχει κοντύτερα προχείλιο και περιπρωκτικά ανοίγματα πιο περιφερειακά. Απολιθώματα βρίσκονται ευρέως σε θαλάσσια ιζήματα του Μειόκαινου και Πλειόκαινου στην Ευρώπη, αντανακλώντας μια εξελικτική ιστορία σε βαθιά, λασπώδη περιβάλλοντα της υφαλοκρηπίδας.",
        

        "heterobrissus-heterobrissus_montesi": "†Ετεροβρίσσος ο μοντέσιος",
        
        "gallery": [
            
        ]
    },

    "en": {
        "τίτλος": "Heterobrissus",
        "heterobrissus": "Genus Heterobrissus",
        "heterobrissus-περιγραφή-1": "Heterobrissus is a genus of irregular echinoids (heart urchins) known from the Oligocene to the present. Unlike many burrowing spatangoids, Heterobrissus lacks fascioles and likely lived on the sediment surface rather than within it. It’s distinguished by a long labrum extending toward the third ambulacral plate and an anal opening positioned low on the test, often visible from below. Adults typically reach 40–110 mm in length, with a robust, thick-walled test. The mouth is small and crescent-shaped, positioned near the front of the body. These features separate Heterobrissus from closely related genera, especially Echinopneustes, which has shorter labra and more marginal periprocts. Fossils are widespread in Miocene and Pliocene marine sediments of Europe, reflecting an evolutionary history in deep, muddy shelf environments.",

        "heterobrissus-heterobrissus_montesi": "†Heterobrissus montesi",
        
        "gallery": [
            
        ]
    },

    "grc": {
        "τίτλος": "Ἑτεροβρίσσος",
        "heterobrissus": "Γένος Ἑτεροβρίσσος (Heterobrissus)",
        "heterobrissus-περιγραφή-1": "Ὁ Ἑτεροβρίσσος γένος ἐστὶν ἐχινοδέρμων ἀκανονίστων (καρδιοεχινῶν), φανέν ἀπὸ τοῦ Ὀλιγοκαίνου μέχρι τοῦ νῦν. Οὐχ ὡς τα πολλά τῶν Σπαταγγοειδῶν, οἱ ἐν ταῖς ἴλυσι θάπτονται, ὁ Ἑτεροβρίσσος ταινιοειδεῖς ζώνας οὐ φέρει, ἀλλὰ μᾶλλον ἐπὶ τῆς ἰλύος έπέζη τοῦ βυθοῦ ἀντί ἐντὸς αὐτῆς. Χαρακτηρίζεται διὰ τοῦ μακροῦ προχειλίου, ἥ πρὸς τὴν τρίτην βαδιακρικήν πλάκα ἐκτείνεται, καὶ διὰ τῆς χαμηλοτέρως κειμένης πρωκτικῆς ὀπῆς, ἥτις ἐκ κάτωθεν πολλάκις ὁρᾶσθαι δύναται. Τὸ μέγεθος τῶν τελείων σωμάτων εἰώθει εἶναι ἀπό τεσσαράκοντα μέχρι ἑκατὸν δέκα χιλιοστομέτρων, μετά παχείας και στιβαρῆς κάψας. Τὸ στόμα μικρὸν καὶ μηνισκοειδές ἐστιν, ἐγγὺς τοῦ πρόσθεν μέρους κείμενον. Ταῦτα διακρίνουσιν τὸν Ἑτεροβρίσσον ἀπὸ συγγενῶν γενῶν, ἰδίως ἀπὸ τοῦ Ἐχινοπνεύστου, ὃς προχείλια ἐλάσσονα καὶ περιπρωκτούς μᾶλλον ἀκραίους φέρει. Τὰ ἀπολιθώματα εὐρέως εὑρίσκονται ἐν Εὐρώπῃ, ἐν θαλαττίοις τοῦ Μειοκαίνου καὶ Πλειοκαίνου ἰζήμασι, μαρτυροῦντα ἐξελικτικὴν ἱστορίαν ἐν βαθέσι ἰλυώδεσι τῆς υφαλοκρηπίδος περιβάλλουσι.",

        "heterobrissus-heterobrissus_montesi": "†Ἑτεροβρίσσος ὁ μοντέσιος",
        
        "gallery": [
            
        ]
    }
}
