{
    "el": {
        "τίτλος": "†Ρήδοπας ο μαυρίσκος",
        "reedops_maurulus": "†Ρήδοπας ο μαυρίσκος (†Reedops maurulus)",	
        "reedops_maurulus-περιγραφή-1": "Ο Ρήδοπας ο μαυρίσκος είναι ένας πρώιμος Δεβόνιος τριλοβίτης από το Μαρόκο, που ανήκει στον κλάδο των Φακοπιδών. Τα δείγματα έχουν συνήθως μήκος από 3 έως 6 εκατοστά. Τα απολιθώματα βρίσκονται σε θαλάσσιους ασβεστόλιθους ηλικίας Πραγίου, συχνά καλά διατηρημένα και σε συνεσταλμένη στάση. Το είδος αυτό ζούσε ως βενθικός θηρευτής ή νεκροφάγος σε ρηχούς θαλάσσιους βυθούς.",
        "reedops_maurulus-περιγραφή-2": "Συχνά συγχέεται με παρόμοια είδη, αλλά μπορεί να αναγνωριστεί με βεβαιότητα από το λείο, χωρίς άκανθες πυγίδιο, με ρηχές αύλακες και χωρίς διακοσμήσεις. Η γλαβέλλα είναι μέτρια επιμηκυμένη και η ινιακή αύλακα διακρίνεται καθαρά, επεκτεινόμενη μέχρι την περιοχή του ζυγωματικού πεδίου. Ο εξωσκελετός παρουσιάζει λεπτόκοκκη υφή χωρίς φυσαλίδες, και τα μεγάλα σύνθετα μάτια είναι χαρακτηριστικά των Φακοπιδών. Αν το πυγίδιο είναι λείο και χωρίς άκανθες, πιθανόν πρόκειται για τον R. maurulus – επιβεβαίωσε όμως με βάση το σχήμα της γλαβέλλας και της αύλακας.",
        

        
        "gallery": [
            "<h2>Δείγμα 1</h2><p></p>","<h2>Δείγμα 1</h2><p></p>","<h2>Δείγμα 1</h2><p></p>","<h2>Δείγμα 1</h2><p></p>","<h2>Δείγμα 1</h2><p></p>",

            "<h2>Δείγμα 2</h2><p></p>","<h2>Δείγμα 2</h2><p></p>","<h2>Δείγμα 2</h2><p></p>","<h2>Δείγμα 2</h2><p></p>","<h2>Δείγμα 2</h2><p></p>"

            
            
        ]
    },

    "en": {
        "τίτλος": "†Reedops maurulus",
        "reedops_maurulus": "†Reedops maurulus",
        "reedops_maurulus-περιγραφή-1": "Reedops maurulus is an Early Devonian trilobite from Morocco, part of the Phacopid clade. Specimens typically range from 3 to 6 cm in length. Fossils are found in Pragian-age marine limestones, often well-preserved and enrolled. This species lived as a benthic predator or scavenger on shallow seafloors.","reedops_maurulus-περιγραφή-2": "It’s often confused with similar species but can be reliably identified by its smooth, spineless pygidium with shallow furrows and no ornamentation. The glabella is moderately elongated, and the occipital furrow is distinct, extending to the genal field. Its exoskeleton shows fine granulation without pustules, and the large compound eyes are typical of phacopids. If the pygidium is smooth and unarmed, you’re likely looking at R. maurulus—just confirm with the glabella and furrow shape.",

        
        "gallery": [
            "<h2>Sample 1</h2><p></p>","<h2>Sample 1</h2><p></p>","<h2>Sample 1</h2><p></p>","<h2>Sample 1</h2><p></p>","<h2>Sample 1</h2><p></p>",

            "<h2>Sample 2</h2><p></p>","<h2>Sample 2</h2><p></p>","<h2>Sample 2</h2><p></p>","<h2>Sample 2</h2><p></p>","<h2>Sample 2</h2><p></p>"

            
            
        ]
    },

    "grc": {
        "τίτλος": "†Ῥήδωψ ὁ μαυρίσκος",
        "reedops_maurulus": "†Ῥήδωψ ὁ μαυρίσκος (†Reedops maurulus)",
        "reedops_maurulus-περιγραφή-1": "Ὁ Ῥήδωψ ὁ μαυρίσκος ἐστὶ τριλοβίτης τοῦ πρωίμου Δεβονίου ἐκ Μαρόκου, ἐν τῷ κλάδῳ τῶν Φακοπιδῶν λογιζόμενος. Τὰ δείγματα τοῦ εἴδους τούτου ἔχουσι συνήθως το μῆκος ἀπὸ τριῶν μέχρι ἓξ ἑκατοστῶν. Τὰ ἀπολιθώματα ἐν τοῖς θαλαττίοις ἀσβεστολίθοις τοῦ Πραγίου εὑρίσκονται, πολλάκις καλῶς διατετηρημένα καὶ συνεσταλμένα. Τὸ εἶδος τοῦτο ἐβίου ὡς βενθικὸς θηρευτὴς ἢ νεκροφάγος ἐπὶ τῶν ρηχῶν πυθμένων.","reedops_maurulus-περιγραφή-2": "Πολλάκις συγχέεται πρὸς εἴδη ὁμοιόμορφα, ἀλλ᾽ ἀναγνωρίζεται ἀσφαλῶς διὰ τὸ λεῖον καὶ ἀνάκανθον πυγίδιον, μετά ῥηχῶν σχισμῶν και ἀκόσμητον. Ἡ γλαβέλλα μέτριως ἐκτεταμένη ἐστίν, ἡ δ᾽ ἰνιακή αὖλαξ σαφῶς διαγράφεται, ἔως τοῦ γενείου προϊούσα. Ὁ ἐξωσκελετὸς λεπτομερῶς κεκοσμημένος ἐστίν, κοκκίοις, ἄνευ φλυκταινῶν. Οἱ δὲ σύνθετοι ὀφθαλμοὶ μέγιστοι, καθάπερ τοῖς Φακοπίδαις προσήκει. Ἐὰν οὖν τὸ πυγίδιον λεῖον ᾖ καὶ ἄοπλον, εἰκότως ὁρᾷς Ῥ. μαυρίσκον· βεβαίωσαι δὲ διὰ τῆς μορφῆς τῆς γλαβέλλης καὶ τῆς αὔλακος.",

        
        "gallery": [
            "<h2>Δεῖγμα αʹ</h2><p></p>","<h2>Δεῖγμα αʹ</h2><p></p>","<h2>Δεῖγμα αʹ</h2><p></p>","<h2>Δεῖγμα αʹ</h2><p></p>","<h2>Δεῖγμα αʹ</h2><p></p>",

            "<h2>Δεῖγμα βʹ</h2><p></p>","<h2>Δεῖγμα βʹ</h2><p></p>","<h2>Δεῖγμα βʹ</h2><p></p>","<h2>Δεῖγμα βʹ</h2><p></p>","<h2>Δεῖγμα βʹ</h2><p></p>"

            
            
        ]
    }
}
