{
    "el": {
        "τίτλος": "Ελασμοβράγχιοι",
        "ελασμοβράγχιοι": "Υφομοταξία Ελασμοβράγχιοι (Elasmobranchii)",	
        "ελασμοβράγχιοι-περιγραφή": "Οι Ελασμοβράγχιοι είναι μια υφομοταξία των Χονδριχθύων που περιλαμβάνει καρχαρίες, σελάχια και πριονόψαρα. Χαρακτηρίζονται από πέντε έως επτά βραγχιακές σχισμές που βρίσκονται στα πλάγια του κεφαλιού, ένα γενικά πεπλατυσμένο σχήμα σώματος (ιδιαίτερα σε σελάχια) και συχνά έχουν μυτερό ρύγχος. Είναι κυρίως θαλάσσιοι θηρευτές, αν και ορισμένα είδη είναι κάτοικοι του βυθού ή διηθητοφάγοι. Οι Ελασμοβράγχιοι έχουν μια ποικιλία στρατηγικών σίτισης και καταλαμβάνουν διάφορες οικολογικές θέσεις σε θαλάσσια οικοσυστήματα.",
        "ελασμοβράγχιοι-δασυατίδες": "Δασυατίδες",
        "ελασμοβράγχιοι-μιτσουκουρινίδες": "Μιτσουκουρινίδες",
        "ελασμοβράγχιοι-οδοντασπιδίδες": "Οδοντασπιδίδες"
    },

    "en": {
        "τίτλος": "Elasmobranchii",
        "ελασμοβράγχιοι": "Subclass Elasmobranchii",
        "ελασμοβράγχιοι-περιγραφή": "Elasmobranchii is a subclass of Chondrichthyes that includes sharks, rays, and sawfish.  These cartilaginous fishes are characterized by their five to seven gill slits located on the sides of the head, a generally flattened body shape (especially in rays and skates), and often possess a pointed snout.  They are predominantly marine predators, although some species are bottom-dwellers or filter feeders.  Elasmobranchs have a diverse range of feeding strategies and occupy various ecological niches within marine ecosystems.",
        "ελασμοβράγχιοι-δασυατίδες": "Dasyatidae",
        "ελασμοβράγχιοι-μιτσουκουρινίδες": "Mitsukurinidae",
        "ελασμοβράγχιοι-οδοντασπιδίδες": "Odontaspididae"
    },

    "grc": {
        "τίτλος": "Ἐλασμοβράγχιοι",
        "ελασμοβράγχιοι": "Ὑφομοταξία Ἐλασμοβράγχιοι (Elasmobranchii)",	
        "ελασμοβράγχιοι-περιγραφή": "Ταύτη ἡ τῶν Χονδριχθυῶν ὑφομοταξία, οἱ καλούμενοι Ἐλασμοβράγχιοι, καρχαρίας και βάτους περιέχει. Τα χαρακτηριστικά αὐτῶν γνώρισματα εἰσίν· πέντε ἕως ἑπτά πλαγιοκεφαλικαί βραγχιακαί σχισμαί, γενικῶς πεπλατυσμένον σῶμα (μάλιστα ἐν βἀτοις) και θηκτόν ῥύγχος. Καίτοι ὁρισμένα εἴδη ἐστί βυθόκοιτα και διηθητοφάγα, το κυρίως τῶν Ἐλασμοβραγχίων θαλάσσιοι θηρευταί εἰσι. Ποικίλοις τρόποις την τροφήν αὐτῶν λαμβάνουσιν καί ποικίλας οἰκολογικάς θέσεις ἐν τοῖς θαλάσσιοις οἰκοσυστήμασιν καταλαμβάνουσιν.",
        "ελασμοβράγχιοι-δασυατίδες": "Δασυατίδαι",
        "ελασμοβράγχιοι-μιτσουκουρινίδες": "Μιτσουκουρινίδαι",
        "ελασμοβράγχιοι-οδοντασπιδίδες": "Ὀδοντασπιδίδαι"
    }
}