{
    "el": {
        "τίτλος": "†Στριατολάμια",
        "στριατολάμια": "Γένος †Στριατολάμια (Striatolamia)",	
        "στριατολάμια-περιγραφή": "Το Στριατολάμια είναι ένα εξαφανισμένο γένος λαμνομόρφων καρχαριών, του οποίου τα δόντια έχουν χαρακτηριστικές αυλακώσεις στην γλωσσική επιφάνεια της μύλης. Αυτό το χαρακτηριστικό δίνει στο γένος το όνομά του (striation=αυλάκωση). Τα πρόσθια δόντια των Στριατολαμιών είναι πιο λεπτά και μυτερά, ενώ τα οπίσθια δόντια είναι ευρύτερα. Είδη όπως η S. macrota και η S. striata, έζησαν κατά την Παλαιογενή και την Νεογενή περίοδο και βρέθηκαν σε διάφορες περιοχές του κόσμου σε ρηχά θαλάσσια περιβάλλοντα. Η ταξονομία του γένους δεν έχει ακόμα αποφασιστεί με βεβαιότητα από τους ειδικούς. Ιστορικά έχει τοποθετηθεί σε διάφορες οικογένειες, συμπεριλαμβανομένων των Μιτσουκουρινιδών και των Οδοντασπιδιδών.",
        "είδη": "Είδη",
        "striatolamia_macrota": "†Striatolamia macrota"
    },

    "en": {
        "τίτλος": "†Striatolamia",
        "στριατολάμια": "Genus †Striatolamia",
        "στριατολάμια-περιγραφή": "Striatolamia is an extinct genus of lamniform sharks, whose teeth are characterized by the distinctive striations (fine grooves) on the lingual surface of the crown. This feature gives the genus its name. Historically, Striatolamia has been placed within different families, including Mitsukurinidae and Odontaspididae. Species within Striatolamia, such as S. macrota and S. striata, inhabited marine environments during the Paleogene and Neogene periods. These sharks were widespread, with fossil teeth found in various locations around the world. Anterior teeth of Striatolamia are more slender and pointed, while lateral teeth are broader. The genus lived in shallow marine environments.",
        "είδη": "Species",
        "striatolamia_macrota": "†Striatolamia macrota"
    },

    "grc": {
        "τίτλος": "†Στριατολάμια",
        "στριατολάμια": "Γένος †Στριατολάμια (Striatolamia)",	
        "στριατολάμια-περιγραφή": "Τοῦτο τῶν λαμνομόρφων καρχαριῶν το ἐκλελοιπός γένος, το οὕτω καλούμενον «Στριατολάμια», τῇ τῆς τῶν ὀδόντων μύλης γλωττικῇ ἐπιφανείᾳ ἰδιάζουσας αὐλακώσεις ὡς βασικότατον γνώρισμα δείκνυσι (ἐξ οὗ και τ' ὄνομα, ἀγγλιστί striation=αὐλάκωση). Οἱ τῶν Στριατολαμιῶν πρόσθιοι ὀδόντες ὡς λεπτότεροι και θηκτώτεροι τῶν ὀπισθίων, οἵ εὑρύτεροι εἰσί. Εἴδη ὡς τὰ S. macrota καὶ S. striata, κατά την Παλαιογενῆ τε καὶ τὴν Νεογενῆ περίοδον βεβιωκότα, ἐν ῥηχῶν θαλασσίων περιβαλλόντων ἀποθέσεσι εὑρέθησαν. Ἕτι οἱ εἰδήμονες την τοῦ γένους ταξονομίαν οὐ βεβαιοῦσιν. Ἱστορικῶς ἐν διαφόροις οἰκογενείαις τέτακται, ἐν οἷς Μιτσουκουρινίδαι καὶ Ὀδοντασπιδίδαι.",
        "είδη": "Εἴδη",
        "striatolamia_macrota": "†Striatolamia macrota"
    }
}