{
    "el": {
        "τίτλος": "Αυτοβράγχια",
        "αυτοβράγχια": "Υφομοταξία Αυτοβράγχια (Autobranchia)",
        "αυτοβράγχια-περιγραφή": "Τα Αυτοβράγχια είναι πιο εξελιγμένος κλάδος των διθύρων, διαφέροντας από τα Πρωτοβράγχια κυρίως στα βράγχια. Τα βράγχια τους είναι διευρυμένα και εξειδικευμένα, χρησιμεύοντας τόσο στην αναπνοή όσο και στη συλλογή τροφής από το ρεύμα του νερού. Διαθέτουν επίσης εισπνευστικό και εκπνευστικό σωλήνα, που λείπουν στα Πρωτοβράγχια. Τα Αυτοβράγχια περιλαμβάνουν γνωστά είδη όπως μύδια, χτένια και στρείδια.",
        "αυτοβράγχια-πεκτινίδες": "Πεκτινίδες",

        "πολεμίδια": "Πολεμίδια, Λεμεσός, Κύπρος. Μειόκαινο, 20-7 εκατομμύρια χρόνια.",

        "gallery": [
            "<h2>Δείγμα 1</h2><p>Άγνωστο αυτοβράγχιο, πιθανώς Πεκτινίδα ή Λουκινίδα.</p>"
        ]
    },

    "en": {
        "τίτλος": "Autobranchia",
        "αυτοβράγχια": "Subclass Autobranchia",
        "αυτοβράγχια-περιγραφή": "Autobranchia are a more derived group of bivalves, differing from Protobranchia mainly in their gills. Their gills are enlarged and specialized, serving both for breathing and for capturing food from the water current. They possess inhalant and exhalant siphons, which Protobranchs lack. This group includes familiar forms such as mussels, scallops, and oysters.",
        "αυτοβράγχια-πεκτινίδες": "Pectinidae",

        "πολεμίδια": "Polemidia, Limassol, Cyprus. Miocene, 20-7 million years.",

        "gallery": [
            "<h2>Sample 1</h2><p>Unknown autobranch, possibly a Pectinid or Lucinid.</p>"
        ]
    },

    "grc": {
        "τίτλος": "Αὐτοβράγχια",
        "αυτοβράγχια": "Ὑφομοταξία Αὐτοβράγχια (Autobranchia)",
        "αυτοβράγχια-περιγραφή": "Τὰ Αὐτοβράγχια εἰσὶ νεώτερος κλάδος τῶν διθύρων, διαφέροντα τῶν Πρωτοβραγχίων κυρίως τοῖς βραγχίοις. Ταῦτα εἰσὶ διευρυμένα καὶ τετελειωμένα, χρῆσιν ἔχοντα καὶ πρὸς ἀναπνοὴν καὶ πρὸς τροφῆς συλλογήν ἐκ ῥεύματος. Πρὸς το ἀναπνέειν ἔχουσι σωλῆνας ὕδατος, οὓς τὰ Πρωτοβράγχια οὐκ ἔχει. Τὰ Αὐτοβράγχια περιλαμβάνει γνωστὰ γένη ὡς μύες, κτένες, καὶ ὄστρεα.",
        "αυτοβράγχια-πεκτινίδες": "Πεκτινίδαι",

        "πολεμίδια": "Πολεμίδια, Λεμεσός, Κύπρος. Μειόκαινον, 20-7 ἑκατομμύρια ἔτη.",

        "gallery": [
            "<h2>Δεῖγμα α'</h2><p>Ἄγνωστον αὐτοβράγχιον, πιθανῶς Πεκτινίς ἤ Λουκινίς.</p>"
        ]
    }
}