{
    "el": {
        "τίτλος": "Δεινοσαύρια",
        "dinosauria": "Κλάδος Δεινοσαύρια (Dinosauria)",	
        "dinosauria-περιγραφή-1": "Τα Δεινοσαύρια είναι ένας κλάδος ερπετών που εμφανίστηκε για πρώτη φορά κατά την Ύστερη Τριαδική περίοδο, πάνω από 230 εκατομμύρια χρόνια πριν. Εκείνο που ξεχωρίζει τους δεινόσαυρους από τους πιο κοντινούς συγγενείς τους είναι η εντελώς όρθια στάση τους: σε αντίθεση με τους κροκόδειλους και άλλα ερπετά που έρπονται, οι δεινόσαυροι στέκονταν με τα πόδια ακριβώς κάτω από το σώμα τους, πράγμα που επέτρεπε πιο αποδοτικό περπάτημα και τρέξιμο. Επιπλέον, είχαν κοινά ανατομικά χαρακτηριστικά στον σκελετό τους, όπως μια ανοικτή κοτύλη στο ισχίο και εξειδικευμένα οστά στα άκρα, τα οποία υποστήριζαν τον ενεργό τρόπο ζωής τους.",
        "dinosauria-περιγραφή-2": "Οι Δεινόσαυροι γρήγορα διαφοροποιήθηκαν σε έναν εκπληκτικό πλούτο μορφών — από τα μακρύλαιμοα αυρόποδα και τα κερασφόρα κερατόψια, μέχρι ταχύτατους θηρευτές όπως ο Βελοσιράπτορας. Αν και η παραδοσιακή ταξινόμηση τους χωρίζει σε Σαυρίσχια και Ορνιθίσχια, νεότερες μελέτες προτείνουν ότι αυτό μπορεί να χρειάζεται επανεξέταση και η σχετική συζήτηση συνεχίζεται.",
        "dinosauria-περιγραφή-3": "Για περισσότερα από 160 εκατομμύρια χρόνια, οι δεινόσαυροι κυριαρχούσαν στα περισσότερα χερσαία οικοσυστήματα. Έπειτα, στο τέλος της Κρητιδικής περιόδου, ένα παγκόσμιο καταστροφικό γεγονός — πιθανόν προκληθέν από πρόσκρουση αστεροειδούς — εξαφάνισε όλους τους μη πτηνόμορφους δεινόσαυρους. Μόνο η εξελικτική γραμμή των πτηνών επέζησε, μεταφέροντας την κληρονομιά των Δεινοσαύρων μέχρι σήμερα.",
        "dinosauria-περιγραφή-4": "Οι Δεινόσαυροι δεν πρέπει να συγχέονται με τους πτερόσαυρους, τα ιπτάμενα ερπετά της ίδιας εποχής, ούτε με τους κροκόδειλους — αν και όλοι αυτοί οι οργανισμοί έχουν κοινό πρόγονο βαθιά μέσα στο γενεαλογικό δέντρο των αρχοσαύρων.",
        

        "dinosauria-theropoda": "Θηριόποδα",
        
        "gallery": [
            
        ]
    },

    "en": {
        "τίτλος": "Dinosauria",
        "dinosauria": "Clade Dinosauria",
        "dinosauria-περιγραφή-1": "Dinosauria are a clade of reptiles that first appeared in the Late Triassic, over 230 million years ago. What sets dinosaurs apart from their closest relatives is their fully upright posture: unlike crocodiles or other reptiles that sprawl, dinosaurs stood with legs directly beneath the body, enabling more efficient walking and running. They also share a suite of skeletal traits, like an open hip socket and specialized limb bones, which helped support their active lifestyles.","dinosauria-περιγραφή-2": "Dinosauria quickly radiated into a dazzling array of forms — from the long-necked sauropods and horned ceratopsians to swift predators like Velociraptor. While traditional classifications split them into \"lizard-hipped\" (Saurischia) and \"bird-hipped\" (Ornithischia) groups, newer research suggests this might need rethinking, and debate continues.","dinosauria-περιγραφή-3": "For over 160 million years, dinosaurs were dominant in most land ecosystems. Then, at the end of the Cretaceous period, a global extinction event — likely triggered by an asteroid impact — wiped out all non-avian dinosaurs. Only the bird lineage survived, carrying the legacy of Dinosauria into the present.","dinosauria-περιγραφή-4": "Dinosaurs are not to be confused with pterosaurs, the flying reptiles of the same era, nor with crocodilians — though all share a common ancestor deep in the archosaur family tree.",

        "dinosauria-theropoda": "Theropoda",
        
        "gallery": [
            
        ]
    },

    "grc": {
        "τίτλος": "Δεινοσαύρια",
        "dinosauria": "Κλάδος Δεινοσαύρια (Dinosauria)",
        "dinosauria-περιγραφή-1": "Τα Δεινοσαύρια εἰσὶ κλάδος ἐρπετῶν ὃς πρῶτον ἐφάνη κατά το ὄψιμον Τριαδικόν, πλείω ἢ διακοσίων τριάκοντα ἑκατομμυρίων ἐτῶν πρὸ τοῦ νῦν. Ὅπερ μᾶλλον διαφέρει τοὺς δεινοσαύρους ἀπὸ τῶν συγγενεστάτων ἐρπετῶν, ἐστίν ἡ ὀρθία τοῦ σώματος στάσις· οὐ γὰρ ὥσπερ οἱ κροκόδειλοι καὶ τὰ ἄλλα ἑρπόμενα πλαγίως ἀναπετάννυνται, ἀλλ’ εὐθὺς ὑπὸ τὸ σῶμα τὰ σκέλη τεθειμένα ἔχουσι, ὥστε βαδίζειν καὶ τρέχειν εὐμαρέστερον αὐτοῖς εἴη. Ἔτι δε και κοινά τοῦ σκελετοῦ γνωρίσματα ἔχουσιν, οἷον τῆς τοῦ ἰσχίου κοτύλης το ἀνοικτόν καὶ εἰδικευμένα τῶν ἄκρων ὀστέα, οἵα ἐς βίον ἐνεργὸν αὐτούς συνετήρει.","dinosauria-περιγραφή-2": "Οἱ δεινόσαυροι ταχέως διεσπάρησαν εἰς ποικίλα εἴδη θαυμαστῆς ποικιλίας· ἀπὸ τῶν μακροτραχήλων σαυροπόδων καὶ τῶν κερατοψίων, μέχρι τῶν ταχέων θηρευτῶν οἷον ὁ Βελοκιράπτωρ. Καίπερ ἡ παλαιὰ διαίρεσις τοὺς δεινοσαύρους διῄρει εἰς τοὺς Σαυρισχίους καὶ Ὀρνιθισχύους, νεώτεραί τινες σκέψεις τὴν διαίρεσιν ἀμφισβητοῦσιν, καὶ ἔτι περὶ τούτου ἡ διαμάχη μένει.","dinosauria-περιγραφή-3": "Ἐπί ἔτη πλείω ἢ ἑξήκοντα καὶ ἑκατὸν ἑκατομμυρίων, οἱ δεινόσαυροι τὰ πλεῖστα ἐπὶ τῆς γῆς οἰκήματα ἐκράτουν. Εἶτα δὲ, τῷ τέλει τοῦ Κρητιδικοῦ, καταστροφὴ μεγάλη ἐγένετο — ἴσως ὑπ’ ἀστεροειδοῦς προσβολῆς — πάντας τοὺς μὴ-ὄρνιθας δεινοσαύρους ἠφάνισε. Μόνον δὲ τῶν ὀρνίθων τα εἴδη ἐπέζησαν, φέροντα μέχρι τοῦ νῦν τὴν τῶν Δεινοσαυρίων κληρονομίαν.","dinosauria-περιγραφή-4": "Μὴ δεῖ νομίζειν τοὺς δεινοσαύρους ὁμοίους εἶναι τοῖς πτεροσαύροις, τοῖς ἰπταμένοις ἐρπετοῖς τῆς αὐτῆς ἐποχῆς, οὐδὲ τοῖς κροκοδείλοις· πλὴν ὅμως πάντες ἀπὸ τοῦ αὐτοῦ ἀρχοσαύρου προγόνου ἐκγεγόνασι.",

        "dinosauria-theropoda": "Θηριόποδα",
        
        "gallery": [
            
        ]
    }
}
