{
    "el": {
        "τίτλος": "Ευεχινοειδή",
        "euechinoidea": "Υφομοταξία Ευεχινοειδή (Euechinoidea)",	
        "euechinoidea-περιγραφή-1": "Τα Ευεχινοειδή είναι ο κλάδος των «αληθινών» αχινών, που περιλαμβάνει σχεδόν όλα τα σύγχρονα και μεταπαλαιοζωικά εχινοειδή. Αποσχίστηκαν από την αδελφική τους ομάδα, τα Κιδαροειδή, κατά την Τριασική περίοδο και διαφοροποιήθηκαν ραγδαία κατά τη Μεσοζωική εποχή. Αυτή η εξέλιξη σηματοδοτεί μια μετάβαση από τις πιο πρωτόγονες εχινοειδείς μορφές της Παλαιοζωικής εποχής.",
        "euechinoidea-περιγραφή-2": "Τα ευεχινοειδή χαρακτηρίζονται από ένα άκαμπτο κέλυφος (ή κάψα) που αποτελείται από στενά συνδεδεμένες πλάκες και πολυάριθμα μικρά, διατρητά και οδοντωτά φυματίδια, τα οποία επιτρέπουν τη σύνδεση λεπτών ακανθών—σε αντίθεση με τα μεγάλα, αδιάτρητα φυματίδια των κιδαροειδών. Ο φανός του Αριστοτέλη είναι συνήθως πιο περίπλοκος και εσωτερικά υποστηριζόμενος, αντανακλώντας βελτιωμένες δυνατότητες σίτισης. Άλλα χαρακτηριστικά γνωρίσματα περιλαμβάνουν τη βελτιωμένη μικροδομή του στερεώματος και τη συνήθη θέση του μητροπορίτη επάνω στο περιστόμιο.",
        "euechinoidea-περιγραφή-3": "Αυτές οι ανατομικές καινοτομίες βρίσκονται στη βάση της εξελικτικής επιτυχίας του κλάδου και της έντονης παρουσίας του στο αρχείο των απολιθωμάτων, όπου τα ευεχινοειδή χρησιμεύουν ως πολύτιμοι δείκτες σε θαλάσσια ιζήματα μετά την Τριασική περίοδο.",
        

        "euechinoidea-spatangoida": "Σπαταγγοειδή",
        
        "gallery": [
            
        ]
    },

    "en": {
        "τίτλος": "Euechinoidea",
        "euechinoidea": "Subclass Euechinoidea",
        "euechinoidea-περιγραφή-1": "Euechinoidea is the clade of “true” sea urchins, comprising nearly all modern and post-Paleozoic echinoids. It diverged from its sister group, the Cidaroidea, in the Triassic and quickly diversified during the Mesozoic. This radiation marks a shift from the more primitive stem-group echinoids of the Paleozoic.","euechinoidea-περιγραφή-2": "Euechinoids are characterized by a rigid test made of tightly interlocking plates and numerous small, perforated, and crenulate tubercles that support fine spine articulation—unlike the large, imperforate tubercles of cidaroids. The Aristotle’s lantern is typically more complex and internally supported, reflecting enhanced feeding capabilities. Other diagnostic traits include refined stereom microstructure and the usual positioning of the madreporite on the peristome.","euechinoidea-περιγραφή-3": "These anatomical innovations underlie the clade’s evolutionary success and prominence in the fossil record, where euechinoids serve as valuable markers in post-Triassic marine sediments.",

        "euechinoidea-spatangoida": "Spatangoida",
        
        "gallery": [
            
        ]
    },

    "grc": {
        "τίτλος": "Εὐεχινοειδῆ",
        "euechinoidea": "Ὑφομοταξία Εὐεχινοειδῆ (Euechinoidea)",
        "euechinoidea-περιγραφή-1": "Τα Εὐεχινοειδῆ ἐστὶν ὁ κλάδος τῶν «ἀληθῶν» ἐχίνων, ὁ περιέχων σχεδὸν πάντας τοὺς νεωτέρους καὶ τοὺς μετὰ τὴν Παλαιοζωικὴν ἐποχὴν ἐχίνους. Ἐχωρίσθη δὲ ἀπὸ τοῦ ἀδελφοῦ αὐτοῦ κλάδου, τῶν Κιδαροειδῶν, ἐν τῷ Τριασικῷ καὶ ταχέως ἐποικίλθη ἐν τῇ Μεσοζωικῇ ἐποχῇ. Ἡ δὲ ταύτη διασπορὰ σημαίνει μετάβασιν ἀπὸ τῶν τῆς Παλαιοζωικῆς ἐχινοειδῶν, τῶν ἀρχαιοτέρων.","euechinoidea-περιγραφή-2": "Χαρακτηρίζονται τα Εὐεχινοειδῆ ὑπὸ τῆς στερεᾶς κάψας ἐκ πλακῶν στενῶς ἠρμοσμένων, καὶ ὑπὸ πολυαρίθμων καὶ μικρῶν φυματίων, τετρημένων τε καὶ ὀδοντωτῶν, τὰς λεπτὰς ἀκάνθας ὑποστηριζόντων· οὐχ ὡς ἐν τοῖς Κιδαροειδέσιν, ὧν τα φυμάτια; εἰσὶ μεγάλα και ἄτρητα. Ὁ φανὸς τοῦ Ἀριστοτέλους ὡς ἐπί πολύ συνθετώτερος ἐστί, καὶ ἔσωθεν ὑποστηρίζεται, δεῖγμα τῆς προηγμένης τοῦ σιτισμοῦ μηχανῆς. Ἄλλα γνωρίσματα ἐστιν ἡ τελειωτέρα τοῦ στερεώματος μικροδομή, καὶ ἡ ἐπί τοῦ περιστομίου θέσις τοῦ μητροπορίτου.","euechinoidea-περιγραφή-3": "Ταῦται αἱ ἀνατομικαί καινοτομίαι αἰτίαν παρέχουσι τῆς ἐξελικτικῆς εὐδοκίας τοῦ γένους, καὶ τῆς ἐν τοῖς ἀπολιθώμασι αὐτῶν κυριάρχου παρουσίας, διό τα Εὐεχινοειδῆ χρησίμως συμφέρουσι ὡς δείκται ἐν τοῖς νεωτέροις τοῦ Τριασικοῦ θαλαττίοις ἰζήμασιν.",

        "euechinoidea-spatangoida": "Σπαταγγοειδῆ",
        
        "gallery": [
            
        ]
    }
}
