{
    "el": {
        "τίτλος": "†Σπινόσαυρος",
        "spinosaurus": "Γένος †Σπινόσαυρος (†Spinosaurus)",	
        "spinosaurus-περιγραφή-1": "Ο Σπινόσαυρος είναι ένα γένος μεγάλων Θηριόποδων δεινοσαύρων, που διακρίνονται για τις ακραίες μορφολογικές τους προσαρμογές σε ημιυδρόβιο τρόπο ζωής. Σε αντίθεση με τα περισσότερα Θηριόποδα, ο Σπινόσαυρος φέρει ένα μακρύ, στενό ρύγχος που μοιάζει με του κροκόδειλου, δόντια κωνικά χωρίς πριονωτές άκρες και ιδιαίτερα ψηλές νευρικές αποφύσεις στην πλάτη του, σχηματίζοντας ένα είδος ιστίου ή λοφίου.",
        "spinosaurus-περιγραφή-2": "Αυτή τη στιγμή, το γένος περιλαμβάνει ένα μόνο καλά τεκμηριωμένο είδος, τον Σπινόσαυρο τον αιγύπτιο (Spinosaurus aegyptiacus). Άλλες ονομασίες όπως ο Σ. μαροκινός (S. maroccanus) έχουν προταθεί βάσει αποσπασματικών ευρημάτων από τη Βόρεια Αφρική, αλλά θεωρούνται γενικά αβέβαιες ή συνώνυμες, καθώς δεν υπάρχουν σαφή διαγνωστικά γνωρίσματα που να τις διαφοροποιούν από τον Σ. αιγύπτιο.",
        "spinosaurus-περιγραφή-3": "Απολιθώματα του Σπινοσαύρου έχουν βρεθεί σε πετρώματα της Κρητιδικής περιόδου, ηλικίας Κενομανίου (περίπου 100–94 εκατομμύρια χρόνια πριν), στο σχηματισμό Μπαχαρία της Αιγύπτου και στην ομάδα Κεμ Κεμ του Μαρόκου. Πρόσθετο υλικό έχει αναφερθεί και από την Αλγερία και την Τυνησία. Το γένος περιγράφηκε για πρώτη φορά το 1915 από τον Ernst Stromer, όμως ο ολότυπος καταστράφηκε στον Β’ Παγκόσμιο Πόλεμο. Νεότερα, πληρέστερα ευρήματα από το Μαρόκο, περιλαμβανομένων τμημάτων κρανίου, οστών άκρων και μιας αρθρωμένης ουράς, έχουν περιγραφεί και οριστεί ως νεότυπος.",
        "spinosaurus-περιγραφή-4": "Πολλά χαρακτηριστικά διαφοροποιούν τον Σπινόσαυρο τόσο από άλλες Σπινοσαυρίδες όσο και από τα υπόλοιπα Θηριόποδα. Το ρύγχος του είναι μακρύ και στενό, με μία ακρινή «ροζέτα», δηλαδή σύμπλεγμα από μεγεθυμένα δόντια, και ρουθούνια μετατοπισμένα προς τα πίσω – προσαρμογές κατάλληλες για σύλληψη ψαριών. Η οδοντοστοιχία του αποτελείται από λείους, κωνικούς οδόντες, πιο κατάλληλους για τη συγκράτηση λείας και όχι για το σχίσιμο της σάρκας. Τα πρόσθια άκρα του είναι ισχυρά, με μεγάλους κυρτούς όνυχες, που πιθανώς βοηθούσαν στο κυνήγι ή στην κίνηση. Αντιθέτως, τα πίσω άκρα είναι ασυνήθιστα κοντά για τόσο μεγάλο Θηριόποδο, ενώ η ουρά του είναι πεπλατυσμένη πλευρικά, σχηματισμένη σαν κουπί, υποστηριζόμενη από επιμηκυμένες αποφύσεις – χαρακτηριστικό που δεν απαντάται σε άλλον δεινόσαυρο. Αυτές οι προσαρμογές τείνουν προς έναν ημιυδρόβιο τρόπο ζωής.",
        "spinosaurus-περιγραφή-5": "Επιπλέον, ισοτοπικές αναλύσεις των δοντιών και η ιστολογία των οστών του είναι συμβατές με την ιδέα πως ο Σπινόσαυρος περνούσε πολύ χρόνο στο νερό, κυνηγώντας ψάρια και άλλα υδρόβια θηράματα. Ωστόσο, η ικανότητά του στο κολύμπι παραμένει υπό συζήτηση. Ορισμένες ανακατασκευές τον παρουσιάζουν ως κυνηγό που κολυμπούσε χρησιμοποιώντας την ουρά του σαν προωθητικό μέσο, ενώ άλλες τον θεωρούν βραδυκίνητο, και αντί αυτού ενέδρευε σε ρηχά νερά. Πρόσφατες μηχανικές μελέτες υποστηρίζουν ότι διατηρούσε δυνατότητα δισκελούς βαδίσματος και μάλλον δεν ήταν αποτελεσματικός στην υποβρύχια κολύμβηση.",
        "spinosaurus-περιγραφή-6": "Ο Σπινόσαυρος κατείχε μία μοναδική οικολογική θέση μεταξύ των μεγάλων θηρευτών της Κρητιδικής περιόδου. Σε περιοχές όπου συνυπήρχε με άλλα μεγάλα Θηριόποδα, όπως ο Καρχαροδοντόσαυρος, φαίνεται ότι υπήρχε οικολογικός διαχωρισμός, με τον Σπινόσαυρο να ειδικεύεται σε θηράματα ποτάμιων και εκβολικών περιβαλλόντων. Το ραχιαίο ιστίο μπορεί να χρησίμευε για επίδειξη, ρύθμιση θερμοκρασίας ή αναγνώριση του είδους, αλλά η ακριβής του λειτουργία παραμένει ασαφής. Κανένας άλλος μη-πτηνός δεινόσαυρος δεν παρουσιάζει τέτοιο βαθμό υδάτινης εξειδίκευσης, γεγονός που καθιστά τον Σπινόσαυρο έναν από τους πιο ιδιαίτερους μορφολογικά και οικολογικά δεινοσαύρους.",
        

        
        "gallery": [
            "<h2>Δείγμα 1</h2><p></p>","<h2>Δείγμα 1</h2><p></p>",

            "<h2>Δείγμα 2</h2><p></p>","<h2>Δείγμα 2</h2><p></p>",

            "<h2>Δείγμα 3</h2><p></p>","<h2>Δείγμα 3</h2><p></p>",

            "<h2>Δείγμα 4</h2><p></p>","<h2>Δείγμα 4</h2><p></p>","<h2>Δείγμα 4</h2><p></p>"

            
            
        ]
    },

    "en": {
        "τίτλος": "†Spinosaurus",
        "spinosaurus": "Genus †Spinosaurus",
        "spinosaurus-περιγραφή-1": "Spinosaurus is a genus of large theropod dinosaurs, distinguished by its extreme morphological adaptations for a semiaquatic lifestyle. Unlike typical theropods, Spinosaurus is notable for its elongate crocodile-like snout, conical teeth without serrations, and the presence of tall neural spines along its back forming a sail or crest.","spinosaurus-περιγραφή-2": "It is currently represented by a single well-supported species, Spinosaurus aegyptiacus. Other names such as S. maroccanus have been proposed based on fragmentary remains from North Africa, but these are generally regarded as nomina dubia or synonyms, as no unambiguous diagnostic features distinguish them from S. aegyptiacus.","spinosaurus-περιγραφή-3": "Fossils of Spinosaurus are known from Cenomanian-aged rocks (approx. 100–94 Ma) of the Bahariya Formation in Egypt and the Kem Kem Group in Morocco, with additional material reported from Algeria and Tunisia. The genus was first described in 1915 by Ernst Stromer, though the holotype was later destroyed during WWII. More complete remains from Morocco, including skull elements, limb bones, and most significantly, an articulated tail, have since been described and designated as the neotype.","spinosaurus-περιγραφή-4": "Several traits separate Spinosaurus from both other spinosaurids and broader theropod groups. The snout is long and narrow, with a terminal “rosette” of enlarged teeth and retracted external nares—adaptations for catching fish. The dentition comprises smooth, conical teeth suited to gripping rather than slicing prey. The forelimbs are strong and bear large recurved claws, likely used in prey capture or locomotion. In contrast, the hind limbs are unusually short for a giant theropod, and the tail is compressed laterally into a fin-like structure supported by elongated spines and chevrons—traits not seen in any other dinosaur. These features suggest a semiaquatic ecology.","spinosaurus-περιγραφή-5": "Moreover, isotopic data from its teeth and bone histology also point toward a lifestyle that included frequent immersion in water, where Spinosaurus likely hunted fish and other aquatic prey. However, its swimming ability remains debated. Some reconstructions propose a diving predator propelled by its tail, while others interpret the genus as a slow swimmer and shallow-water ambush hunter. Recent biomechanical studies argue that Spinosaurus retained bipedal terrestrial locomotion and was likely incapable of effective submerged pursuit.","spinosaurus-περιγραφή-6": "Spinosaurus occupied a unique niche among large Cretaceous predators. In environments where it coexisted with other large theropods like Carcharodontosaurus, niche partitioning appears likely, with Spinosaurus specializing in riverine and estuarine prey. The dorsal sail may have served for display, thermoregulation, or species recognition, though its exact function remains unresolved. No other non-avian dinosaur exhibits the same degree of aquatic specialization, making Spinosaurus one of the most morphologically and ecologically distinctive.",

        
        "gallery": [
            "<h2>Sample 1</h2><p></p>","<h2>Sample 1</h2><p></p>",

            "<h2>Sample 2</h2><p></p>","<h2>Sample 2</h2><p></p>",

            "<h2>Sample 3</h2><p></p>","<h2>Sample 3</h2><p></p>",

            "<h2>Sample 4</h2><p></p>","<h2>Sample 4</h2><p></p>","<h2>Sample 4</h2><p></p>"

            
            
        ]
    },

    "grc": {
        "τίτλος": "†Σπινόσαυρος",
        "spinosaurus": "Γένος †Σπινόσαυρος (†Spinosaurus)",
        "spinosaurus-περιγραφή-1": "Ὁ Σπινόσαυρος γένος ἐστὶ δεινοσαύρων Θηριοπόδων μεγάλων, ὧν παραλλαγαῖς μορφολογικαῖς προς βίον ἡμιυδατίνον διαφέρεται· ἤτοι το αὐτοῦ ῥύγχος μακρόν και στενόν εἶχεν, ὥσπερ τοῦ κροκοδίλου, καὶ τους ὀδόντας κωνικούς καὶ οὐχί πριονωτούς. Εἶχεν ἔτι καὶ ἀκάνθας ὑψηλάς τα νῶτα κοσμούσας, ἰστὸν ἢ λόφον σχηματιζούσας.","spinosaurus-περιγραφή-2": "Νῦν το γένος ἑνί μόνον εἴδει καλῶς τεκμηριοῦται, τῷ Σπινόσαυρῳ τῷ αἰγυπτίῳ (Spinosaurus aegyptiacus). Καίπερ μεν ἕτερα ὠνωμάσθησαν εἴδη ἐκ λειψάνων διεσπαρμένων κατὰ τὴν Βόρειον Ἀφρικὴν, οἷον ὁ Σ. μαροκινός (S. maroccanus), ταῦτα δὲ ὡς ἀμφίβολα ἢ συνώνυμα δοκοῦσιν, οὐδενὸς ἑτέρου γνωρίσματος διαγνωστικοῦ ὑφισταμένου πρὸς τὸν Σ. αἰγύπτιον.","spinosaurus-περιγραφή-3": "Τὰ τοῦ Σπινοσαύρου ἀπολιθώματα ἐκ τῶν πετρῶν τῆς Βαηρίης (Bahariya) Αἰγύπτου, καὶ τοῦ Κεμ Κεμ Μαρόκου προέρχονται, ἐκ τῆς ἑποχῆς τῆς Κενομανίου (ἀπό ἑκατόν ἔως ἐνενήκοντα και τέσσαρα ἐκατομμύρια ἔτη πρὸ τοῦ παρόντος). Ἐπιπλέον δε ἐξ Ἀλγερίας καὶ Τυνησίας εὑρήματα ἐφάνησαν. Πρῶτον μὲν ἐν ἔτει ͵αϡιε' ὑπὸ Ἐρνέστου Στρόμερ το γένος ἐξετέθη, ἀλλ’ ὁ ὁλότυπος ἐν τῷ δευτέρῳ παγκοσμίῳ πολέμῳ ἀπωλέσθη. Ἔκτοτε δε ἄλλα λείψανα πληρέστερα ἐκ Μαρόκου, οἶον κρανίου τμήματα, μελῶν ὀστέα, καὶ καιρίως οὐρά συνεζευγμένη, ἐδημοσιεύθησαν καὶ ὡς νεότυπος καθωρίσθησαν.","spinosaurus-περιγραφή-4": "Πολλὰ γνώρισματα τὸν Σπινόσαυρον καὶ τῶν ἄλλων Σπινοσαυριδῶν καὶ τῶν ἄλλων Θηριοπόδων διακρίνουσι. Το ῥύγχος μακρόν τε καὶ στενόν ἐστι, ἐν ἄκρῳ ῥόδακα περιέχον (τουτέστι σύμπλεγμα ὀδόντων μεγεθῶν τοῦ την λείαν ἁρπάζειν), καὶ αἱ ῥῖνες ὀπισθιοτέραι κεῖνται, προσαρμογαὶ ἁλιευτικαί. Οἱ ὀδόντες εἰσὶ λεῖοι καὶ κωνικοί, εἰς τὸ κατασχέσθαι εὐχρηστώτεροι ἤ εἰς τεμνεῖν. Αἱ χεῖρες ἰσχυραὶ εἰσίν, ὄνυχας μεγάλους καὶ κυρτοὺς ἔχουσαι, τῇ θηραμάτων ἁρπαγῇ ἤ τε τῇ κινήσει ὠφελοῦντες. Ἀντιθέτως, τα ὀπίσω σκέλη εἰσὶν ἀσυνήθως τοῖς μεγάλοις Θηριοπόδοις βραχέα, καὶ ἡ οὐρὰ πεπλατυσμένη ὡσεί πτερύγιον, ἀκάνθαις ἐστηριγμένη, γνῶρισμα ὄν μοναδικόν ἐν τοῖς δεινοσαύροις.","spinosaurus-περιγραφή-5": "Ταῦτα τὰ σημεῖα βίον ἡμιυδάτινον μαρτυροῦσι. Ἀναλύσεις γεγονυῖαι ἰσοτοπικαί, ἡ τῶν ὀστῶν ἱστολογία, καὶ ἡ τῆς οὐρᾶς μορφή ὁμολογοῦσι συχνὴν ἐμβάπτισιν εἰς ὕδωρ, ὅπου ἰχθῦς καὶ ἄλλα θηράματα ὑδάτινα ὡς ἐοικώς ἐδίωκε. Ὅμως, κολυμβητική αὐτοῦ δεξιότης προσέτι ἐρευνᾶται. Ἔνιαι μεν ἀνακατασκευαί ὡς τῇ οὐρᾷ ὠθούμενον καταδυτικὸν θηρευτήν αὐτόν προτείνουσιν, ἕτεραι δὲ ὡς κολυμβητήν βραδύν, ἐν ρηχοῖς ὕδασιν ἐνεδρεύοντα. Καιναὶ οὖν μηχανολογικαὶ μελέται ἀποφαίνονται τους Σπινοσαύρους τὴν δισκελή βαδισιν τετηρηκέναι, και οὐχ οὕτως εὐκίνητοι τῷ ὕδατι εἶναι.","spinosaurus-περιγραφή-6": "Ὁ Σπινόσαυρος θέσιν ἰδίαν ἐν τοῖς θηρευταῖς τῆς Κρητιδικῆς περιόδου κατέχει. Ἐν τοῖς τόποις οὗ συνῴκει ἑτέροις μεγίστοις θηριοπόδοις, οἷον ὁ Καρχαροδοντόσαυρος, ἡ τῶν ἐπιτηδευμάτων διαίρεσις πιθανὴ ἐστίν, Σπινοσαύρου δὲ τοῖς ποταμίοις καὶ ἐκβολαίοις θηράμασιν εἰδικευομένου. Το δὲ νωτιαῖον ἱστίον τάχα πρὸς θέαν, θερμοκρασίας ελεγχον, ἢ το εῑδος ἀναγωνρίζειν ἐχρησίμευεν· ἀλλ’ ἡ λειτουργία αὐτοῦ διαλελύταί πω. Οὐδεὶς ἕτερος δεινόσαυρος ἄπτηνος ταύτην τὴν ὑδάτινον προσαρμογὴν τοσοῦτον ἀναδεικνύει· ὥστε ὁ Σπινόσαυρος εἷς τῶν ἰδιαιτάτων ἐν μορφῇ καὶ περιβάλλοντι ἐστίν.",

        
        "gallery": [
            "<h2>Δεῖγμα αʹ</h2><p></p>","<h2>Δεῖγμα αʹ</h2><p></p>",

            "<h2>Δεῖγμα βʹ</h2><p></p>","<h2>Δεῖγμα βʹ</h2><p></p>",

            "<h2>Δεῖγμα γʹ</h2><p></p>","<h2>Δεῖγμα γʹ</h2><p></p>",

            "<h2>Δεῖγμα δʹ</h2><p></p>","<h2>Δεῖγμα δʹ</h2><p></p>","<h2>Δεῖγμα δʹ</h2><p></p>"

            
            
        ]
    }
}
