{
    "el": {
        "τίτλος": "†Ζλιχοβάσπις",
        "zlichovaspis": "Γένος †Ζλιχοβάσπις (†Zlichovaspis)",	
        "zlichovaspis-περιγραφή-1": "Ο Ζλιχοβάσπις είναι ένα γένος Δεβονίων τριλοβιτών της οικογένειας των Δαλμανιτιδών, γνωστό για τις μακριές πυγιδιακές άκανθες και τον εκλεπτυσμένο εξωσκελετό του. Έζησε κατά την Πρώιμη έως Μέση Δεβόνια περίοδο, ιδιαίτερα στη Λεκάνη της Πράγας στη σημερινή Τσεχία, όπου έχουν βρεθεί πολλά πλήρη δείγματα.",
        "zlichovaspis-περιγραφή-2": "Διακρίνεται από συγγενικά γένη όπως ο Δαλμανίτης λόγω του πιο επιμήκους και αγκαθωτού πυγιδίου του, της πλουσιότερης κοκκώδους επιφάνειας και του πλατιού κεφαλιού με καλά ανεπτυγμένα σχιζοχροικά μάτια. Αυτά τα χαρακτηριστικά υποδεικνύουν βενθική διαβίωση σε ρηχά θαλάσσια περιβάλλοντα, πιθανώς ως σαπροφάγος ή νεκροφάγος.",
        

        
        "gallery": [
            "<h2>Δείγμα 1</h2><p></p>","<h2>Δείγμα 1</h2><p></p>","<h2>Δείγμα 1</h2><p></p>","<h2>Δείγμα 1</h2><p></p>",

            "<h2>Δείγμα 2</h2><p></p>","<h2>Δείγμα 2</h2><p></p>","<h2>Δείγμα 2</h2><p></p>"

            
            
        ]
    },

    "en": {
        "τίτλος": "†Zlichovaspis",
        "zlichovaspis": "Genus †Zlichovaspis",
        "zlichovaspis-περιγραφή-1": "Zlichovaspis is a genus of Devonian trilobites from the family Dalmanitidae, known for its long pygidial spines and finely ornamented exoskeleton. It lived during the Early to Middle Devonian, especially in the Prague Basin of the Czech Republic, where many complete specimens are found.","zlichovaspis-περιγραφή-2": "It is distinguished from related genera like Dalmanites by its more elongated and spinose pygidium, richer surface granulation, and broad cephalon with well-developed schizochroal eyes. These features suggest a benthic lifestyle in shallow marine environments, likely as a detritivore or scavenger.",

        
        "gallery": [
            "<h2>Sample 1</h2><p></p>","<h2>Sample 1</h2><p></p>","<h2>Sample 1</h2><p></p>","<h2>Sample 1</h2><p></p>",

            "<h2>Sample 2</h2><p></p>","<h2>Sample 2</h2><p></p>","<h2>Sample 2</h2><p></p>"

            
            
        ]
    },

    "grc": {
        "τίτλος": "†Ζλιχοβάσπις",
        "zlichovaspis": "Γένος †Ζλιχοβάσπις (†Zlichovaspis)",
        "zlichovaspis-περιγραφή-1": "Ὁ Ζλιχοβάσπις γένος ἐστὶν τριλοβιτῶν τῶν ἐν τῇ Δαλμανιτιδῶν οἰκογενείᾳ, ἐκ τοῦ Δεβονίου χρόνου, ὃ διακρίνεται τοῖς μακραῖς πυγαίαις ἀκάνθαις καὶ τῷ ἐξωσκελετῷ λεπτῶς κεκαλλωπισμένῳ. ᾬκει δὲ χρόνῳ τῷ πρώτῳ καὶ μέσῳ τοῦ Δεβονίου, κατὰ τὴν Πραγαίαν κοιλάδα τῆς νῦν Τσεχίας, ὅπου πολλὰ σώματα ὅλα καὶ ἄθικτα εὑρίσκονται.","zlichovaspis-περιγραφή-2": "Διαφέρει δὲ ἀπὸ τῶν συγγενῶν γενῶν, οἷον τοῦ Δαλμανίτου τῷ πυγιδίῳ, ὅν ἐστί μᾶλλον μακρόν καὶ ἀκανθώδες, ἡ δὲ ἐπιφάνεια πλουσίως κεκοσμημένη καὶ ἡ κεφαλή πλατεῖα μετ’ ὀφθαλμῶν σχιζοχρόων ἐπιμελῶς ἀνεπτυγμένων. Ταῦτα δὲ σημεῖα δηλοῦσιν βίον βενθικόν ἐν θαλάσσῃ ἀβαθείᾳ, ὡς ἔοικε αὐτόν σαπροφάγον ἢ νεκροφάγον εἶναι.",

        
        "gallery": [
            "<h2>Δεῖγμα αʹ</h2><p></p>","<h2>Δεῖγμα αʹ</h2><p></p>","<h2>Δεῖγμα αʹ</h2><p></p>","<h2>Δεῖγμα αʹ</h2><p></p>",

            "<h2>Δεῖγμα βʹ</h2><p></p>","<h2>Δεῖγμα βʹ</h2><p></p>","<h2>Δεῖγμα βʹ</h2><p></p>"

            
            
        ]
    }
}
