{
    "el": {
        "τίτλος": "Λεπιδοστεΐδες",
        "λεπιδοστεΐδες": "Οικογένεια Λεπιδοστεΐδες (Lepisosteidae)",	
        "λεπιδοστεΐδες-περιγραφή": "Η οικογένεια των Λεπιδοστεϊδών περιλαμβάνει αρχαία, ακτινοπτερύγια ψάρια γνωστά ως κροκοδειλόψαρα. Ξεχωρίζουν για τα επιμήκη σώματά τους, τα μακριά ρύγχη γεμάτα με αιχμηρά δόντια και τα παχιά, διαμαντόσχημα και γυαλιστερά λέπια τους. Σήμερα αυτά τα αρπακτικά ψάρια κατοικούν κυρίως σε γλυκά νερά στη Βόρεια και Κεντρική Αμερική. Διαθέτουν κολυμβητική κύστη που λειτουργεί σαν πνεύμονας, επιτρέποντάς τους να αναπνέουν αέρα και να επιβιώνουν σε νερά με χαμηλή περιεκτικότητα σε οξυγόνο.",
        "λεπιδοστεΐδες-λεπιδόστεος": "Λεπιδόστεος"
    },

    "en": {
        "τίτλος": "Lepisosteidae",
        "λεπιδοστεΐδες": "Family Lepisosteidae",
        "λεπιδοστεΐδες-περιγραφή": "Lepisosteidae, commonly known as gars, are a family of ancient, ray-finned fish that have existed since the Late Jurassic period. Gars are recognized by their elongated bodies, long snouts filled with sharp teeth, and ganoid scales, which are diamond-shaped and thick. Today, these predatory fish primarily inhabit freshwater environments in North and Central America. Gars possess a swim bladder that functions similarly to a lung, allowing them to breathe air and survive in low-oxygen waters.",
        "λεπιδοστεΐδες-λεπιδόστεος": "Lepisosteus"
    },

    "grc": {
        "τίτλος": "Λεπιδοστεΐδαι",
        "λεπιδοστεΐδες": "Οἰκογένεια Λεπιδοστεΐδαι (Lepisosteidae)",	
        "λεπιδοστεΐδες-περιγραφή": "Ἡ άρχαία τῶν Λεπιδοστεϊδῶν οἰκογένεια ἐστίν ἀκτινοπτερυγίων ἰχθύων καλουμένων «κροκοδειλιχθύες», οἵτινες τῇ ὑστέρᾳ Ιουρασίᾳ περιόδῳ ἐνεφάνησαν. Οἱ κροκοδειλιχθύες διαφέρουν τοῖς ἐπιμήκοις σώμασι τε και ῥύγχεσιν, ἅ μεστά αἰχμηρῶν ὀδόντων ἐστίν· ἕτι και τοῖς παχέσιν, διαμαντοειδἐσιν και στιλπνοῖς αὐτῶν λεπίσιν. Τήμερον οἱ θηρευταί αὔτοι ἰχθύες μόνον ἐν τοῖς γλυκοῖς τῆς Βορείου και Κεντρικῆς Ἀμερικῆς ὕδασι κατοικοῦσιν. Ἔχωσίν δε κολυμβητικὴν κύστην, ἥτις ὡς πνεύμων ἐνεργεῖ, ἐπιτρέπουσα αὐτοῖς ἀέρα ἀναπνέειν και διαβιοῦν ἐν ὕδασι μετ' ὀλίγου ὀξυγόνου.",
        "λεπιδοστεΐδες-λεπιδόστεος": "Λεπιδόστεος"
    }
}