{
    "el": {
        "τίτλος": "Καινογαστρόποδα",
        "καινογαστρόποδα": "Υφομοταξία Καινογαστρόποδα (Caenogastropoda)",
        "καινογαστρόποδα-περιγραφή": "Τα Καινογαστρόποδα είναι μια μεγάλη ομάδα σαλιγκαριών με εξελιγμένη ανατομία. Σε αντίθεση με άλλα γαστρόποδα, έχουν συνήθως έναν μόνο καρδιακό κόλπο, ένα κτενίδιο (βράγχιο) και έναν σίφωνα για να ανιχνεύουν λεία ή χημικά σήματα στο νερό. Πολλοί είναι θηρευτές, εξοπλισμένοι με προβοσκίδα και τροποποιημένη ράδουλα για διάτρηση. Η συστροφή του σώματός τους είναι πιο έντονη, και το νευρικό τους σύστημα παρουσιάζει κάποια ασυμμετρία. Ζουν σε θαλάσσια και γλυκά νερά, αλλά και σε κάποιους χερσαίους βιότοπους· αποτελούν μια από τις πιο ποικιλόμορφες και επιτυχημένες εξελικτικά ομάδες γαστροπόδων.",
        "καινογαστρόποδα-τουρριτελλίδες": "Τουρριτελλίδες"
    },

    "en": {
        "τίτλος": "Caenogastropoda",
        "καινογαστρόποδα": "Subclass Caenogastropoda",
        "καινογαστρόποδα-περιγραφή": "Caenogastropoda are a major group of snails known for their advanced anatomy. Unlike other gastropods, they typically possess a single auricle (heart chamber), one ctenidium (gill), and a siphon used to detect prey or waterborne cues. Many are predators, equipped with a proboscis and a radula modified for drilling or piercing. Their torsion is often more pronounced, and their nervous system shows a degree of asymmetry. Found in marine, freshwater, and even some terrestrial habitats, they represent one of the most diverse and evolutionarily successful lineages of gastropods.",
        "καινογαστρόποδα-τουρριτελλίδες": "Turritellidae"
    },

    "grc": {
        "τίτλος": "Καινογαστρόποδα",
        "καινογαστρόποδα": "Ὑφομοταξία Καινογαστρόποδα (Caenogastropoda)",
        "καινογαστρόποδα-περιγραφή": "Τα Καινογαστρόποδα εἰσὶ γένος μέγα κοχλιῶν, ἀνατομικῶς τετελειωμένον ὄν διαφέρον. Οὗτοι γὰρ, οὐχ ὡς τα ἄλλα γαστρόποδα, ἕνα μόνον καρδιακὸν κόλπον ἔχουσι καὶ ἕν κτενίδιον (βράγχιον) καὶ σίφωνα τινὰ, δι’ οὗ τὰ θηράματα ἢ τὰ ἐν ὕδατι σημεῖα ἀνιχνεύουσιν. Πολλοὶ δὲ τῶνδε θηρευταί εἰσιν, ἔχοντες προβοσκίδα καὶ ῥάδυλαν ἐξειργασμένην πρὸς διακόρευσιν. Ἡ δὲ στροφή αὐτῶν ἐστὶν ἐπισημοτέρα, καὶ τὸ νευρικὸν σύστημα ἀσυμμετρίαν τινὰ δηλοῖ. Εὑρίσκονται δὲ ἐν θαλάττῃ, ἐν γλυκέσι ὕδασι τε καὶ ἐν τῇ ξηρᾷ· οὕτως γένος εἰσὶν ἐπιτυχέστατον καὶ πολυειδέστατον τῶν γαστροποδῶν.",
        "καινογαστρόποδα-τουρριτελλίδες": "Τυρριτελλίδαι"
    }
}