{
    "el": {
        "τίτλος": "Σκαφόποδα",
        "scaphopoda": "Ομοταξία Σκαφόποδα (Scaphopoda)",	
        "scaphopoda-περιγραφή-1": "Τα Σκαφόποδα είναι θαλάσσια μαλάκια εξειδικευμένα στον ενδοβενθικό τρόπο ζωής, που χαρακτηρίζονται από το σωληνοειδές, χαυλιοειδές κέλυφός τους, ανοιχτό και στα δύο άκρα. Δεν έχουν διακριτή κεφαλή και μάτια, ενώ η επιμήκης μανδυακή κοιλότητα κατευθύνει το νερό από το οπίσθιο προς το πρόσθιο άνοιγμα. Ένα κωνικό, μυώδες πόδι αγκυρώνει το ζώο κατακόρυφα μέσα στο μαλακό ίζημα.",
        "scaphopoda-περιγραφή-2": "Χαρακτηριστικό των Σκαφοπόδων είναι τα πολυάριθμα, λεπτά και συσταλτά νημάτια που χρησιμοποιούνται για τη σύλληψη μικρών βενθικών θηραμάτων, κυρίως τρηματοφόρων, τα οποία στη συνέχεια επεξεργάζονται με τη ράδουλα. Το σύστημα αυτό σίτισης δεν έχει ανάλογο σε καμία άλλη ομάδα μαλακίων και αποτελεί το πιο διαγνωστικό γνώρισμα των Σκαφοπόδων.",
        "scaphopoda-περιγραφή-3": "Τα Σκαφόποδα διαθέτουν απολιθωματικό αρχείο που ξεκινά ήδη από το πρώιμο Παλαιοζωικό, αποτελούμενο κυρίως από μεμονωμένα κελύφη. Οι απολιθωμένες και οι σύγχρονες μορφές παρουσιάζουν ελάχιστες μεταβολές στη γενική μορφολογία, γεγονός που υποδηλώνει μακροχρόνια σταθερότητα του σωματικού σχεδίου και της οικολογίας των Σκαφοπόδων.",
        

        
        "gallery": [
            
        ]
    },

    "en": {
        "τίτλος": "Scaphopoda",
        "scaphopoda": "Class Scaphopoda",
        "scaphopoda-περιγραφή-1": "Scaphopoda are marine molluscs specialized for an infaunal lifestyle, defined by their tusk-shaped, tubular shell open at both ends. The body lacks a discrete head and eyes, and the elongate mantle cavity channels water from the posterior opening toward the anterior. A conical, muscular foot anchors the animal vertically within soft sediment.","scaphopoda-περιγραφή-2": "The clade is uniquely characterized by captacula, numerous slender, contractile filaments used to capture small benthic prey, especially foraminifera, which are then processed with a radula. This feeding system has no analogue in other molluscan groups and is the most diagnostic feature of scaphopods.","scaphopoda-περιγραφή-3": "Scaphopods have a fossil record extending to the early Paleozoic, dominated by isolated shells. Fossil and extant forms show little change in overall morphology, indicating long-term stability of the scaphopod body plan and ecology.",

        
        "gallery": [
            
        ]
    },

    "grc": {
        "τίτλος": "Σκαφόποδα",
        "scaphopoda": "Ὁμοταξία Σκαφόποδα (Scaphopoda)",
        "scaphopoda-περιγραφή-1": "Τὰ Σκαφόποδα ἐστὶ θαλάσσια μαλάκια, εἰς ἐνδοβενθικὸν τρόπον βίου ἐξειδικευμένα, ἃ διακρίνονται διὰ τὸ σωληνοειδὲς καὶ χαυλιοειδὲς κέλυφος αὐτῶν, ἀνεῳγμένον ἐπ’ ἀμφοτέροις τοῖς ἄκροις. Κεφαλὴν διακεκριμένην καὶ ὀφθαλμοὺς οὐκ ἔχουσιν, ἡ δὲ ἐπιμήκης μανδυακὴ κοιλότης τὸ ὕδωρ ἀπὸ τοῦ ὀπισθίου πρὸς τὸ πρόσθιον ἄνοιγμα ἄγει. Ποὺς δὲ κωνικὸς καὶ μυώδης τὸ ζῷον καθέτως ἐν τῷ μαλακῷ ἰζήματι ἀγκυροῖ.","scaphopoda-περιγραφή-2": "Ἴδιον δὲ τῶν Σκαφοπόδων ἐστὶ τὰ πολυάριθμα, λεπτὰ καὶ συσταλτὰ νημάτια, οἷς χρῶνται πρὸς σύλληψιν μικρῶν βενθικῶν θηραμάτων, μάλιστα τρηματοφόρων, ἃ εἶτα διὰ τῆς ῥαδούλης κατεργάζονται. Τὸ τοιοῦτο σύστημα σιτίσεως οὐκ ἔχει ὅμοιον ἐν οὐδεμιᾷ ἄλλῃ τάξει μαλακίων, καὶ τὸ μάλιστα διαγνωστικὸν γνώρισμα τῶν Σκαφοπόδων ἐστίν.","scaphopoda-περιγραφή-3": "Τὰ Σκαφόποδα ἔχουσιν ἀπολιθωματικὸν ἀρχείον ἀρχόμενον ἤδη ἀπὸ τοῦ πρώιμου Παλαιοζωικοῦ, ἐκ μεμονωμένων μάλιστα κελυφῶν συνιστάμενον. Αἱ δὲ ἀπολιθωμέναι καὶ αἱ νῦν ζῶσαι μορφαὶ ἐλαχίστας μεταβολὰς ἐπιδείκνυνται κατὰ τὴν γενικὴν μορφολογίαν, ὅπερ δηλοῖ μακρὰν σταθερότητα τοῦ σωματικοῦ σχεδίου καὶ τῆς οἰκολογίας τῶν Σκαφοπόδων.",

        
        "gallery": [
            
        ]
    }
}
